[
  {
    "heading": "What is alternate bearing",
    "content": [
      {
        "type": "text",
        "content": "Alternate Bearing (AB) is an alternating pattern of large and small crops occurring in many fruit species that is internally regulated by the plant. The biennial bearing or alternate bearing habit of mango ( Mangifera indica L.) is a major problem for its commercial cultivation for getting expected productivity."
      }
    ]
  },
  {
    "heading": "Causes for alternate bearing",
    "content": [
      {
        "type": "text",
        "content": "The exhaustion of tree during the period of heavy crop load and vigorous vegetative growth with high gibberellin hormone content at the time of flower bud differentiation and imbalance in Carbon / Nitrogen ratio has been considered as some of the major causes for biennial bearing or alternate bearing in mango"
      }
    ]
  },
  {
    "heading": "Management",
    "content": [
      {
        "type": "text",
        "content": "Planting of fairly regular bearing varieties like Amrapali, Banganpalli, Bangalora and Neelum are suggested for getting regular fruits, but most of the commercially grown varieties in North India, like Dashehari, Safeda, Chousa and Langra are alternate bearers. In such trees, regularity can be achieved by performing a series of management practices such as pruning, flower induction, fertilizer application, irrigation and pest control."
      },
      {
        "type": "text",
        "content": "Mango normally flowers during February-March and is ready for harvest during June-July. Fruits are borne largely on previous year’s shoots, so pruning should not be very severe. Light pruning restricts the vegetative growth up to some extent and activates the quiescent fruit bearing buds by redistributing the endogenous hormonal substances and favours flowering, fruiting and improves fruit yield. After harvesting the fruits, troop off branches to open the centre. Also remove dead wood, weaker branches and criss-cross branches to allow sunlight to enter the canopy."
      },
      {
        "type": "text",
        "content": "This should be followed by tractor ploughing and fertilizer application. Though recommended doses of fertilizer differ with locality and varieties, in general, apply 1.5 kg N, 0.75 kg P 2 O 5 and 1.5 kg K 2 O (in two split doses) along with 250 kg FYM/tree, in the drip circle. Foliar spray of 1 per cent potassium nitrate or 1 per cent potassium dihydrogen phosphate + 1 per cent urea thrice at monthly intervals should also be done to achieve a balance in carbon and nitrogen ratio."
      },
      {
        "type": "text",
        "content": "During September-October months, treat the soil with paclobutrazol (5g/ plant). The field should be irrigated immediately after treatment to increase efficiency. Paclobutrazol checks Gibberellic Acid biosynthesis and increases cytokinin level, chlorophyll content improves mineral uptake and carbohydrate gradient of the entire plant system. This helps in achieving a balance in C: N ratio which induces flowering normally."
      },
      {
        "type": "text",
        "content": "Flowers are protected from the attack of mango hoppers by two fortnightly applications with Carbaryl (0.25 per cent), Diazinon (0.1 per cent) or Endosulfan (0.07 per cent) in the month of February and March. Similarly spraying with wettable sulphur (2g/ L of water) is quite useful to control Powdery mildew."
      },
      {
        "type": "text",
        "content": "By managing the above cultural operations irregular bearing can be managed in mango."
      },
      {
        "type": "text",
        "content": "Author: Aparna V, Scientist, ICAR-CPCRI."
      }
    ]
  }
]