[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Mango ( Mangifera indica L), the king of fruits, is cultivated throughout a wide range of frost-free climates. It is commercially the most important fruit crop of India, accounting for more than 54% of the total mango production worldwide. Mango malformation is reported from northern India, Southeast Asia, Middle East, and in certain areas of North, Central, and South America and thus is a major global challenge for mango production. The affected flowers are either sterile or abort shortly after the fruits have set causing 50–80% loss of fruit yield annually."
      },
      {
        "type": "subheading",
        "content": "Malformed and Healthy panicles"
      }
    ]
  },
  {
    "heading": "Symptoms",
    "content": [
      {
        "type": "text",
        "content": "Mango malformation disease shows abnormal, compact development of shoots and flowers. The disease symptoms are the combined effects of the aberrant host metabolites produced in response to the pathogenic invasion and the phytotoxic compounds secreted by the pathogen in situ."
      }
    ]
  },
  {
    "heading": "Etiology",
    "content": [
      {
        "type": "text",
        "content": "A wide range of biotic and abiotic factors have been reported to cause the disease, including viruses, mites and nutritional deficiencies. This disease has been attributed to several Fusarium species, including F. mangiferae, F. proliferatum, F. sacchari, F. sterilihyphosum and F. subglutinans that belong to the Gibberella fujikuroi species complex, which contains many economically important plant pathogens. It is now well established that a fungus, Fusarium mangiferae induces the symptoms of mango malformation disease. One pre-condition for the occurrence of mango malformation disease is the persistence of favourable weather conditions that facilitates the growth of Fusarium mangiferae."
      }
    ]
  },
  {
    "heading": "Resistant varieties",
    "content": [
      {
        "type": "text",
        "content": "Mango varieties like Bhadauran, Ellachi, Lal sundari, H-8–11 (Amrapali x Lal Sundari); Peetamber (Amrapali x Lal sundari), Bhadayam Dula, Samar Bahist Rampur,Mian Saheb, Alib, Cherumani, Malda, Handle and Dudhia Langra have been identified as resistant sources to develop varieties resistant to mango malformation."
      }
    ]
  },
  {
    "heading": "Source and spread of the disease",
    "content": [
      {
        "type": "text",
        "content": "Malformed panicles serve as sources of macro-and micro-conidia of F. mangiferae, the infective propagules and sprouting mango buds are the infection sites. The inocula reach the infection sites by aerial dissemination, with the aid of contaminated bud mites ( A. mangiferae ) and/or via infected host materials. According to recent epidemiological studies of the disease, conidia of the pathogen are dispersed by wind and may disseminate over a distance of up to 35 m in a very short time period. The symptom manifestation occurs only after massive colonization by the fungus, F. mangiferae ."
      }
    ]
  },
  {
    "heading": "Favourable conditions",
    "content": [
      {
        "type": "text",
        "content": "It is now clearly demonstrated that the temperature and relative humidity are the critical factors for growth of pathogen and expression of mango malformation symptoms. Weather conditions of 26°C + 2 degree centigrade and RH > 65% are favourable for the pathogen growth and disease development. The extreme low (10°C) and high temperatures (40°C) did not produce any growth of F. mangiferae under control condtions."
      }
    ]
  },
  {
    "heading": "Organic strategies to control mango malformation",
    "content": [
      {
        "type": "text",
        "content": "Cultural practices like pruning the infected panicles and burning them and management practices aimed at reducing the innoculum of Fusarium mangiferae the caual organism of mango malformation will help in reducing the extent of mango malformation."
      },
      {
        "type": "subheading",
        "content": "Brewed Tea"
      },
      {
        "type": "text",
        "content": "Concoction brewed from datura, calotropis, neem and cow manure showed significant reduction in control of mango malformation when sprayed at bud burst stage and again at fruit set stage. Prepare slurry by mixing 500 g of well-rotted cowmanure and fresh parts of datura (500 g leaves, 500 g fruits, 500 g seeds), calotropis (500 g leaves) and neem (500 g leaves) in 10 litres of water. Allow the slurry to brew for 15 days under continuous aeration using an air pump and then filter using muslin cloth. Continuous supply of air helps to enrich the oxygen supply for better decomposition and aerobic microbial population growth. The filtrate which is richly-coloured and odourless can be used immediately for spraying without further dilution. If the brewed tea is older than 2 months old, 1 litre can be mixed in 20 litres of water and sprayed on mango trees. If the brewed tea is older than 6 months, then 1 litre can be mixed in 50 litres of water and used for foliar spray."
      },
      {
        "type": "subheading",
        "content": "Use of Bioagents"
      },
      {
        "type": "text",
        "content": "Bacillus genus offer several advantages over Gram-negative bacteria, in terms of long shelf life and ability to withstand high temperatures, unfavourable pH, lack of nutrients or water, due to their capacity to produce spores which are extremely resistant dormancy forms. The spores of Gram-positive bacterium Bacillus subtilis are resistant to electromagnetic radiation, heat, ultraviolet rays and some chemical agents and can produce a variety of antimicrobial substances, including phospholipid antibiotics, antimicrobial proteins and volatile antimicrobial substances, with a great potential value in the biocontrol of plant pathogenic fungi. Foliar sprays with broth cultures of bioagent Bacillus subtilis RP24, a gram positive bacterium identified and isolated at ICAR- IARI showed potential to control mango malformation. Bacillus subtilisis, a well-studied bacterium, is recognized as non-pathogenic and has been granted \"generally regarded as safe\" status by the US Food and Drug Administration. Bacillus subtilis can, hence, be rationally used and exploited in industrial production for control of mango malformation. Foliar sprays with broth cultures of another fungal bioagent Trichoderma strain 2, identified and isolated at ICAR- IARI, New Delhi showed potential to control mango malformation."
      },
      {
        "type": "subheading",
        "content": "Other Organic Formulations"
      },
      {
        "type": "text",
        "content": "Foliar spray with sour buttermilk @ 1 lt in 15 lts of water, 3–4 times at 15 days intervals reduced the extent of mango malformation. Foliar sprays with Agnihastra and Bramhastra compositions developed by Subhash Palekar, Padma Shree awardee in 2016 also reduced the extent of mango malformation."
      },
      {
        "type": "subheading",
        "content": "Agnihastra composition"
      },
      {
        "type": "unordered_list",
        "content": [
          "Take an earthen pot and add 10 liters local Cow Urine into it.",
          "Add Tobacco (1 Kg) by crushing it in the Cow's Urine.",
          "Crush 500 gram of Green Chili & add it into the cow Urine and crush 500 Gram Local Garlic and add it in the Urine.",
          "Add 5 Kg Neem leaves pulp",
          "Boil this mixture continuously for 5 times.",
          "Allow this solution to ferment for 24 hours.",
          "Before use, Filter the solution using a cloth."
        ]
      },
      {
        "type": "subheading",
        "content": "Bramhastra composition"
      },
      {
        "type": "unordered_list",
        "content": [
          "Crush 3 kg neem leaves in 10 lit cow urine.",
          "Crush 2 kg custard apple leaf, 2 kg papaya leaf, 2 kg pomegranate leaves, 2 kg guava leaves in water. Other leaves that can be considered include Karanj leaves, Datura or Castor leaves, based on the local availability",
          "Mix the two and boil 5 times at some interval till it become half.",
          "For 1 minute, twice in a day mix the mixture by rotating clockwise with the help of a wooden stick.",
          "Keep for 24 hrs, then filter squeeze the extract."
        ]
      },
      {
        "type": "subheading",
        "content": "When to spray"
      },
      {
        "type": "text",
        "content": "Time of flower bud initiation and flowering differs in different parts of the country and world and depends on the weather conditions. Protection of buds from infection when inoculums prevail is necessary to control the disease. Due to airborne nature of dissemination and infection of buds, foliar spray once before flower bud initiation and again before flower opening reduces the extent of mango malformation."
      }
    ]
  }
]