[
  {
    "heading": "0",
    "content": []
  },
  {
    "heading": "Technologies to induce regular bearing in mango",
    "content": [
      {
        "type": "text",
        "content": "The flowering phenomenon in mango is a complex one. Normally, it crops heavily in one year (on year) and bears less or no crop the following year (off year). Again, it yields heavily the next year."
      },
      {
        "type": "text",
        "content": "Thus the rhythm of bearing in mango is not strictly ‘alternate' but ‘irregular' or ‘erratic'. Research findings have clearly indicated that this phenomenon is mostly due to varietal as well as environmental factors in addition to the orchard management practices including pruning, nutrition, irrigation and plant protection."
      },
      {
        "type": "text",
        "content": "Possible causes for irregular bearing"
      },
      {
        "type": "text",
        "content": "1. Varieties Among the most important commercial varieties of the South, Neelum ( Kazaladdu), Banganapalli ( Sappatai) Bangalora ( Kizhimooku, Totapuri) Kalepad and Senthura ( Chinnaswarnarekha) are moderate to heavy bearers and are considered to be fairly regular. Choice varieties such as Alphonso ( Gundu), Imam Pasand ( Himayuddin), Mulgoa, Peter ( Pairi, Nadusalai) etc., are mostly erratic in bearing."
      },
      {
        "type": "text",
        "content": "2. Weather conditions Though mango is a hardy tree an adverse weather condition can convert an ‘on year' into an ‘off-year'."
      },
      {
        "type": "unordered_list",
        "content": [
          "Deficit rainfall - It is quite evident during mango season of 2010 when almost all the varieties failed to flower in Tamil Nadu. It is mainly due to the deficit rainfall which was about 300 mm less than that of the previous year's average annual rainfall of Tamil Nadu.",
          "If frequent showers occur during the period of fruit–bud differentiation (October November) and flowering (January) with cloudy weather and excessive dew, both flowering and fruit set would be adversely affected.",
          "Dry and cool weather with a day /night temperature around 200 / 150°C during winter season trigger flowering induction."
        ]
      },
      {
        "type": "text",
        "content": "Recommended management practices that help to induce regular bearing in mango"
      },
      {
        "type": "unordered_list",
        "content": [
          "Regular pruning is very essential.",
          "Need based fertilizer application based on the soil test report have to be followed.",
          "Spraying of Potassium nitrate at 2 per cent + NAA 40 ppm (or) Potassium dihydrogen phosphate at 1 per cent + Potassium nitrate at 1 per cent during October.",
          "Spraying of 0.5 per cent urea, if the trees do not flower up to January.",
          "In the irrigated orchards, soil drenching of Paclobutrazol at 1 ml /m {+2} of canopy area."
        ]
      },
      {
        "type": "text",
        "content": "Source : The Hindu Newspaper - Science & Technology Section"
      }
    ]
  },
  {
    "heading": "Flower induction in mango during 'off’ year",
    "content": [
      {
        "type": "text",
        "content": "Alternate bearing is a serious problem prevailing in many choice varieties; rhythm of ‘On’ (heavy crop) and ‘Off’ (lean or no crop) years occurs consecutively ; profitability of mango orcharding is affected. Commercial varieties of Uttar Pradesh, Dashehari, Langra, Chausa, Bombay Green and Lucknow Safeda, are alternate bearers."
      },
      {
        "type": "text",
        "content": "Application of paclobutrazol @3.2 ml per meter canopy diameter through soil drenching during September is found to induce flowering even during ‘Off’ year. In case of Dashehari, full dose of paclobutrazol in the first year followed by half dose in the second year is required. In Chausa and Langra, regular applications are necessary."
      },
      {
        "type": "text",
        "content": "This technology was found to increase in Dashehari, ‘On’ year yields by about 25 per cent, while providing 60 per cent of the normal yield during ‘Off ’ years. This approach since operates through checking of vegetative growth /vigour, it is important to adopt good cultural practices for sustaining tree health in the long run. It is widely adopted in Maharashtra state (Konkan region) in Alphonso production."
      },
      {
        "type": "text",
        "content": "Source : Central Institute for Subtropical Horticulture Rehmankhera, P. O. Kakori, Lucknow, Uttar Pradesh - 227107. Phone : 91–0522–2841022, 23. Website : http://www.cishlko.org/index.php"
      }
    ]
  }
]