[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Kodo millet is highly drought tolerant and therefore it can be grown in areas where rainfall is scanty and erratic. Kodo millet grain contains 8.3 per cent protein, 1.4 per cent fat, 65.6 per cent carbohydrates and 2.9 per cent ash with high fiber content and oxidant potential is much higher than any other millet and major cereals. The grain is recommended as a substitute for rice to patients suffering from diabetes disease."
      },
      {
        "type": "text",
        "content": "Kodo Millet is largely grown in the states of Madhya Pradesh, Chattisgarh, Maharashtra, Tamilnadu and Karnataka. It is also cultivated in the Jhum field of Arunachal Pradesh."
      }
    ]
  },
  {
    "heading": "Season",
    "content": [
      {
        "type": "text",
        "content": "Sowing with onset of monsoon is beneficial for better yields. Middle of June to end of July in different states and in Madhya Pradesh and Chhattisgarh, last week of June to first week of July is preferred. Suitable sowing time for rainy (kharif) is June to July and for post-rainy (rabi) it is September to October."
      }
    ]
  },
  {
    "heading": "Climate",
    "content": [
      {
        "type": "text",
        "content": "Generally the Millets are grown in tropical as well as sub-tropical upto an altitude of 2,100m. It is a heat loving plant. It is grown where rainfall ranges from 500–900mm. Kodo Millet has a heavy water requirement which grows well in moderate rainfall of 50–60cm."
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "text",
        "content": "Kodo can be grown on gravelly and stony upland type of poor soils to fertile loamy soils. Deep, loamy, fertile soils, rich in organic matter are preferred for satisfactory growth. Well-drained soils with adequate moisture supply are required for uninterrupted growth of the crop."
      }
    ]
  },
  {
    "heading": "Field preparation",
    "content": [
      {
        "type": "text",
        "content": "The first ploughing should be done deep with a soil turning plough at the onset of monsoon. Fine tilth is imperative for proper germination and crop establishment."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Madhya Pradesh - CKMV 4 (ATL 3), JK 9–1 (DPS 9–1), Dahod Kodo 1 (CKMV 3), Ch. Kodo-03, CKMV 1 (ATL 2), Dahod Kodo (CKMV 2), JK 137, DPS 9–1, JK 98, JK 106, JK 439, RBK 155, JK 65, JK 48, JK 13, RK 390–25, JK 106, GPUK 3,, JK-98, TNAU 86",
          "Tamil Nadu - CKMV 4 (ATL 3), Dahod Kodo 1 (CKMV 3), CKMV 1 (ATL2), ATL 1, Ch. Kodo-03, Dahod Kodo (CKMV 2), TNAU 86, RK 390–25, JK 13, KMV 20 (Bamban), CO 1, GPUK 3",
          "Gujarat - CKMV 5 (ATL 4), CKMV 4 (ATL 3), Gujarat Kodo millet 4 (Dahod Kodra-4), Dahod Kodo (CKMV 2), Ch. Kodo-03, CKMV 1 (ATL2), GAK 3, RK 390–25, GPUK 3, JK-65, JK-13, GK 1, GK 2, GPUK 3",
          "Chattisgarh - CKMV 5 (ATL 4), CKMV 4 (ATL 3), Dahod Kodo 1 (CKMV 3), Dahod Kodo (CKMV 2), Ch. Kodo-03, CKMV 1 (ATL2), Ch. Kodo-2, Indira Kodo 1, JK 439, JK 48, GPUK 3, JK 65, JK 98, RK 390–25, TNAU 86",
          "Karnataka - CKMV 1 (ATL2), Ch. Kodo-03, GPUK 3, RBK 155, RK 390–25, TNAU 86",
          "Andhra Pradesh - CKMV 5 (ATL 4), CKMV 4 (ATL 3), Dahod Kodo 1 (CKMV 3), Ch. Kodo-03, CKMV 1 (ATL2), Dahod Kodo (CKMV 2), RK 390–25, TNAU 86"
        ]
      }
    ]
  },
  {
    "heading": "Spacing",
    "content": [
      {
        "type": "text",
        "content": "Spacing between rows is 22.5–25.0 cm and between plants is 10.0 cm and sowing depth is 2–3 cm. Line sowing is beneficial as it facilitates inter-cultivation and weed management."
      }
    ]
  },
  {
    "heading": "Seed Rate",
    "content": [
      {
        "type": "text",
        "content": "Optimum seed rate for line sowing is 10 kg/ha (4 kg/acre) and 15 kg/ha (6 kg/acre) for broadcasting."
      }
    ]
  },
  {
    "heading": "Seed Treatment",
    "content": [
      {
        "type": "text",
        "content": "Seed treated with Ceresan @ 3 g/kg of seed is recommended."
      },
      {
        "type": "text",
        "content": "Treating seeds with Azospirullum brasilense (nitrogen fixing bacterium) and Aspergillus awamouri (phosphate solubilizing fungus) @ 25 g/kg is beneficial."
      }
    ]
  },
  {
    "heading": "Method of sowing",
    "content": [
      {
        "type": "text",
        "content": "Line sowing at 3–4cm deep."
      }
    ]
  },
  {
    "heading": "Transplanted crop",
    "content": [
      {
        "type": "text",
        "content": "Seed should be sown in well prepared nursery beds during the month of May-July about 4 Kg of seed will give enough seedlings to transplant 1 ha of land. 3 to 4 week old seedlings should be transplanted two seedlings per hill at a distance of 25X8 cm or transplanted 2–3cm deep."
      }
    ]
  },
  {
    "heading": "Manures and Fertilizers",
    "content": [
      {
        "type": "text",
        "content": "Application of 5.0–7.5 t/ha FYM about 2–3 weeks before sowing is beneficial since it helps to improve the water retention capacity of soil in addition to providing essential nutrients to the crop. Apply 40 kg N, 20 kg P and 20 kg K per hectare. Recommended fertilizer dose for Madhya Pradesh and Chhattisgarh is 40 kg N and 20 kg P per ha, and in other states, 20 kg each of NPK per ha. For high rainfall areas of Madhya Pradesh and Chhattisgarh, nitrogen should be applied in two splits i.e., half of the nitrogen at sowing and remaining half at 35–40 days after sowing."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "During dry periods, irrigations are required every 4–7 days depending on the severity of the drought and type of soil. First irrigation at 25–30 DAS and second irrigation at 40–45 DAS is recommended. Drain out the excessive rain water from the field during heavy and continuous rains."
      }
    ]
  },
  {
    "heading": "Cropping System",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Inter-cropping: Kodo millet + Pigeon pea (2:1), Kodo millet + Green gram/black gram (2:1), and Kodo millet + Soybean (2:1) is recommended for Madhya Pradesh.",
          "Crop rotation/Cropping sequence: Kodo millet – soybean or Kodo millet - Kodo millet or niger - kodo millet crop was found to be sustainable crop system in Madhya Pradesh."
        ]
      }
    ]
  },
  {
    "heading": "Weed Control",
    "content": [
      {
        "type": "subheading",
        "content": "Grassy weeds : Echinochloa colonum, Echinochloa crusgulli (sawan), Dactyloctenium aegypticum (makra), Elusine indica (kodo), Setaria glauca (banra ), Cynodon dactylon (doob), Phragmites karka (narkul), Cyperus rotundus (motha), Sorghum halepanse (banchari) are common."
      },
      {
        "type": "subheading",
        "content": "Broad-leaved weeds: Celosia argentia (chilimil), Commelina benghalensis (kankoua), Phylanthus niruri (hulhul), Solanum nigrum (makoi) and Amaranthus viridis (chaulai)."
      },
      {
        "type": "text",
        "content": "The inter-cultivation and weeding should be done with hand hoe, three hoeing would be sufficient to control the weeds in problem areas."
      }
    ]
  },
  {
    "heading": "Disease Management",
    "content": [
      {
        "type": "text",
        "content": "Head smut caused by Sorosporium paspali-thunbergi is a major disease. The pathogen being seed borne can be checked by seed treatment with Chlorothalonil or Mancozeb @ 2g/kg. The variety GPUK 3 is tolerant to head smut"
      },
      {
        "type": "subheading",
        "content": "Blast : Infection of this disease may occur in the seedling stage with gray green to yellow lesions on leaf blades. To control this disease, the seed should be treated before sowing with Agrosan GN or Cerasan @ 2.5 g/Kg of seed. Resistant variety should be cultivated."
      },
      {
        "type": "subheading",
        "content": "Seedling blight : Serious disease and cause heavy damage. 0.02 % solution of Dithane U-45 should be sprayed."
      }
    ]
  },
  {
    "heading": "Insect Pest",
    "content": [
      {
        "type": "text",
        "content": "Stem Borer/ Hairy Caterpillar/Grass hopper/Caterpiller."
      },
      {
        "type": "subheading",
        "content": "Control :"
      },
      {
        "type": "text",
        "content": "Diazinen (5%) or Thiaden(4%) granules @ 20Kg/ha, to control Borer Hairy caterpillar & Grass hopper spray Carbaryl dust @ 20Kg/ha may be used."
      },
      {
        "type": "subheading",
        "content": "Sources :"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Recommended package of practices - IIMR",
            "link": "https://www.millets.res.in/farmer/2024/1Latest-Millet-Production-and-Process-Tech.pdf"
          },
          {
            "text": "KVK Papum pure",
            "link": "https://kvk.icar.gov.in/API/Content/PPupload/k0162_27.pdf"
          }
        ]
      }
    ]
  }
]