[
  {
    "heading": "Alternate Bearing",
    "content": [
      {
        "type": "text",
        "content": "Alternate Bearing means an alternating cropping pattern of the tree that is internally regulated by the plant. This alternate bearing pattern is common in many of the perennial trees and shrubs but is not universal. Apple is one of the heavily-studied fruit crops with regard to alternate bearing because of its high economic importance. Alternate bearing is an important economic problem for a number of fruit and nut growers worldwide."
      }
    ]
  },
  {
    "heading": "Management of alternate bearing in Apple",
    "content": [
      {
        "type": "subheading",
        "content": "Site and cultivar selection"
      },
      {
        "type": "text",
        "content": "Based on the bearing tendency, apple varieties have been classified into three groups (Jonkers, 1979)."
      },
      {
        "type": "ordered_list",
        "content": [
          "Regular bearers: Early Worcester, Golden delicious, Golster, Jonagold, Rome Beauty",
          "Moderate bearers: Delicious group, Golden spur, Granny Smith, Jonagold, McIntosh, Northern Spy, Red Gold and Rhode Island Green",
          "Distinctly alternate bearers: Baldwin, Benoni, Boskoop, Cox Orange Pippin"
        ]
      },
      {
        "type": "text",
        "content": "Selection of regular bearing varieties and planning of orchards in a site with optimal climatic conditions with good soil and physical properties reduces the risk of alternate bearing and other cropping irregularities. Spring flowering deciduous orchards are preferably planted on sites with low risk of frost or freeze damage."
      },
      {
        "type": "subheading",
        "content": "Cultural practices and pollination"
      },
      {
        "type": "text",
        "content": "Since the phenomenon of alternate bearing is natural and is internally regulated by the plant, good crop management practices are essential to minimize its occurrence."
      },
      {
        "type": "unordered_list",
        "content": [
          "In general, flower formation is promoted in perennial fruit trees under optimal growing conditions. Optimal plant growth can be maintained by practising annual pruning, regular irrigation and maintenance of optimal nutrient levels in soil and plant tissue along with judicious use of pesticides.",
          "Honey bees are effective pollinators for apple. Setting the beehives in apple orchards during the blooming period enhances the pollination and fruit set."
        ]
      },
      {
        "type": "text",
        "content": "Management of orchard with above cultural practices does not reduce the risk of alternate bearing directly but the risk of cropping irregularities will be managed up to some extent"
      },
      {
        "type": "unordered_list",
        "content": [
          "Crop Load Management : This is the most important management practice for minimizing alternate bearing. Crop load adjustment is very important for regulation of yields in the current season as well as for next season. Crop load management is done by thinning and pruning methods"
        ]
      },
      {
        "type": "text",
        "content": "Author: Aparna Veluru, ICAR-CPCRI, Kasaragod, Kerala"
      }
    ]
  }
]