[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Apple (Malus pumila) is an important temperate fruit. Apples are mostly consumed fresh but a small part of the production is processed in to juices, jellies, canned slices and other items."
      },
      {
        "type": "text",
        "content": "In India, Apple is primarily cultivated in Jammu & Kashmir; Himachal Pradesh; hills of Uttar Pradesh and Uttaranchal. It is also cultivated to a small extent in Arunachal Pradesh; Nagaland; Punjab and Sikkim."
      }
    ]
  },
  {
    "heading": "Climate",
    "content": [
      {
        "type": "text",
        "content": "The apple is a temperate fruit crop. However, in India the apple growing areas do not fall in temperate zone but the prevailing temperate climate of the region is due to the Himalayan ranges and high altitudes. The average summer temperature should be around 21–24°C during active growth period. Apple succeeds best in regions where the trees experience uninterrupted rest in winter and abundant sunshine for good colour development. It can be grown at an altitude of 1500–2700 m above the sea level. Well-distributed rainfall of 1000–1250 mm throughout the growing season is most favourable for optimum growth and fruitfulness of apple trees."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          "Jammu and Kashmir : Golden Delicious (Late Season), Lal Ambri, Mollies Delicious, Starkrimson, Red June, Irish Peach, Benoni and Tydeman’s Early",
          "Himachal Pradesh : Golden Delicious (Late Season), Red Delicious (Mid season), McIntosh",
          "Uttarakhand, Uttar Pradesh : McIntosh, Chaubattia Anupam",
          "Tamil Nadu : Irish Peach and Zouches Pipin (Early); KKL 1, Carrington and Winterstein (Mid -season); Rome Beauty and Parlin’s Beauty (late)"
        ]
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "text",
        "content": "Apples grow best on a well-drained, loam soils having a depth of 45 cm and a pH range of pH 5.5–6.5. The soil should be free from hard substrata and water-logged conditions. Soils with heavy clay or compact subsoil are to be avoided."
      }
    ]
  },
  {
    "heading": "Propagation",
    "content": [
      {
        "type": "text",
        "content": "Grafting : Apples are propagated by several methods viz.; whip, tongue, cleft and roots grafting. Tongue and cleft grafting at 10–15 cm above the collar during February-March gives the best results. Usually grafting is done at the end of winter."
      },
      {
        "type": "text",
        "content": "Budding : Apples are mostly propagated by shield budding, which gives a high percentage of success. In shield budding a single bud along with a shield piece of stem is cut along with the scion and inserted beneath the rind of the rootstock through a 'T' shaped incision during active growth period. Budding is done when the buds are fully formed during summer. The optimum time of budding is September in Kashmir Valley, Kumaon hills of Uttaranchal, high hills of Himachal Pradesh and June in mid hills of Himachal Pradesh."
      },
      {
        "type": "text",
        "content": "Rootstocks : Most of the apple plants are grafted or budded on seedling of wild crab apple. The seedling rootstocks obtained from the seeds of diploid cultivars like Golden Delicious, Yellow Newton, Wealthy, Macintosh and Granny Smith also can be used. High density planting is done using dwarfing rootstocks (M9, M4, M7 and M106)."
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "text",
        "content": "The planting distance varies according to variety and the fertility level of the soil. The main consideration in planting trees is planting of sufficient pollinators to ensure effective pollination. Usually one pollinator tree is needed for two to three large trees planted at 10 m distance or one row pollinator for two rows of main cultivar. For high density planting the pollinator tree is planted after every sixth tree in a row."
      },
      {
        "type": "text",
        "content": "The most widely used planting system is the square system. In this system, the pollinators are planted after every sixth or ninth tree. The other popular system of planting is the rectangular system. In hilly areas the apple orchards are established by planting the trees on the contours so as to prevent soil erosion and reduce run off."
      },
      {
        "type": "text",
        "content": "The average number of plants in an area of one ha. can range between 200 to 1250. Four different categories of planting density are followed viz. low (less than 250 plants/ha.), moderate (250–500 plants/ha.), high (500–1250 plants/ha.) and ultra high density (more than 1250 plants /ha.). The combination of rootstock and scion variety determines the plant spacing and planting density/unit area."
      }
    ]
  },
  {
    "heading": "Time and method of planting",
    "content": [
      {
        "type": "text",
        "content": "Planting is usually done in the month of January and February."
      },
      {
        "type": "text",
        "content": "Pits measuring 60 cm are dug two weeks before planting. The pits are filled with good loamy soil and organic matter. Planting is done in the centre of the pit by scooping the soil and placing the soil ball keeping the roots intact. Loose soil is filled up in the remaining area and lightly pressed to remove air gaps. The seedlings are staked and watered immediately."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Apple trees are particularly sensitive to low soil moisture. Water stress during the growing season reduces number and size of fruits, and increases June drop. Success of apple largely depends on uniform distribution of rain during the year in case of dry spells during the critical periods supplementary irrigation should be provided. Water stress conditions results in poor fruit set, heavy fruit drop, low production and poor quality. The most critical periods of water requirement are April- August and peak water requirement is after fruit set. Normally the orchards are irrigated immediately after manuring in the month of December-January. During the summer periods, the crop is irrigated at an interval of 7–10 days. After the fruit setting stage the crop is irrigated at weekly intervals. Application of water during the fortnight preceding harvest markedly improves the fruit colour. Thereafter till the onset of dormancy, irrigation is given at an interval of 3–4 weeks."
      }
    ]
  },
  {
    "heading": "Pruning",
    "content": [
      {
        "type": "text",
        "content": "Pruning is one of the most important practice which promotes plant vigour and productivity. Pruning is done with a view to divert the sap flow towards the fruiting branches and to force the plants to bear more fruits or to induce vigorous vegetative growth. During pruning, weak-growing and diseased branches are removed from the tree. Usually the trees are pruned every year in the month of December-January. The systems of pruning adopted in apple cultivation are as follows."
      },
      {
        "type": "unordered_list",
        "content": [
          "Established Spur System : Objective of this pruning is to develop permanent fruit spurs for production of fruits. To ensure formation of spurs on the laterals the central leader is cut back every year along with the strong erect laterals near the central leader. This leads to wide angled vigorous laterals for formation of spurs.",
          "Regulated System : Regulated pruning is practiced generally on apple cultivars growing on semi-dwarfing and vigorous rootstocks. Before planting, the central leader of the tree is cut back at 75 cm on which three well- placed primary branches are allowed to grow. In bearing trees, the growth of leader and strong laterals are encouraged by pruning weak and crowded branches.",
          "Renewal System : In vigorous cultivars instead of developing permanent spurs, the objective is to encourage continuous growth of new healthy shoots, spurs and branches every year. A part of the tree is pruned every year to produce fruits in the following year on the new shoot growth, while the unpruned parts produces fruit buds."
        ]
      }
    ]
  },
  {
    "heading": "Thinning of fruit",
    "content": [
      {
        "type": "text",
        "content": "Thinning is one of the major techniques employed to regulate fruit quality. In apples, heavy bearing not only results in small-sized poor quality fruits but also sets in alternate bearing cycle. Judicious thinning done at the proper stage of fruit development can regulate cropping and improve fruit size and quality. Since manual thinning is cumbersome and expensive, chemical thinning is employed."
      },
      {
        "type": "text",
        "content": "Chemical thinners should not be applied in very hot and dry conditions as it adversely affects the absorption. Spraying should be done thoroughly to cover the entire canopy. Sometimes chemical thinning follow calcium deficiency therefore adequate calcium nutrition should be supplemented after thinning."
      },
      {
        "type": "text",
        "content": "It is desirable to retain one fruit for every 40 leaves. This spaces the fruit at about 15–20 cm apart and there will be only one fruit per spur."
      }
    ]
  },
  {
    "heading": "Manuring & Fertilization",
    "content": [
      {
        "type": "text",
        "content": "Farmyard manure @ 10 kg./ year age of tree is applied along with other fertilizers. The fertilizer dose depends upon the fertility of soil and amount of organic manure applied to the crop. Generally, application of 350 g N, 175 g P 2 O 5 and 350 g K 2°per plant per year in split doses is recommended for fully-grown bearing trees. On some trees deficiency of zinc, boron, manganese and calcium may be observed which is corrected with the application of appropriate chemicals through foliage spray."
      }
    ]
  },
  {
    "heading": "Plant Protection",
    "content": [
      {
        "type": "text",
        "content": "Insect Pests : The insect pests mostly observed are San Jose Scale ( Quadraspidiotus perniciosus ), white scale ( Pseudoulacaspis sp.), wooly apple aphid ( Eriosoma lanigerum ), blossom thrips ( Thrips rhopalantennalis ) etc. Planting of resistant rootstocks, suitable intercultural operations and spraying with chloropyriphos, fenitrothion, carbaryl etc. have been found to be effective in controlling the pests."
      },
      {
        "type": "text",
        "content": "Diseases : The main diseases reported are collar rot ( Phytophthora cactorum ), apple scab ( Venturia inaequalis ), sclerotius blight ( Sclerotium rolfsii ), crown gall ( Agrobacterium tumefaciens ), cankers, die-back diseases etc. Plants resistant to the diseases should be used for cultivation. The infected plant parts need to be destroyed. Application of copper oxychloride, carbendazim, mancozeb and other fungicides have been found to be effective in controlling the diseases."
      },
      {
        "type": "text",
        "content": "Disorders : In apple, there are three distinct fruit drops."
      },
      {
        "type": "unordered_list",
        "content": [
          "early drop resulting from unpollinated or unfertilized blossoms",
          "June drop (due to moisture stress and fruit competition) and",
          "Pre-harvest drop. Pre-harvest drop can be controlled by spraying NAA @ 10 ppm. (1 ml. of Planofix dissolved in 4.5 l. of water) about a week before the expected drop."
        ]
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "Normally the apples are ready for harvest from September-October except in the Nilgiris where the season is from April to July. The fruits mature within 130–150 days after the full bloom stage depending upon the variety grown. The ripening of fruits is associated with the change in colour, texture, quality and the development of the characteristic flavour. The fruits at the time of harvest should be uniform, firm and crisp. The colour of the skin at maturity ranges from yellow-red depending on the variety. However, the optimum time of harvest depends on fruit quality and intended period of storage. Due to the introduction of dwarf rootstock hand picking is recommended as it reduces bruising due to fruit fall during mechanical harvesting."
      },
      {
        "type": "text",
        "content": "Yield : The apple tree starts bearing from 4 year onwards. Depending on variety and season, a well managed apple orchard yields on an average 10–20 kg/tree/year."
      },
      {
        "type": "text",
        "content": "Source : NHB"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "AESA based IPM package for Apple",
            "link": "http://niphm.gov.in/IPMPackages/Apple.pdf"
          },
          {
            "text": "Cultivation practices for Jammu and Kashmir",
            "link": "http://skuast.org/site/Templates%20HTML/extension/package.pdf"
          },
          {
            "text": "Cultivation practices for Tamil Nadu",
            "link": "http://agritech.tnau.ac.in/horticulture/horti_fruits_apple.html"
          }
        ]
      }
    ]
  }
]