[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Barley may be grown in subtropical climatic condition. The crop requires around 12–15 0°C during growing period and around 30 0°C at maturity. It can not tolerate frost at any stage of growth and incidence of frost at flowering at highly detrimental for yield. The crop posses vary high degree of tolerance to drought and sodic condition."
      },
      {
        "type": "text",
        "content": "Barley is mainly grown in Uttar Pradesh, Rajasthan, Punjab, Madhya Pradesh, Haryana, Bihar, Himachal Pradesh, West Bengal and Jammu Kashmir."
      }
    ]
  },
  {
    "heading": "Soil Requirement",
    "content": [
      {
        "type": "text",
        "content": "Barley is being grown in three distinct type of soil groups mainly Sandy Loam, Loam and Medium & Heavy Black Soils. Sandy to moderately heavy loam soils of Indo-Gangetic plains having neutral to saline reaction and medium fertility are the most suitable type for barley cultivation. However, it may be grown on variety of soil types, viz, saline, sodic and lighter soils. Acidic soils are not fit for barley cultivation, as such."
      }
    ]
  },
  {
    "heading": "Land Preparation",
    "content": [
      {
        "type": "text",
        "content": "Two to three ploughing with cultivator followed by planking after every ploughing. To save the crop from Termite, Ants and other insect, seed treatment is advisable."
      }
    ]
  },
  {
    "heading": "Manure and Fertilizers",
    "content": [
      {
        "type": "table",
        "content": {
          "headers": [
            "Production Condition",
            "Fertilser Requirement (kg./Ha.)"
          ],
          "rows": [
            [
              "Nitrogen",
              "Phosphorous"
            ],
            [
              "Irrigated Timely sown",
              "60",
              "30"
            ],
            [
              "Irrigated Late sown",
              "60",
              "30"
            ],
            [
              "Rainfed Plains",
              "30",
              "20"
            ],
            [
              "Rainfed Hilly Region",
              "40",
              "20"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Add 10–20 cart loads of well rotten Farm Yard Manure per ha."
      },
      {
        "type": "text",
        "content": "In case of irrigated condition, half of the nitrogen and full dose of Phosphorous should be applied as Basal and remaining half of the Nitrogen should be Top Dressed after first irrigation or 30 days after sowing, while in case of light soils, one third of nitrogen and full dose of Phosphorous should be applied as basal, one third of Nitrogen after first irrigation and rest one third of Nitrogen after second irrigation."
      }
    ]
  },
  {
    "heading": "Seeds and Sowing",
    "content": [
      {
        "type": "table",
        "content": {
          "headers": [
            "Production Condition",
            "Seed rate (kg./Ha.)",
            "Time of Sowing",
            "Spacing (cm)"
          ],
          "rows": [
            [
              "Irrigated Timely sown",
              "100",
              "10–25 November",
              "23"
            ],
            [
              "Irrigated Late sown",
              "125",
              "26 Nov.-31 Dec.",
              "18"
            ],
            [
              "Rainfed Plains",
              "100",
              "25°ct.-10 Nov.",
              "23"
            ],
            [
              "Rainfed Hilly Region",
              "100",
              "20°ct.-7 Nov.",
              "23"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Method of sowing:"
      },
      {
        "type": "text",
        "content": "Sowing should be done in rows either by seed drill or behind the plough in furrows. Optimum depth of sowing is 4.0 to 5.0cm."
      }
    ]
  },
  {
    "heading": "Seed treatment",
    "content": [
      {
        "type": "text",
        "content": "For the control; of Loose Smut disease, treatment with Vitavax or Bavistin @ 2 gm per Kg seed or for the covered Smut treatment with 1:1 ratio mixture of Thiram + Bavistin or Vitavax @ 2.5 gm per Kg seed. To avoid crop loss due to termite, seed treatment with 150 ml of Chloropyriphos (20 EC) or 250 ml Formathion (25 EC) in 5 liter of water for 100 Kg seed is recommended."
      }
    ]
  },
  {
    "heading": "Irrigation:",
    "content": [
      {
        "type": "text",
        "content": "Generally Barley crop require 2 to 3 irrigations for better yield. Depending opon the water availability, suitable stages for irrigation should be identified."
      },
      {
        "type": "table",
        "content": {
          "headers": [
            "Availability of Irrigation",
            "Crop Stage"
          ],
          "rows": [
            [
              "Two",
              "1st at Crown Root Initiation (25–30 Days After Sowing)2nd at Panicle Emergence (65–70 Days After Sowing)"
            ],
            [
              "One",
              "Tillering Stage (35–40 Days After Sowing)"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Interculture",
    "content": [
      {
        "type": "text",
        "content": "Barley is a fast growing crop and it does not let weeds smoother it, even then, if necessary weed control operation can be taken up as under :-"
      },
      {
        "type": "table",
        "content": {
          "headers": [
            "Type of Weeds",
            "Weedicides",
            "Dose/ ha.",
            "Method of Application"
          ],
          "rows": [
            [
              "Broad Leaf<br><br><br><em>Chenopodiun album</em>(Bathua)<em>Convolvulus arvensis</em>(Hirankhuri)<em>Anagalis arvensis</em>(Krishna Neel)<em>Cronopus didymus</em>(Wild Carrot)",
              "<br><br><br>2,4-D (Na-Salt 80%)2,4-D (Easter 38%)",
              "<br><br><br>625 gm<br><br>625 gm",
              "<br><br><br>30–35 day after sowing in 250 liters of water"
            ],
            [
              "Narrow Leaf<em>Avena fatua</em>(Wild Oat)<em>Phalaris minor</em>(Kanki)",
              "<br><br>Isoproturan 75 % WP or<br>Pendimethillin (Stomp) 30% EC",
              "<br><br>1250 gm3.75 litres",
              "<br><br>30–35 day after sowing in 250 liters of water"
            ],
            [
              "Both (Broad & Narrow Leaf)",
              "Isoproturan 75% WP<br>2,4-D (Easter 38%)<br>Isogard Plus",
              "1.00 Kg<br>0.75 Kg<br>1.25 Kg",
              "30–35 day after sowing in 250 liters of water"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Powdery mildew caused by Erysiphe graminis can be controlled by d using fine sulphur (200 mesh) @ 15–20 kg/ha or 1% Karathane. Helminthosporium leaf spot diseases can be effectively controlled by spraying with copper fungicides or Dithane Z - 78."
      },
      {
        "type": "text",
        "content": "Among the insect-pests, aphid ( Rhopalosiphum maidis ) can be controlled by spraying of Methyl demeton 25 EC or Dimethoate 30 EC at 1,000 ml/ha or Imidacloprid 2 00 SL, at 100 ml/ha in 200–250 litres of water per ha. Systemic granular insecticides, viz. Phorate 10% or Disulfoton 5% should be used in seed furrows @ 0.5 to 1 kg a.i./ha to control the pest."
      },
      {
        "type": "text",
        "content": "Roguing is must to maintain uniformity and purity of the variety. Plants not conforming to the morphological description of Sindhu are needed to be promptly uprooted before harvesting. Roguing is undertaken at boot or preflowering stage, followed by 2 nd roguing at flowering and final roguing at maturity."
      },
      {
        "type": "text",
        "content": "Barley crop gets ready for harvest by the end of March to first fortnight of April. Since barley has shattering character, it should be harvested before over ripening to avoid breaking of spikes due to dryness. Barley grain absorbs moisture from the atmosphere and should be stored at an appropriate dry place to avoid storage pest losses."
      },
      {
        "type": "text",
        "content": "The average yield of rain fed crop ranges between 2,000 and 2,500 kg/ha, whereas that of irrigated crop is twice as much. Under favorable conditions of manuring and management practices, improved varieties are capable of giving grain yield of 5–6 tonnes/ha under irrigated timely sown conditions, from 3 to 3.5 tonnes/ha under late - sown conditions and from 2.5 to 3 tonnes/ha under rainfed conditions."
      },
      {
        "type": "subheading",
        "content": "Sources :"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Recommended package of practices",
            "link": "https://iiwbr.org.in/wp-content/uploads/2023/08/EB-53-Barley-Cultivation-in-India-Pocket-Guide.pdf"
          },
          {
            "text": "NFSM package of practices",
            "link": "https://nfsm.gov.in/ReadyReckoner/NFSM_Package.pdf"
          }
        ]
      }
    ]
  }
]