[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Foxtail millet is generally grown as a rainfed crop in India and is seen in tropics as well as subtropical regions both under low and moderate rainfall. The crop can be grown up to an altitude of 2000 metres above mean sea level and in areas receiving 350–500 mm annual rainfall. It is a short duration crop (85–100 days), important as food, feed and fodder crop."
      },
      {
        "type": "text",
        "content": "It is mainly cultivated in Andhra Pradesh, Karnataka, Tamil Nadu, Telangana, Rajasthan, Maharashtra and a few north-eastern states. Grain is enclosed in thin hulls and de-hulling is necessary."
      }
    ]
  },
  {
    "heading": "Health benefits",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Foxtail millet contains 12.3% protein, 60% carbohydrates of which amylose is 11.1–16.5%, and 4.3% fat.",
          "The total dietary fiber content is in the range of 6–8% depending on the level of dehulling and polishing.",
          "Dietary fiber content in foxtail millet is generally the highest among the millets when polished moderately.",
          "The grain colour is slightly creamy when moderately polished.",
          "Excess polishing should be avoided to retain health benefits of fiber.",
          "High fiber in diet is useful in slow digestion and slow release of sugars for diabetics.",
          "It also adds bulk to the food and helps in improvement of gastro-intestinal health."
        ]
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "A number of varieties with high yield potential have been released for different states. The list of latest and popular varieties recommended for different states are given below"
      },
      {
        "type": "table",
        "content": {
          "headers": [
            "Sl. No.",
            "State",
            "Varieties"
          ],
          "rows": [
            [
              "1.",
              "Andhra Pradesh<br>and Telangana",
              "CFXMV-1, Mahanandi (SiA 3159), Renadu (SiA3223), Garuda (SiA 3222), SiA 3088, SiA 3156, SiA 3085, Lepakshi, SiA 326, Narasimharaya, Krishnadevaraya, PS4"
            ],
            [
              "2.",
              "Karnataka",
              "CFXMV-1, GPUF 3, HN 46, DHFt-109–3, HMT 100–1, SiA 3156, SiA 3088, SiA 3085, SiA 326, PS 4, Narasimharaya"
            ],
            [
              "3.",
              "Tamil Nadu",
              "ATL 1, SiA 3156, Co (Ten) 7, TNAU 43, TNAU 186, TNAU 196, CO 1, CO 2, CO 3, CO 4, CO 5, K2, K3, SiA 3085, PS 4"
            ],
            [
              "4.",
              "Rajasthan",
              "Prathap Kangani-1 (SR 51), SR 11, SR 16 (Meera), SiA 3085, SiA 3156, PS 4"
            ],
            [
              "5.",
              "Uttar Pradesh",
              "PRK 1, PS 4, SiA 3085, Sreelaxmi, Narasimharaya, SiA 326, S-114 (Nischal)"
            ],
            [
              "6.",
              "Uttarakhand",
              "PS 4, PRK 1, Sreelaxmi, SiA 326, SiA 3156, SiA 3085"
            ],
            [
              "7",
              "Bihar",
              "RAU-2, SiA 3088, SiA 3156, SiA 3085, PS 4"
            ],
            [
              "8",
              "Assam",
              "AA4-GSG-Cawn 1 (GSCY-1)"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Season",
    "content": [
      {
        "type": "text",
        "content": "Foxtail millet growing season differs from state to state based-on environmental conditions."
      },
      {
        "type": "unordered_list",
        "content": [
          "July in Tamil Nadu. In Tamil Nadu, kharif irrigated crop is planted from the beginning of June to end of July and rabi crop in August to September, summer irrigated crop in January.",
          "July-August in Karnataka.",
          "First fortnight of July in Telangana and Andhra Pradesh.",
          "Second and third week of July in Maharashtra.",
          "Plains of Uttar Pradesh and Bihar, middle of June."
        ]
      }
    ]
  },
  {
    "heading": "Spacing",
    "content": [
      {
        "type": "text",
        "content": "Though spacing is depending on soil fertility status, sowing time and variety, row to row 25–30 cm and plant to plant 8–10 cm distance is advisable, and desired sowing depth is 2–3 cm."
      }
    ]
  },
  {
    "heading": "Seed rate",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "For line sowing recommended seed rate is about 5–6 kg/ha (2.0 kg/acre)",
          "For broadcasting - 8–10 kg/ha (3–4 kg/acre)"
        ]
      }
    ]
  },
  {
    "heading": "Manuring and fertilization",
    "content": [
      {
        "type": "text",
        "content": "The crop is usually manured with 5 to 10 t/ha farm yard manure (FYM) about 2–3 weeks before sowing. Generally, fertilizer recommendations to get a good crop are; 40 kg N, 20 kg P and 20 kg K per hectare. Apply entire quantity of P, K and half of N at sowing and remaining half of N at 25–30 days after sowing."
      },
      {
        "type": "table",
        "content": {
          "headers": [
            "State",
            "Fertilizer recommended NPK kg / ha"
          ],
          "rows": [
            [
              "Andhra Pradesh & Telangana",
              "40:30:0"
            ],
            [
              "Jharkhand",
              "40:20:0"
            ],
            [
              "Karnataka",
              "30:15:0"
            ],
            [
              "Maharashtra",
              "20:20:0"
            ],
            [
              "Tamil Nadu",
              "40:20:0"
            ],
            [
              "Other regions",
              "20:20:0"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Weed control",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The field should be kept weed free up to 25–30 days after sowing.",
          "Two inter cultivations and one hand weeding in line sowing is needed.",
          "Two hand weedings in broadcast crop and post-emergence application of 2, 4-D sodium salt (80%) @ 1.0 kg a.i./ha at 20–25 DAS are required.",
          "Isoproturon @ 1.0 kg a.i. /ha as pre-emergence spray is also effective weeds control."
        ]
      }
    ]
  },
  {
    "heading": "Cropping systems",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Foxtail millet + groundnut (2:1),",
          "Foxtail millet + cotton (5:1),",
          "Foxtail millet + pigeon pea (5:1)"
        ]
      },
      {
        "type": "text",
        "content": "Andhra Pradesh: If monsoon is early, sow foxtail millet at 45 cm row spacing and introduce Rabi jowar as relay crop when foxtail millet is nearing maturity."
      },
      {
        "type": "text",
        "content": "Foxtail millet-mustard, foxtail millet-green gram, foxtail millet-pigeon pea and foxtail millet sunflower are profitable than one crop of foxtail millet."
      }
    ]
  },
  {
    "heading": "Diseases",
    "content": [
      {
        "type": "text",
        "content": "Blast ( Pyricularia setariae ), Brown spot ( Helmithosporium setariae ), Rust ( Uromyces setariae ) appear on the foliage."
      },
      {
        "type": "subheading",
        "content": "Blast ( Pyricularia setariae )"
      },
      {
        "type": "text",
        "content": "The young plants are highly susceptible to the disease. Symptoms are circular or oval shaped spot with greyish centre surrounded by dark brown margin on leaf lamina. Under highly congenial conditions, these spots enlarge and coalesce resulting in blasted appearance and causes considerable yield loss."
      },
      {
        "type": "text",
        "content": "Control: Growing blast resistant cultivars, avoiding excess nitrogenous fertilizers. Spraying SAAF (0.2%) or Carbendazim (0.05%) or Tricyclazole (0.05%) when the blast initial oms appears and need-based second spray can be done after 10 days based-on disease severity."
      },
      {
        "type": "subheading",
        "content": "Downy mildew (Sclerospora graminicola )"
      },
      {
        "type": "text",
        "content": "Primary infection causes yellowing of leaves of the plant and then, they turn whitish. The affected plant rarely comes to flower. When the infection is mild, the plants may develop ear heads, but the floral parts are turned into green leafy structures, hence the name “green ear”."
      },
      {
        "type": "text",
        "content": "Control: Growing resistant cultivars, collection and removal of infected plant debris. Seed treatment with Ridomil-MZ 72WP @ 3 g/kg of seed helps in eliminating seed borne infection and protects the young seedlings from infection by the soil-borne inoculum. Spray of Ridomil-MZ @ 3 g/L water may help to control the disease."
      },
      {
        "type": "subheading",
        "content": "Rust ( Uromyces setariae )"
      },
      {
        "type": "text",
        "content": "Diseased plants show numerous minute brown uredosori on both sides of the leaf. Rust pustules are oblong, brown, often formed in linear rows. They are also produced on the leaf sheaths, culms and stems. If the infection is severe, premature drying of leaves was observed and resulting in considerable yield loss."
      },
      {
        "type": "text",
        "content": "Control: Removal of collateral hosts and growing resistant varieties. Spraying with Mancozeb @ 2.5 g/L of water, immediately after observing the symptoms."
      }
    ]
  },
  {
    "heading": "Pests",
    "content": [
      {
        "type": "subheading",
        "content": "Shoot fly and its management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Shootfly population can be monitored by fishmeal trap.",
          "Early sowing of crop i.e., second fortnight of July or with the onset of monsoon.",
          "Adopt higher seed rate (1.5 times of the recommended seed rate) to make up for seedling mortality.",
          "Soil application of Carbofuran 3G (10% granules) 8–10 kg/acre in furrow is effective in checking shootfly infestation.",
          "Soil application of Carbofuron 3G (1.5 kg a.i/ha) is most effective in reducing shootfly incidence before sowing at the time of field preparation.",
          "Spraying of Quinolphos (2 ml/L) effectively reduces shoot fly infestation."
        ]
      }
    ]
  },
  {
    "heading": "Harvesting time",
    "content": [
      {
        "type": "text",
        "content": "The crop matures in 80–100 days. The crop is harvested when the ear heads are dry, either by cutting the whole plant by sickle or the ears separately. The crop is usually harvested during kharif season from September to October and rabi season from January to February."
      }
    ]
  },
  {
    "heading": "Yield",
    "content": [
      {
        "type": "text",
        "content": "Grain yield is 20–25 q/ha and straw yield is 40–60 q/ha in normal condition."
      },
      {
        "type": "source",
        "content": "Indian Institute of Millets Research",
        "link": "https://www.millets.res.in/farmer/2024/1Latest-Millet-Production-and-Process-Tech.pdf"
      }
    ]
  }
]