[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "In India, maize is the 3 rd most important food crops after rice and wheat. Among the maize growing countries, India rank 4th in area and 7th in production, representing around 4% of the world maize area and 2% of total production. It is cultivated in 83.33 lakh ha (2023–24) under a wide range of agro-ecological situations. As per First Advance Estimates, the estimated production of maize during 2023–24 is 224.82 Lakh Metric Tonnes."
      },
      {
        "type": "text",
        "content": "Maize in India, contributes nearly 8 % in the national food basket and more than Rs. 100 billion to the agricultural GDP at current prices apart from the providing employment to over 100 million man-days at the farm and downstream agricultural and industrial sectors. In addition to staple food for human being and quality feed for animals, maize serves as a basic raw material as an ingredient to thousands of industrial products that includes starch, oil, protein, alcoholic beverages, food sweeteners, pharmaceutical, cosmetic, film, textile, gum, package and paper industries etc."
      }
    ]
  },
  {
    "heading": "Maize production technologies",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Hybrids of Maize",
            "link": "https://iimr.icar.gov.in/?page_id=150"
          },
          {
            "text": "Normal Maize Production Technology",
            "link": "https://iimr.icar.gov.in/?page_id=148"
          },
          {
            "text": "Baby corn production",
            "link": "https://iimr.icar.gov.in/wp-content/uploads/2020/03/babycorn-English.pdf"
          },
          {
            "text": "State-wise recommendations for Maize",
            "link": "https://aicrpmaize.icar.gov.in/category/state-recommendations/"
          },
          {
            "text": "Information resources related to Maize",
            "link": "https://iimr.icar.gov.in/?publications-category=technical-bulletins"
          }
        ]
      }
    ]
  },
  {
    "heading": "Expert system for Maize",
    "content": [
      {
        "type": "text",
        "content": "The Expert System for Maize Crop emulates the interaction a user might have with a human expert to solve a problem. It is meant to enhance the efficiency of farmers or Agricultural Extension personnel for maize crop management and to increase the crop yield. It determines the best strategy for irrigating, applying fertilizer and insecticides. Presently, it has four subsystems: Variety Selection, Cultural Practices, Disease Diagnosis, Insect Identification, and Post Harvest Technology. The Variety Selection subsystem advises location specific varieties and Cultural Practices advises on the aspects of irrigating, application of fertilizers and insecticides. Disease Diagnosis and Insect Identification subsystems help the stake-holders to diagnoses the disease and to identify insects affecting the maize crop and suggest preventive and control measures. Post Harvest Technology subsystem deals with storage and processing of maize for developing value added products."
      },
      {
        "type": "text",
        "content": "To visit the expert system for maize, click here ."
      }
    ]
  },
  {
    "heading": "All India Coordinated Research Project (AICRP) on Maize",
    "content": [
      {
        "type": "text",
        "content": "All India Coordinated Research Project (AICRP) on Maize was established in 1957 . Development and release of widely adapted high yielding cultivars resistant to major diseases and insect pests through extensive multidisciplinary and multi-location testing was the objective of AICRP on Maize. It also aimed at shorten time of adaptation, exchange of ideas on germplasm and avoiding duplication of breeding efforts. Besides crop improvement, it is also involved in development of location-specific/climate resilient technologies for improved production and protection practices. These activities are currently carried out at 32 regular and 29 volunteer centres located in different agro-ecological regions of the country to meet the challenges of growing demand for maize at the national level."
      },
      {
        "type": "text",
        "content": "To know more, click here ."
      },
      {
        "type": "source",
        "content": "Indian Institute of Maize Research",
        "link": "https://iimr.icar.gov.in/"
      }
    ]
  }
]