[
  {
    "heading": "Miracle Millets -The Tradition of India",
    "content": [
      {
        "type": "text",
        "content": "Millet is a common term used to categorise small-seeded grasses that are often called as dryland cereals. These are nutri cereals comprising of sorghum, pearl millet, finger millet (major millets), foxtail millet, little millet, kodo millet, proso millet and barnyard millet (minor millets). These are one of the oldest food known to humanity. These are one of the several species of coarse cereal grasses in the family Poaceae, cultivated for their small edible seeds. These are highly nutritious, non-glutinous and not acid forming foods. Hence they are soothing and easy to digest."
      },
      {
        "type": "text",
        "content": "Millets are typically annuals and range in height from 30 to 130 cm with the exception of sorghum and pearl millet, which has stalks 1.5 to 3 m tall and about 2.5 cm thick. The inflorescences may be spikes or racemes, in which the flowers are borne on stalks of about equal length along an elongated axis, or panicles with dense clusters of small florets. With the exception of pearl millet, seeds remain enclosed in hulls after threshing. Hulled seeds are usually creamy white."
      },
      {
        "type": "text",
        "content": "In India, millets has been a staple diet and a main source of income for farmers especially in the semi-arid regions. They are important food and fodder crop in the semi-arid tropics (SAT) of the world and grows in both kharif and rabi seasons. These grains represent the major source of dietary energy and protein for more than a billion people in the semi-arid tropics."
      }
    ]
  },
  {
    "heading": "Vernacular Names of Millets",
    "content": [
      {
        "type": "table",
        "content": {
          "headers": [
            "English",
            "Hindi",
            "Tamil",
            "Telugu",
            "Malayalam",
            "Marathi",
            "Punjabi",
            "Gujarati",
            "Bengali",
            "Oriya"
          ],
          "rows": [
            [
              "Pearl Millet",
              "Bajra",
              "Kambu",
              "Sajjalu",
              "Kambam",
              "Bajri",
              "Bajra",
              "Bajri",
              "Bajra",
              "Bajra"
            ],
            [
              "Foxtail Millet",
              "Kangni, Kakum Rala",
              "Thinai",
              "Korra",
              "Thina",
              "Kang, Rala",
              "Kangni",
              "Kang",
              "Kaon",
              "Kanghu, Kangam, Kora"
            ],
            [
              "Kodo Millet",
              "Koden, Kodra",
              "Varagu",
              "Arikelu, Arika",
              "Koovaragu",
              "Kodra",
              "Kodra",
              "Gajro",
              "Kodo",
              "Kodua"
            ],
            [
              "Little Millet",
              "Kutki, Shavan",
              "Saamai",
              "Sama, Samalu",
              "Chama",
              "Sava, Halvi, Vari",
              "Swank",
              "Kuri",
              "Sama",
              "Suan"
            ],
            [
              "Barnyard Millet",
              "Jhangora, Sanwa",
              "Kuthiravali",
              "Oodalu",
              "Kavadapulla",
              "-",
              "Swank",
              "-",
              "Shyama",
              "Khira"
            ],
            [
              "Sorghum",
              "Jowar",
              "Cholam",
              "Jola",
              "Cholam",
              "Jowari, Jondhala",
              "Jowar",
              "Jowari, Juar",
              "Jowar",
              "Juara"
            ],
            [
              "Finger Millet",
              "Nachani, Mundua Mandika, Marwah",
              "Kelvaragu",
              "Ragula",
              "Panji Pullu",
              "Nachni",
              "Mandhuka, Mandhal",
              "Nagli, Bavto",
              "Marwa",
              "Mandia"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Millets - beneficial crops to grow",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Typical dryland crop with wide crop duration window",
          "Lower water requirement & minimal purchased inputs but responsive to Foxtail Millet high input management too",
          "Resilient to climate change (C ₄ plant) & ideal as contingent crop",
          "Sustainable future crop-offer as source of food, fodder, forage, energy (fuel) & nutritional security",
          "Termed as Nutricereals owing to high quantities of minerals, vitamins, antioxidents with high fiber",
          "Possess rich health benefits, now technology available for processing into RTC/RTF forms Millet",
          "They are gluten free and can be positioned as functional foods and Nutraceuticals"
        ]
      }
    ]
  },
  {
    "heading": "Health Benefits of Millets",
    "content": [
      {
        "type": "text",
        "content": "They contain high amounts of dietary fibre, B-complex vitamins, essential amino and fatty acids and vitamin E. They are particularly high in minerals, iron, magnesium, phosphorous, potassium and release lesser percentage of glucose over a longer period of time which lowers the risk of diabetes. These grains are high in carbohydrates, with protein content varying from 6 to11 per cent and fat varying from1.5 to 5 percent."
      },
      {
        "type": "ordered_list",
        "content": [
          "Beneficial in detoxifying body",
          "Lowers bad cholesterol level",
          "Prevents onset of breast cancer",
          "Helps to prevent type 2 diabetes",
          "Effective in reducing blood pressure",
          "Helps to protect against heart diseases",
          "Aids in treating respiratory conditions such as asthma",
          "Helps to optimize kidney, liver and immune system health",
          "Reduces risk of gastrointestinal conditions like gastric ulcers or colon cancer",
          "Eliminates problems like constipation,excess gas, bloating and cramping"
        ]
      }
    ]
  },
  {
    "heading": "Millet Production related Farm Machinery",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "ICAR-CIAE Tractor Drawn Six-Row Planter with Fertilizer Drill for Millet-Multi-Crops",
          "ICAR-CIAE Power tiller Drawn Six-Row Planter with Fertilizer Drill for Millet-Multi-Crops",
          "ICAR-CIAE Bullock Drawn Three-Row Planter with Fertilizer Drill for Millet-Multi-Crops",
          "ICAR-CIAE Manually operated Pull Type Three Row Planter for Millets-Multi-Crops",
          "ICAR-CIAE Manually operated Push Type Single Row Vertical Plate Planter with Fertilizer Drill for Millets-Multi-Crops",
          "ICAR-CIAE Multi Millet Thresher",
          "Finger Millet Thresher Cum Pealer",
          "Multi Millet Crop Thresher"
        ]
      },
      {
        "type": "text",
        "content": "Click Here To Know about the above mentioned Millet Production Machinery"
      }
    ]
  },
  {
    "heading": "Millet Processing related Farm Machinery",
    "content": [
      {
        "type": "text",
        "content": "Millets are categorized into two major categories in terms of husk present on the grains (Husked Grains and Naked Grains). There are nine types of millets grown in India. Sorghum (Jowar), Pearl Millet (Bajra), and Finger Millet (Ragi) come under naked millet grains whereas the rest of the millets like Foxtail Millet, Little Millet, Barnyard Millet, Proso Millet, Kodo Millet, and Browntop Millet comes under husked millet grains and these grains require dehulling for consumption."
      },
      {
        "type": "subheading",
        "content": "Community Scale Small Millet Processing - Summary of Material Flow"
      },
      {
        "type": "subheading",
        "content": "Process Flow Followed in Millet Processing Units"
      },
      {
        "type": "subheading",
        "content": "Challenges in Small Millet Processing"
      },
      {
        "type": "unordered_list",
        "content": [
          "The presence of sand particles, small stones, mud balls, and other inert impurities in the millet grains lot increases the duration of the processing, reduces the life of the machines, inferior quality millet product, and also gains lesser price in the market.",
          "Pest Infestation in the grains decreases the shelf life of millet rice.",
          "The presence of high moisture in the grains makes them difficult to process and the rice recovery goes down.",
          "Variations in the millet grain sizes require skilled machine operators."
        ]
      },
      {
        "type": "subheading",
        "content": "Millet Processing Unit"
      },
      {
        "type": "text",
        "content": "To set up a primary millet processing unit, machines for cleaning, grading, dehulling, and making value-added products are required. Let us discuss one by one of each machine."
      },
      {
        "type": "subheading",
        "content": "1. Grader-cum-Aspirator"
      },
      {
        "type": "text",
        "content": "Primary cleaning is done using a grader cum aspirator with the support of different sieve sizes for different millet grains. Grader separates the millet grains from sand particles, stones, sticks, mud balls, sticks, straws, etc. So selecting the right kind of sieve is an important factor to get good quality millet grains."
      },
      {
        "type": "text",
        "content": "Before putting the millet grains into the machine, the moisture of the grains should be checked. It should be around 11–12% moisture level. Otherwise, we need to dry the grains in sunlight for 2–3 days for desired moisture level."
      },
      {
        "type": "text",
        "content": "Proper care should be taken to prevent the millet grains from clogging. The machine operator can use a brush to remove the grains which are clogged into the sieve. For small millet processing, we generally use a triple deck grader with three sieves."
      },
      {
        "type": "text",
        "content": "The top sieve will separate big stones, sticks, straws, etc. which are bigger than the millet grain. The middle sieve will separate the good quality grains and the last sieve will separate the fine and coarse sand particles."
      },
      {
        "type": "text",
        "content": "The aspirator attached to the grader will send the fine dust particles to the rear end."
      },
      {
        "type": "text",
        "content": "Graders separate material on the basis of the size and play important functions during pre and post hulling stages in small millet processing. Currently 2 deck and 3 deck graders are available in the market. Frame size of graders currently available in the market are i) 3'x1.5} ii) 4'%1.5] iii) 4x2\" and iv) 6'x2.5\" Three versions are available: 1) Just grader, 2) Grader with aspirator and 3) Grader with destoner and aspirator. Most of the market players offer only one set of sieves for dealing with all kinds of small millets and for all pre and post hulling operations. This limits the range of use of the grader."
      },
      {
        "type": "subheading",
        "content": "Functions"
      },
      {
        "type": "subheading",
        "content": "Pre-hulling"
      },
      {
        "type": "unordered_list",
        "content": [
          "Removing dust, light materials other than grains, large and small foreign materials like pebbles, mud balls, straw, etc. from the millet grains.",
          "Separating large grains from smaller grains in a batch."
        ]
      },
      {
        "type": "subheading",
        "content": "Post-hulling"
      },
      {
        "type": "unordered_list",
        "content": [
          "Separating millet husk, husk rich flour and unhulled grains from hulled fractions.",
          "Separating shattered rice kernels and broken kernels of different sizes from rice."
        ]
      },
      {
        "type": "subheading",
        "content": "2. Destoner"
      },
      {
        "type": "text",
        "content": "Destoner utilizes the difference in density between different fractions- impurities, grains and hulled fractions like rice and broken kernels, for segregation under continuous vibration and air flow. The destoner in use for small millets are the ones designed for paddy destoning but with the mesh size smaller in the destoner bed. Currently three versions are available: 1) Just destoner, 2) Destoner with aspirator and 3) Destoner with grader and aspirator. Operations done using a winnowing pan in manual processing are achieved by this machine. Destoner plays a critical function during pre and post hulling operations and thereby helps in improving the quality of the output. By using this machine, drudgery is reduced and the quantity of material that can be processed in a given time is increased many fold. Destoner aid in longer life of de-hullers by removing stones and particles that may damage its working surfaces like the rotors and receiving plates."
      },
      {
        "type": "unordered_list",
        "content": [
          "Removing stones, mud balls, sand and other heavier materials from the millet grains.",
          "Separating heavier and lighter fractions and unfilled grains from hulled fractions."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Separating unhulled grains from hulled fractions.",
          "Separating heavier and lighter hulled fractions."
        ]
      },
      {
        "type": "text",
        "content": "The material coming from the grader is sent to the Destoner for removing the small stones and mud balls that are identical to the size of the grains. Destoner works on the principle of gravity."
      },
      {
        "type": "text",
        "content": "A Destoner has two sieves under the hopper which grade the material coming from the hopper. The graded material falls on the destoner bed where the lighter material moves towards the front and the heavier material moves towards the rear end."
      },
      {
        "type": "text",
        "content": "The air adjustment slot has to be adjusted carefully depending upon the material."
      },
      {
        "type": "subheading",
        "content": "3. Dehuller-cum-Aspirator"
      },
      {
        "type": "text",
        "content": "The raw materials after proper cleaning are sent for husk removal into the huller. Dehullers can be classified into two types under the millet processing machinery."
      },
      {
        "type": "subheading",
        "content": "Centrifugal Dehullers:"
      },
      {
        "type": "text",
        "content": "A Centrifugal Dehuller has an impeller that is responsible for the husk removal. The material is sent to the hopper which then enters the impeller, where it gets thrown with a great centrifugal force onto the impeller casing. Due to the heavy impact, the husk gets separated from the millet rice and is sent to the aspirator where the lighter husk is collected at the back and the rice is collected at the front. The quality of the dehuller is measured depending on the retention of the bran layer on the millet rice after dehulling."
      },
      {
        "type": "subheading",
        "content": "Abrasive Dehuller:"
      },
      {
        "type": "text",
        "content": "Abrasive dehuller is classified into two types, one is the Emery type and the other one is the Rubber roller type. In Emery type dehuller two grinding stones are used for husk removal, where one stone is stationary and the other rotates at a constant speed. The raw material passes through these two grinding stones and the husk gets sheared or abrased off."
      },
      {
        "type": "text",
        "content": "In the Rubber roller type, rubber rollers are used instead of stones."
      },
      {
        "type": "text",
        "content": "To Know More about Millet Processing Machinery, Click Here."
      }
    ]
  },
  {
    "heading": "Millets Value Addition Machinery",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          "CIAE Millet mill (Model I)",
          "CIAE Millet mill (Model II)",
          "CIAE Millet Popping Machine (Model I)",
          "Pneumatic Dryer Cum Conveyor",
          "Millet Processing Line (25 kg/day)",
          "Flaking Machine With Flakes Conveyor",
          "Roaster",
          "Flaking Machine"
        ]
      },
      {
        "type": "text",
        "content": "Click Here to know about the above mentioned Millets Value Addition Machinery."
      },
      {
        "type": "source",
        "content": "Machinery for millets production, processing and value addition",
        "link": "https://farmech.dac.gov.in/New_Folder/BookletonMilletMachinery.pdf"
      },
      {
        "type": "subheading",
        "content": "Published by Northern Region Farm Machinery Training and Testing Institute, Hisar"
      }
    ]
  }
]