[
  {
    "heading": "About Oats",
    "content": [
      {
        "type": "text",
        "content": "Oat is a minor cereal grown as a multipurpose crop for grain, pasture and forage or as a rotation crop in many parts of the world. It is an inbreeding cereal well adapted to temperate regions. The cultivated oat Avena sativa L. (2n = 6x = 42) is a natural allohexaploid constituting three genomes (A, C & D) and belongs to the family Graminae (Poaceae). Oat groats (grains) have an unique composition of protein, fat, ß-glucan, minerals, antioxidants, hormone analogs and this make oat a most valuable cereal crop (Welch et al . 2000, Peterson 2001). Oat is now being known as a ‘functional food’ (food for good health) because of its high content of fibres and antioxidants."
      },
      {
        "type": "text",
        "content": "Oat is used as a breakfast cereal and the food products from oat include porridge, hot cereals, bread, biscuits, infant food, muesli and granola bars. Oats have applications in industries like food, biomedical and cosmetics. Around 50 to 90 % of the world oat production is used as animal feed for horses, cattle and sheep. Both its straw and grain, is a preferred feed to all animals (Boczkowska et al . 2016). It is a valuable component in sustainable crop production systems because oat is non host for major cereal diseases and pests and reduces disease pressure in cereal crop rotations."
      }
    ]
  },
  {
    "heading": "Human food",
    "content": [
      {
        "type": "text",
        "content": "The cultivated oat ( A. sativa L.) has been known for its dietary benefits and nutritional value. Contents of protein, fat, β-glucan, antioxidants, minerals, and hormone analogues in oat grouts are unique in composition and are the best quality among the cereal grains (Table 1) (. Welch et al 2000 ; Peterson, 2001 )."
      },
      {
        "type": "text",
        "content": "It is the cereal having high protein content (12–24%). The protein prolamine present in oats called avenin, is equivalent to soy protein in quality. Of all grains, oats have one of the best amino acid profiles and a good balance of essential fatty acids, linked to longevity and general good health. They are a good source of essential vitamins such as thiamin, folic acid, biotin, pantothenic acid and vitamin E. They also contain zinc, selenium, copper, iron, manganese and magnesium. It is also having some medicinal values like regulating gastrointestinal function, reduces blood cholesterol and helps in preventing heart diseases and it boosts the immune system of the body. It regulates blood sugar level, has properties like diuretic and anti-inflammatory, and helps to reduce the chances of hormone related cancers. Oats are used in cosmetics to smoothen the skin."
      },
      {
        "type": "subheading",
        "content": "Table 1: Nutritional value of oats (per 100g)"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Energy",
              "389kcal"
            ],
            [
              "Carbohydrates",
              "66.30g"
            ],
            [
              "Dietary fibre",
              "10.60g"
            ],
            [
              "Fat",
              "6.90g"
            ],
            [
              "Protein",
              "16.90g"
            ],
            [
              "Pantothenic acid (Vitamin B₅)",
              "1.30mg"
            ],
            [
              "Folate (Vitamin B₉)",
              "56µg"
            ],
            [
              "Calcium",
              "54mg"
            ],
            [
              "Iron",
              "5mg"
            ],
            [
              "Magnesium",
              "177mg"
            ],
            [
              "Potassium",
              "429mg"
            ],
            [
              "β- glucan (soluble fibre)",
              "4g"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Animal feed",
    "content": [
      {
        "type": "text",
        "content": "Oats are grown for its grain as well as forage and fodder purpose. Oats fodder has high nutritional value and is succulent and highly preferred by milch cattle and draft animals. It is mostly fed as green fodder but can be converted to hay or silage. Oats can be made into good hay in areas with dry, warm conditions at harvest time but, because of their coarser stems, they are less easy to cure than pasture grasses and less suitable for hay in cooler climates. Grain is a valuable feed for horses, dairy cows, poultry and young breeding animals (Ahmed et al . 2014). Green fodder contains about 10–12% protein and 30–35% dry matter. It is fed to animals mixed with berseem or lucerne green fodder."
      }
    ]
  },
  {
    "heading": "Industrial use",
    "content": [
      {
        "type": "text",
        "content": "CO 2 extracted oats have applications in gelling, solubility and surface stabilization properties such as foaming and emulsifing in industries like beverages and other aqueous applications (Konak et al. 2014). Oat can be a promising agent in preventing and curing the dermal injuries and this dermatological effects are mainly due to the linoleic acid component of oat (Hansen and Jensen, 1985; Nebus et al . 2009; Southall et al . 2012). Avena sativa seed’s oil is a rich source (upto 34%) of polar lipids (glycolipids and phospholipids) and these polar lipids are proven to be as a potential oil/water emulsifier because of its amphiphilic structure (Kaimainen et al . 2012). The oat lipase is proved to be more active than other cereals such as barley, wheat and rye and it contain phospholipases such as phospholipase D or phospholipase C (Widhe and Onselius, 1949). Phospholipases have applications in industries like starch, oil, baking and cheese production to produce emulsifier like molecules (De Maria et al . 2007). The soluble dietary fibre β-glucan present in oat have applications in food industry to improve the viscosity, texture, sensory characteristics and shelf-life of their products (Elluech et al . 2011). Oat starch has typical gelatinization characteristics and have unusually high viscosity after cooling. The cooled oat starch is less firm, easily digestible, more elastic, more adhesive, clearer and less susceptible to retrogradation (Singh et al . 2013; Webster, 2002). Avena sativa L. is rich source of natural antioxidants which includes tocols (vitamin E), phenolic compounds, phytic acid, avenanthramides, sterols and flavonoids (Peterson, 2001). These antioxidants are helpful to prevent diseases. Avena sativa L has been globally recognized as relevant for a wide range of applications namely in pharmacology, medicine and food industries (Ben Halima et al . 2015)."
      },
      {
        "type": "subheading",
        "content": "Authors"
      },
      {
        "type": "ordered_list",
        "content": [
          "Vinu V, ICAR-Sugarcane Breeding Institute, Coimbatore",
          "Deepika C, ICAR-Indian Institute of Millets Research, Hyderabad"
        ]
      }
    ]
  },
  {
    "heading": "References",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          "Peterson. D. M. 2001. Oat antioxidants. J. Cereal. Sci. 33:115–129.",
          "Welch, R. W., Brown, J. C. W. and Leggett, J. M. 2000. Interspecific and intraspecific variation in grain and groat characteristics of wild oat ( Avena ) species: very groat (1–3), (1–4)-β glucan in an Avena atlantica genotype. J. Cereal. Sci. 31: 273–279.",
          "Boczkowska, M., Podyma, W. and Łapiński, B. 2016. Oat. In: Genetic and Genomic Resources for Grain Cereals Improvement, Singh, M. and Upadhyaya, H. D. (Eds.). Elsevier BV. Pp. 159–225.",
          "Ahmad, M., Gul-Zaffar., Dar Z. A. and Habib, M. 2014. A review on Oat ( Avena sativa L.) as a dual-purpose crop. Sci. Res. Essays. 9(4): 52–59. Doi: 10.5897/SRE2014.582.",
          "Konak, U. I., Ercili-Cura, D., Sibakov, J., Sontag-Strohm, T., Certel, M. and Loponen, J. 2014. CO2 – defatted oats: solubility, emulsification and foaming properties. J.cereal sci. 60: 37–41.",
          "Hansen, H. S. and Jensen, B.1985. Essential function of linoleic acid esterified in acylglucosylceramide and acylceramide in maintaining the epidermal water permeability barrier. Evidence from feeding studies with oleate, linoleate, arachidonate, columbinate and alpha linolenate. Biochim. Biophy. Acta. 834: 357–363.",
          "Nebus, J., Nystrand, G., Fowler, J. and Wallo, W. 2009. A daily oat based skin care regimen for atopic skin, DERMATITIS, ATOPIC [P1301]. J. Am. Acad. Dermatol. 60: AB 67.",
          "Southall, M., Pappas, A., Nystrand, G. and Nebus, J. 2012. Oat oil improves the skin barrier. Jhonson and Jhonson Consumer Companies. Inc.",
          "Kaimainen, M., Ahvenainen, S., Kaariste, M., Jarvenpaa, E., Kaasalainen, M., Salomaki, M., Salonen, J. and Huopalahti, R. 2012. Polar lipid fraction from oat (Avena sativa): characterization and use as an o/w emulsifier. Eur. Food Res. Technol. 235: 507–515.",
          "Widhe, T. and Onselius, T. 1949. Lipolysis in doughs made from various cereal flours. Cereal Chem. 26: 393.",
          "De Maria, L., Vind, J., Oxenbøll, K. M., Svendsen, A. and Patkar, S. 2007. Phospholipases and their industrial applications. Appl. Microbiol. Biotechnol. 74: 290–300.",
          "Elleuch, M., Bedigian, D., Roiseux, O., Besbes, S., Blecker, C. and Attia, H. 2011. Dietary fibre and fibre-rich byproducts of food processing: Characterisation, technological functionality and commercial applications: A review. Food Chem. 124: 411–421.",
          "Singh, R., De, S. and Belkheir, A. 2013. Avena sativa (Oat), A Potential Neutraceutical and Therapeutic Agent: An Overview. Crit. Rev. Food Sci. Nutr. 53: 126–144.",
          "Webster, F. H. 2002. Whole-grain oats and oat product. In: Whole-Grain Foods in Health and Disease, Marquart, L., Slavin, J. L., Fulcher, R. G. (Eds.). American Association of Cereal Chemists, St. Paul, MN, pp. 83–123.",
          "Ben Halima, N., Ben Saad, R., Khemakhem, B., Fendri, I. and Abdelkafi, S. 2015. Oat (Avena sativa L.): Oil and Nutriment Compounds Valorization for Potential Use in Industrial Applications. J. Oleo Sci. 64 (9): 915–932."
        ]
      }
    ]
  }
]