[
  {
    "heading": "Wheat",
    "content": [
      {
        "type": "text",
        "content": "Wheat is the second most important staple food after rice consumed by 65% of the population in India and is likely to increase further due to changes in food habits. Wheat is mostly consumed in the form of ‘chapati’ in our country for which bread wheat is cultivated in nearly 95 per cent of the cropped area. Durum wheat, which is most suitable for making macaroni, noodles, semolina and pasta products, occupies about 4 to 5% of the area, and is predominantly grown in Central and Peninsular parts of India."
      }
    ]
  },
  {
    "heading": "Present status",
    "content": [
      {
        "type": "text",
        "content": "The organized wheat research in India is almost a century old. It was primarily initiated at the then Imperial Agricultural Research Institute (IARI) Pusa, Bihar. During the sixties, the Indian Agricultural Research Institute (IARI), New Delhi served as flagship of the Indian wheat programme. The All India Coordinated Wheat Improvement Project, initiated in 1965, was subsequently upgraded in 1978°f the status of the Project Directorate and later on was shifted to its present location at Karnal (Directorate of Wheat Research) in 1990. Through coordinated research efforts more than 316 wheat varieties suited to different agro-ecological conditions and growing situations have been released so far. The packages of technology, services and public policies introduced since the beginning of the first Five Year Plan in 1950, the country has transformed itself from a \"begging bowl\" image to one which now occupies the second position in terms of wheat production and area in the world."
      },
      {
        "type": "text",
        "content": "The wheat production increased from a mere 12.5 million tons in 1964 to 92.46 million tones in 2013. The projected demand for wheat by the year 2020 A. D. will be 109 million tons and to achieve this, new technological advances are to be made. In the area of crop improvement emphasis would be to develop new genotypes that are capable of yielding beyond 7.0 t/ha."
      }
    ]
  },
  {
    "heading": "Wheat growing zones",
    "content": [
      {
        "type": "table",
        "content": {
          "headers": [
            "Zone",
            "Area"
          ],
          "rows": [
            [
              "Northern Hill Zone (NHZ)",
              "Western Himalayan regions of J&K (except Jammu and Kathua distt.); H. P. (except Una and Paonta Valley); Uttaranchal (except Tarai area); Sikkim and hills of West Bengal and N. E. States"
            ],
            [
              "North Western Plains Zone (NWPZ)",
              "Punjab, Haryana, Delhi, Rajasthan (except Kota and Udaipur divisions) and Western UP (except Jhansi division), parts of J&K (Jammu and Kathua distt.) and parts of HP (Una dist. And Paonta valley) and Uttaranchal (Tarai region)"
            ],
            [
              "North Eastern Plains Zone (NEPZ)",
              "Eastern UP, Bihar, Jharkhand, Orissa, West Bengal, Assam and plains of NE States."
            ],
            [
              "Central Zone (CZ)",
              "Madhya Pradesh, Chhattisgarh, Gujarat, Kota and Udaipur divisions of Rajasthan and Jhansi division of Uttar Pradesh"
            ],
            [
              "Peninsular Zone (PZ)",
              "Maharashtra, Karnataka, Andhra Pradesh, Goa, plains of Tamil Nadu"
            ],
            [
              "Southern Hills Zone (SHZ)",
              "Hilly areas of Tamil Nadu and Kerala comprising the Nilgiri and Palni hills of southern plateau."
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Wheat production technologies",
    "content": [
      {
        "type": "subheading",
        "content": "Seeds and sowing"
      },
      {
        "type": "unordered_list",
        "content": [
          "The optimum time of sowing for wheat is when the mean daily temperature is between 23±3°C and for good tillering temperature should range between 16–20°C.",
          "Under irrigated timely sown condition, the wheat sowing may be done in the first fortnight of November in NHZ, NWPZ & PZ and the middle of November in NEPZ and CZ.",
          "Under late sown conditions, the wheat sowing may be done in the first fortnight of December in NHZ, NWPZ, NEPZ and CZ whereas in the last week of November to first week of December in PZ.",
          "The timely sown varieties may be grown up to middle of December in NWPZ (PBW 343, PBW 502) and CZ (GW 322 and GW 273) whereas in NEPZ varieties recommended for different sowing conditions may be grown for higher productivity. In PZ timely sown varieties (Raj 4037 and GW 322) may be grown across all sowing times for higher productivity.",
          "Seed rate of 100 kg/ha at 38 g/1000 seeds is required under irrigated timely sown conditions.",
          "In case of FIRBS seed rate may be reduced to 75 kg/ha.",
          "For late sown and rainfed conditions seed rate should be increased to 125 kg/ha.",
          "Seeding depth should be around 5±2 cm with a row spacing of 20–23 cm.",
          "For late sown wheat reduce the line spacing to 15–18 cm."
        ]
      },
      {
        "type": "subheading",
        "content": "Nutrient management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Fertiliser requirement for irrigated timely sown conditions is 120:60:40 kg N:P2O5:K2O/ha in NHZ, CZ, PZ and 150:60:40 kg N:P2O5:K2O/ha in NWPZ and NEPZ whereas for late sown it is 90:60:40 kg N:P2O5:K2O/ha in NHZ, CZ, PZ and 120:60:40 kg N:P2O5:K2O/ha in NWPZ and NEPZ.",
          "Full P and K with 1/3rd N are to be applied as basal and the rest 2/3rd N should be applied at first node stage at around 40–45 days after seeding.",
          "In general, all the fertiliser @ 90:30 kg N:P2O5/ha is applied at the time of sowing as basal under rainfed conditions.",
          "Zinc sulphate should be applied @ 25 kg/ha once a year or @10 kg/ha per crop in Zn deficient soils.",
          "Zinc deficiency can also be corrected by foliar spray of 0.5% zinc sulphate. Prepare the solution for spray by dissolving 2.5 kg zinc sulphate and 1.25 kg un-slaked lime in 500 litres of water. Two to three sprays at 15-day intervals are needed.",
          "In Mn deficient soil, spray 0.5% manganese sulphate solution (2.5 kg manganese sulphate in 500 litres of water) 2–4 days before first irrigation and two to three sprays afterwards at weekly intervals on clear sunny day."
        ]
      },
      {
        "type": "subheading",
        "content": "Water management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Crown root initiation and heading stages are the most critical to moisture stress. Four to six irrigations are enough for wheat crop. Depending upon the water availability, these should be applied as per the requirement of the crop.",
          "In case of zero tillage, irrigation scheduling similar to conventional tillage may be followed.",
          "In FIRB system, first irrigation may be applied immediately after sowing for proper germination.",
          "Use clean wheat seed that is free from weed seeds, sow early and adopt closer row spacing for better weed control."
        ]
      },
      {
        "type": "subheading",
        "content": "Weed management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Apply Pendimethalin @ 1000 g/ha at 0–3 days after sowing in 500–600 litres of water/ha as pre-emergence.",
          "For control of mixed weed population Sulfosulfuron @ 25.0 g/ha in 250–300 litres of water/ha can be sprayed at 30–35 days after seeding. In resistance free area, combination of 2,4-D @ 500 g/ha and isoproturon @ 750 g /ha can also be used.",
          "For control grassy weeds only Clodinafop @ 60 g/ha or Fenoxaprop-ethyl @ 100 g/ha) in 250–300 litres of water/ha should be applied.",
          "If only broadleaved weeds are present then apply 2,4-D @ 500 g/ha or Metsulfuron methyl @ 4 g/ha in 250–300 litres of water/ha."
        ]
      },
      {
        "type": "subheading",
        "content": "Pest and disease management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Loose smut control measures should be undertaken in view of the horizontal distribution of the seed material among the farmers and the use of the carry over seed. Seed treatment with a combination of the reduced dosage of the fungicide and T. viride is made. The bioagent fungus, apart from enhancing the efficacy of the fungicide, also leads to better germination, growth and protection against diseases through induced systemic resistance. For this purpose, seed treatment should be done with T. viride @ 4 g / Kg seed in combination with carboxin (Vitavax 75 WP) @ 1.25 g / Kg seed or tebuconazole (Raxil 2 DS) @ 1.0 g / Kg seed. Seed treatment with T. viride alone @ 4 g / Kg seed is also helpful as it reduces the rust severity.",
          "Karnal bunt control is required for seed crop and the produce grown for export purposes. Hence, for management of Karnal bunt, one spray of propiconazole (Tilt 25EC) @ 0.1 % (1 ml in 1 Litre water) may be given (in seed crop only) at ear head emergence stage. Two sprays of biocontrol fungus, Trichoderma viride, one before ear head emergence, followed by another spray at ear head emergence stage, provide a non-chemical (biological control) management of disease. One spray of T.viride, followed by one spray of propiconazole (25EC) @ 0.1 % at ear head emergence stage can be given to attain near complete control. Similarly, two sprays of propiconazole, give complete control of KB.",
          "For powdery mildew control, one spray of propiconazole (Tilt 25 EC) @ 0.1 % at ear head emergence or appearance of disease (whichever is earlier) is recommended for the powdery mildew prone areas.",
          "Flag smut disease also poses problems in isolated fields in Punjab, Haryana, Rajasthan and some other parts of NWPZ. Disease management measures taken for the control of loose smut disease (as discussed above), prove to be effective against flag smut too. Hence, seed treatment with carboxin or tebuconazole may be followed in fields with flag smut history.",
          "In the termite prone areas, seed treatment with chlorpyriphos @ 0.9g a.i or endosulfan @ 2.4g a.i/kg seed, be taken up for their management. Seed treatment with thiamethoxam 70WS (Cruiser 70WS) @ 0.7 g a.i./kg seed or Fipronil (Regent 5FS @ 0.3 g a.i./kg seed) is also very effective. In the standing crop, the broadcasting of the insecticide treated soil 15 DAS be practiced. For this, endosulfan 35EC @ 2.3 Litre or chloropyriphos @ 3 Litre mixed in 50 Kg soil be used for one hectare field. Crop planted under FIRBS is more prone to termite attack in the termite-prone areas, while zero tillage shows less termite damage. Hence, proper attention should be given in crop planted under FIRBS.",
          "The IPM module developed and validated in NWPZ can be adopted in parts of north-west plain zone. This involves the seed treatment with T.viride (@4g/kg seed) + carboxin (75WP @1.25g/kg seed) or tebuconazole (@ 1.0g/kg seed) for the control of loose smut, followed by broadcast of insecticide treated soil (with endosulfan 35 EC @ 2.3L or chloropyriphos @ 3L/ha) at 15DAS for termites. For the management of aphids, foliar spray of imidacloprid 200SL @20g a.i./ha on border rows at the start of the aphid colonization be given. This will help in protection of the bioagent insect, the lady bird beetle inside the field which feeds on aphids. In KB prone areas, the seed crop can be given one spray of propiconazole or two sprays of T.viride at tillering and ear head emergence. For the control of powdery mildew in disease prone areas, one need-based spray of propiconazole (Tilt 25 EC @ 0.1%) can be given at earhead emergence or appearance of disease on flag leaf, whichever is earlier.",
          "In this zone, a blanket-recommendation on seed treatment with a combination of the reduced dosage of the fungicide and T.viride is made. This involves the seed treatment with T.viride (@4g/kg seed) + carboxin (75WP @1.25g/kg seed) or tebuconazole (Raxil 2DS @ 1.0g/kg seed). Seed treatment with T. viride alone also is recommended. The bioagent fungus, leads to better germination, growth and protection against diseases including Yellow rust, induced systemic resistance."
        ]
      },
      {
        "type": "subheading",
        "content": "IPM for northern hill zone (Hills of J&K state, HP and Uttrakhand)"
      },
      {
        "type": "unordered_list",
        "content": [
          "For avoiding the losses due to yellow rust of wheat, avoid planting of susceptible varieties. Replace the susceptible varieties with resistant varieties like HS 507, HS 375, HS 490, VL 616, VL 829, VL 804, VL 892, VL 907, TL 2942 (Triticale), etc.",
          "Growing susceptible varieties in the higher as well as the mid-hills should be discouraged to minimize the inoculum load and further spread to plains of Punjab and other states of NWPZ. Such varieties, if grown, should be sprayed judiciously.",
          "Loose smut and hill bunt are the two important diseases of wheat in the hills. Hence, seed treatment, as recommended for NWPZ for loose smut disease, be adopted. Both these diseases will be checked through the seed treatment.",
          "Powdery mildew is also important in the hills, especially the valley areas. One foliar spray of propiconazole as mentioned under NWPZ may be given in the disease prone areas."
        ]
      },
      {
        "type": "subheading",
        "content": "IPM for North Eastern Plain Zone (UP, Bihar, Jharkhand, West Bengal)"
      },
      {
        "type": "unordered_list",
        "content": [
          "Foliar blight and brown rust are the main crop health problems in this zone. For effective management of the diseases, cultivation of recommended varieties, like HD 2985, HI 1563, DBW 39, CBW 38, NW 1014, NW 2036, K 9107, HD 2733 (resistant to LB), DBW 14, HD 2888, K0307, DBW39 and HUW 468 should be encouraged.",
          "Loose smut is also important in this zone, hence, seed treatment should be done as mentioned under NWPZ.",
          "Ear cockle is an important disease in eastern parts of India, hence proper precautions be taken, especially in eastern U. P., Bihar and Jharkhand. Wider publicity should be given by extension agencies on the use of gall-free seed, well before the sowings. Farmers should adopt floatation technique for the separation of galls from the infested seed lots. The infested seed lot should be floated in 2 percent brine solution for this purpose The galls will float on the surface. These should be separated and destroyed away from the field by burning. The seed should be thoroughly washed to remove the salt solution before sowing."
        ]
      },
      {
        "type": "subheading",
        "content": "IPM for Central Zone (M. P., Gujarat, Southern Rajasthan, Chhatisgarh)"
      },
      {
        "type": "unordered_list",
        "content": [
          "Stem and leaf rusts are the major diseases of wheat in this zone. From rust epidemiology point of view, Central Zone has a great importance in the country. Hence, old and susceptible varieties should be discouraged. For disrupting the Puccinia path, rust resistant varieties are required to be grown in the Zone, especially in M. P. The varieties include NIAW 1415,HD 2987, MPO 1215 (d), HI 1500, HI 8627, HD 4672, GW 322, GW 366, HI 1531, HD 8498, HD 2864, HI 1544, MP 4010 and DL788–2, etc.",
          "In parts of northern and eastern M. P., loose smut occurs occasionally. Hence, disease control measures as recommended for NWPZ, be adopted wherever the disease is a problem.",
          "Ear cockle nematode occurs in some small pockets in the states of M. P. and Chhatisgarh. Hence, emphasis should be given on the use of gall-free seed in the areas with ECN history.",
          "Northern and Central parts of M. P. are prone to KB infection. Congenial environment prevails during ear head emergence. Hence, sprinkler irrigation should be avoided wherever susceptible varieties are grown."
        ]
      },
      {
        "type": "subheading",
        "content": "IPM for Peninsular Zone (Maharashtra, Karnataka)"
      },
      {
        "type": "unordered_list",
        "content": [
          "Leaf and stem rusts are the main crop health problems in this zone. The rust resistant recommended varieties like, HD 2781, HD 2189, NIAW 917, PBW 596, MACS 6222, AKAW 4627, NIAW 917, HI 8663, etc. be grown. This will help in minimizing the losses due to diseases. The old, local and susceptible varieties should be avoided."
        ]
      },
      {
        "type": "subheading",
        "content": "IPM for North Western Plain Zone, NWPZ (Punjab, Haryana, Northern Rajasthan, Western U. P., foot hills and plains of J&K, H. P. and Uttrakhand)"
      },
      {
        "type": "subheading",
        "content": "Yellow Rust Management Strategy"
      },
      {
        "type": "unordered_list",
        "content": [
          "For avoiding the losses due to yellow rust of wheat in NWPZ, avoid planting of PBW 343 and other susceptible varieties like UP 2338, HD 2687, HD 2329, WH 711 and PBW 373. Varieties like DBW 621–50, HD 2967, WH 542, DBW 17, PBW 550, DBW 16 (late sown) WH 1080, WHD 943 (d), PDW 314 (d), etc. may be preferred. Special attention should be given to the epidemiologically important region, i.e., the foot hills and plains of Jammu and Kashmir, parts of Punjab, especially along the international border and foot hills of Himachal Pradesh. Varieties not recommended for the zone (e.g. HD 2733, HD 2932, etc.) should not be planted, since they do not carry the resistance to yellow rust which is the most important disease of the region.",
          "Since most of the varieties recommended for NWPZ do not carry high level of resistance, hence, chemical sprays are needed. Spray the crop with propiconazole (Tilt 25 EC @ 0.1 per cent), or tebuconazole (Folicur 250EC @ 0.1%) or triademefon (Bayleton 25WP @ 0.1% at yellow rust initiation. Usually, it is required in the first half of February. This spray will also help in the control of powdery mildew and Karnal bunt diseases. Varieties not recommended for the zone (e.g. HD 2733, HD 2932, etc.) should not be planted, since they do not carry the resistance to yellow rust which is the most important disease of the region.",
          "Treat the seed before sowing with Trichoderma viride @4 g/kg seed. It provides induced systemic resistance, thus reducing the severity of the yellow rust at later growth stages of the crop.",
          "Vigilance should be kept for yellow rust in the foot hills through extensive monitoring starting from early December onwards. If disease is spotted, the farmers should be immediately advised by the concerned State Departments of Agriculture for taking up recommended spray schedule, since it will depend upon the first appearance of disease. Farmers should also keep monitoring their crop critically and take essential steps if disease is spotted. Usually, it is observed that the early infection starts in the fields under the popular trees wherever these are grown having early sown crop (i.e. October). Hence, strict watch is needed by the farmers in such fields."
        ]
      }
    ]
  },
  {
    "heading": "Cultivation Practices",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Popular & recommended wheat varieties (72.8KB)",
            "link": "https://static.vikaspedia.in/media/files_en/agriculture/crop-production/wheat-varieties.pdf"
          },
          {
            "text": "Expert System on Wheat Crop Management",
            "link": "http://www.iasri.res.in/expert/default.asp"
          }
        ]
      },
      {
        "type": "source",
        "content": "Directorate of Wheat Research",
        "link": "http://www.dwr.in/"
      }
    ]
  }
]