[
  {
    "heading": "Commercial cultivation of Banana",
    "content": [
      {
        "type": "text",
        "content": "Banana is a globally important fruit crop with 97.5 million tones of production. In India it supports livelihood of million of people. With total annual production of 16.91 million tones from 490.70 thousand ha., with national average of 33.5 T/ha. Maharashtra ranks first in production with 60 T/ha. Banana contributes 37% to total fruit production in India. Banana occupy 20% area among the total area under crop in India. Maharashtra ranks second in area and first in productivity in India. Jalgaon is a major Banana growing district in Maharashtra which occupy 50,000 hectares area under Banana. But most of Banana is grown by planting suckers. The technology development in agriculture is very fast, it results in developing Tissue Culture Technique."
      },
      {
        "type": "subheading",
        "content": "Agro-climate"
      },
      {
        "type": "text",
        "content": "Banana is basically a tropical crop, grows well in temperature range of 13°C – 38°C with RH regime of 75–85%. In India this crop is being cultivated in climate ranging from humid tropical to dry mild subtropics through selection of appropriate varieties like Grandnaine. Chilling injury occurs at temperatures below 12°C. The normal growth of the banana begins at 18°C, reaches optimum at 27°C, then declines and comes to a halt at 38°C. Higher temperature causes sun scorching. High velocity wind which exceeds 80 km phrs damages the crop."
      },
      {
        "type": "text",
        "content": "Soil"
      },
      {
        "type": "text",
        "content": "Soil for banana should have good drainage, adequate fertility and moisture. Deep, rich loamy soil with pH between 6–7.5 are most preferred for banana cultivation. Ill drained, poorly aerated and nutritionally deficient soils are not suitable for banana. Saline solid, calcareous soil are not suitable for Banana cultivation. Avoided soil of low laying areas, very sandy & heavy black cotton with ill drainage."
      },
      {
        "type": "text",
        "content": "A soil that is not too acidic & not too alkaline, rich in organic material with high nitrogen content, adequate phosphorus level and plenty of potash are good for banana."
      },
      {
        "type": "text",
        "content": "Varieties"
      },
      {
        "type": "text",
        "content": "In India banana is grown under diverse conditions and production systems. Selection of varieties, therefore is based on a large number of varieties catering to various kinds of needs and situations. However, around 20 cultivars viz. Dwarf Cavendish, Robusta, Monthan, Poovan, Nendran, Red banana, Nyali, Safed Velchi, Basarai, Ardhapuri, Rasthali, Karpurvalli, Karthali and Grandnaine etc.."
      },
      {
        "type": "text",
        "content": "Grandnaine is gaining popularity and may soon be the most preferred variety due to its tolerance to biotic stresses and good quality bunches. Bunches have well spaced hands with straight orientation of figures, bigger in size. Fruit develops attractive uniform yellow colour with better self life & quality than other cultivars."
      }
    ]
  },
  {
    "heading": "Banana cultivation technologies developed by NRCB",
    "content": [
      {
        "type": "text",
        "content": "Planting"
      },
      {
        "type": "text",
        "content": "Preparation of land:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Plough the land thoroughly atleast for 3–4 times and add about 10 tonnes of well rotten FYM or Compost during last plough and mix it well or add 10–15 kg FYM/ Compost per pit of 60x60x60 cm dimension."
        ]
      },
      {
        "type": "text",
        "content": "Selection of Suckers:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Select ‘Sword Suckers’ with broad corm with narrow sword like leaves, from viral, fungal and bacterial disease free mother plants.",
          "The suckers should be 3–5 months old, uniform in size, weighing 1–1.5 kg for Nendran, Rasthali, Ney Poovan and Poovan Banana varieties.",
          "For long duration varieties like Karpuravalli and Red Banana, slightly big suckers weighing 1.5–2.0 kg should be used.",
          "For planting of ‘ Tissue Culture’ plants, the secondary hardened plant should be about 30 cm tall, 5 cm girth with atleast five fully opened healthy leaves and true to type."
        ]
      },
      {
        "type": "text",
        "content": "Sucker Treatment and planting:"
      },
      {
        "type": "unordered_list",
        "content": [
          "The selected suckers should be ‘pared’ by trimming of all the roots along with surface layers superficially to remove any rotten portion of the corm.",
          "Dip the pared suckers in 0.2% Carbendazim (2g/litre of water) solution for about 15 –20 minutes as a prophylactic measure against Fusarium wilt disease.",
          "Keep the treated suckers in shade overnight before planting. Plant the suckers in the center of the pit and press the soil around the suckers firmly.",
          "Apply 40 g of Carbofuron granules per pit to protect the plants against nematode attack and irrigate the field thoroughly.",
          "In case of tissue culture plants, one week before planting apply 10 g Carbofuron and 1.0 % bleaching powder or 0.2 % Emissan in 100 ml water as drench into the polythene bags to protect against nematode infestation and bacterial rot (Erwinia Rot) disease respectively."
        ]
      },
      {
        "type": "text",
        "content": "Calendar of Operations"
      },
      {
        "type": "text",
        "content": "During First month"
      },
      {
        "type": "unordered_list",
        "content": [
          "The soil around the plants should be pressed firmly for better and quick establishment of the plants.",
          "Wherever necessary, ‘Gap Filling’ should be done to replace the un- sprouted as well as rotten suckers. Seeds of green manure crops viz., cowpea or sunnhemp be sown.",
          "For additional income and also for effective land use efficiency, short duration crops such as onion, green gram, black gram, beans, radish, greens, marigold and short duration vegetables can be grown as intercrop.",
          "Tomato, chilly and cucurbits should not be grown as intercrop since these crops harbour nematodes and aphids, which act as vector of virus spread."
        ]
      },
      {
        "type": "text",
        "content": "Second Month"
      },
      {
        "type": "unordered_list",
        "content": [
          "Green manures viz., cowpea or sunnhemp should be ploughed back in to the soil at flowering stage or about 40 days after sowing.",
          "Slight digging and earthing up to keep the weeds under control.",
          "For Fusarium wilt susceptible varieties like Rasthali, Karpuravalli, Ney Poovan, Monthan and Pachanadan, drench the soil around the plant with 0.2% Carbendazim as a prophylactic measure, or",
          "Apply 30g Trichoderma viride or Pseudomonas flourescense along with FYM/compost 1 kg in the soil around the plant as a prophylactic measure for the control of wilt disease."
        ]
      },
      {
        "type": "text",
        "content": "Third Month"
      },
      {
        "type": "unordered_list",
        "content": [
          "Application of 40g of Carbofuron to control nematodes.",
          "Digging and weeding.",
          "Application of first dose of fertilizers @ 100:300:100 g Urea, Super Phosphate and MOP per plant in basins made about 30 cm away from the plant."
        ]
      },
      {
        "type": "text",
        "content": "Fourth Month"
      },
      {
        "type": "unordered_list",
        "content": [
          "Application of Azospirillum and phosphobacteria @ 30 g and Trichoderma viride @ 30g along with 5–10 kg FYM plant-1.",
          "There should a gap of minimum 2–3 weeks between the application of chemical fertilizers and biofertilizers.",
          "Periodical removal of side suckers by cutting them above the ground level and pouring 2 ml kerosene at the central core of the sucker.",
          "If any virus affected plants are noticed in the field, remove and destroy it immediately and spray with any systemic insecticide to kill the insect vectors which spread the virus."
        ]
      },
      {
        "type": "text",
        "content": "Fifth Month"
      },
      {
        "type": "unordered_list",
        "content": [
          "Application of second dose of fertilizers @ 150:150 g Urea and MOP+ 300g neemcake per plant in the basins made about 45 cm away from the plant.",
          "Removal of dried leaves.",
          "Digging and weeding.",
          "To cater the micronutrient need of the plant and to correct their deficiency, apply 50g agricultural lime and 25g magnesium sulphate per plant.",
          "For Fusarium wilt susceptible varieties like Rasthali, Karpuravalli, Ney Poovan, Monthan and Pachanadan drench the soil around the plant with 0.2% Carbendazim as a prophylactic measure.",
          "To prevent the egg laying and further attack of stem weevil, spray ‘Neemosol’ @12.5ml/litre or Chlorpyriphos @ 2.5ml/litre on the stem especially in Nendran, Red Banana, Karpuravalli and Monthan varieties.",
          "To monitor the corm and stem weevil, 2 ft long longitudinal stem trap @40 traps/acre can be placed at different places. The collected weevils are to be killed using kerosene.",
          "Keep the Banana fields as well as surrounding areas weed free and spray systemic insecticides to control the insect vectors."
        ]
      },
      {
        "type": "text",
        "content": "Sixth Month"
      },
      {
        "type": "unordered_list",
        "content": [
          "Digging and earthing up of soil around the plant.",
          "Removal of the dried and diseased leaves and spraying of 0.1% Propiconazol (TILT) by thoroughly covering both the surfaces adding wetting agent with the spray fluid especially during winter and cool months for control of Sigatoka leaf spot diseases.",
          "Yellowing of leaves which is a symptom of iron deficiency, spray 0.5% ferrous sulphate + 1.0% urea added with wetting agent on the leaves especially in high pH >8.5 and Calcareous soils.",
          "To correct the deficiency of zinc, spray 0.5% zinc sulphate solution along with wetting agent.",
          "Foliar application of 0.5 Borax is recommended to correct the deficiency.",
          "Apply 30g Trichoderma viride or Pseudomonas flourescense in the soil around the plant as a prophylactic measure to control the wilt disease.",
          "For controlling the stem weevil attack, using ‘Banana Injector’, inject 2ml of Monocrotophos (150 ml Monocrotophos mixed in 350 ml of water) at 2 and 4 feet height on opposite direction."
        ]
      },
      {
        "type": "text",
        "content": "Seventh Month"
      },
      {
        "type": "unordered_list",
        "content": [
          "Application of third dose of fertilizers @ 150:150 g Urea and MOP per plant in the basins made about 60 cm away from the plant.",
          "Removal of the dried and diseased leaves and spraying of 0.1% Carbendazim or Calixin by thoroughly covering both the surfaces along with wetting agent.",
          "Periodical removal of side suckers by cutting them above the ground level, scoop the core and pour 2 ml kerosene in the core.",
          "Injection of 2ml of Monocrotophos using ‘Banana Injector’ at 2 and 4 feet height for the control of stem weevil."
        ]
      },
      {
        "type": "text",
        "content": "Eighth Month"
      },
      {
        "type": "unordered_list",
        "content": [
          "After flowering, only one healthy side sucker should be allowed for first ratoon and the remaining suckers should be killed using kerosene or uprooted.",
          "Spraying of 0.1% Indofil by thoroughly covering both the surfaces.",
          "After the emergence of the last hand, the male bud has to be removed leaving about 15 cm stalk from the last hand.",
          "To prevent ‘cigar end rot’ disease, remove the pistil and perianth carefully from the fully emerged fingers and spray the bunch with Indofil M-45 @ 2.5 ml/litre.",
          "Spray 2% Potassium Sulphate (20g/litre of water) solution with surfactant by thoroughly drenching the bunch and cover the bunch with 100 gauge thick white or blue polythene sleeves having 6% ventilation."
        ]
      },
      {
        "type": "text",
        "content": "Ninth Month"
      },
      {
        "type": "unordered_list",
        "content": [
          "Thirty days after the first spray, give a second spray of 2% Potassium Sulphate (20g/litre of water) solution with surfactant by thoroughly drenching the bunch.",
          "Provide casuarina pole or bamboo support to the plants for tall and heavy bearing bunches."
        ]
      },
      {
        "type": "text",
        "content": "Plant population under different planting systems"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "S. No",
              "Method of Planting",
              "Spacing (m)",
              "Plant Population/ha"
            ],
            [
              "1",
              "CONVENTIONAL PLANTING"
            ],
            [
              "i)",
              "Dwarf Cavendish",
              "1.5x1.5",
              "4440"
            ],
            [
              "ii)",
              "Robusta and Nendran",
              "1.8x1.8",
              "3080"
            ],
            [
              "iii)",
              "Rasthali, Poovan, Karpuravalli, Monthan",
              "2.1x2.1",
              "2260"
            ],
            [
              "2.",
              "HIGH DENSITY PLANTING"
            ],
            [
              "a)",
              "Paired row planting system<br>i) Dwarf Cavendish<br>ii) Robusta, Grand Naine, Poovan,<br>Rasthali and Ney Poovan",
              "1.2x1.2x2.0<br>1.5x1.5x2.0",
              "5200<br>3800"
            ],
            [
              "b)",
              "3 suckers/hill (Robusta, Nendran)",
              "1.8x3.6",
              "4500"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Drip Water requirement at different growth stages of Banana"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Sl. No",
              "Crop growth stage",
              "Duration (weeks)",
              "Quantity of Water<br>(litre/plant)"
            ],
            [
              "1.",
              "After planting / Ratoon",
              "1–4",
              "Flood irrigation"
            ],
            [
              "2.",
              "Juvenile phase",
              "5–9",
              "8–10"
            ],
            [
              "3.",
              "Critical growth stage",
              "10–19",
              "12"
            ],
            [
              "4.",
              "Flower bud differentiation stage",
              "20–32",
              "16–20"
            ],
            [
              "5.",
              "Shooting stage",
              "33–37",
              "20 and above*"
            ],
            [
              "6.",
              "Bunch development stage",
              "38–50",
              "20 and above8"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Weekly Fertigation Schedule for Banana (g/ plant / application)"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Weeks after Planting",
              "Urea",
              "Total (g/plant)",
              "MOP",
              "Total (g/plant)"
            ],
            [
              "9 to 18 week<br>(10 weeks)",
              "15",
              "150",
              "8",
              "80"
            ],
            [
              "19 to 30 week<br>(12 weeks)",
              "10",
              "120",
              "10",
              "120"
            ],
            [
              "31 to 40 week<br>(10 weeks)",
              "7",
              "70",
              "12",
              "120"
            ],
            [
              "41 to 46 week<br>(5 weeks)",
              "Nil",
              "Nil",
              "10",
              "50"
            ],
            [
              "Total",
              "----",
              "340",
              "----",
              "375"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Source : National Research Centre For Banana, Tiruchirapalli, Tamil Nadu"
      }
    ]
  },
  {
    "heading": "Cultivation of Tissue Culture Banana",
    "content": [
      {
        "type": "text",
        "content": "The propagation of a plant by using a plant part or single cell or group cell in a test tube under very controlled and hygienic conditions is called \"Tissue Culture\". In India, tissue culture banana is grown in large scale. Particularly, Grandnaine variety is a preferred variety by farmers."
      },
      {
        "type": "text",
        "content": "Land Preparation"
      },
      {
        "type": "text",
        "content": "Prior to planting banana, grow the green manuring crop like daincha, cowpea etc. and burry it in the soil. The land can be ploughed 2–4 times and leveled. Use ratovator or harrow to break the clod and bring the soil to a fine tilt. During soil preparation basal dose of FYM is added and thoroughly mixed into the soil. A pit size of 45cm x 45cm x 45cm is normally required. The pits are to be refilled with topsoil mixed with 10 kg of FYM (well decomposed), 250 gm of Neem cake and 20 gm of conbofuron. Prepared pits are left to solar radiation helps in killing the harmful insects, is effective against soil borne diseases and aids aeration. In saline alkali soil where PH is above 8 Pit mixture is to be modified to incorporate organic matter."
      },
      {
        "type": "text",
        "content": "Addition of organic matter helps in reducing salinity while addition of purlite improves, porosity and aeration. Alternative to planting in pits is planting in furrows. Depnding on soil strata one can choose appropriate method as well as spacing and depth at which plant is required to be planted."
      },
      {
        "type": "text",
        "content": "Planting material"
      },
      {
        "type": "text",
        "content": "Sword suckers weighing approximately 500–1000 gm are commonly used as propagating material. Suckers generally may be infected with some pathogens and nematodes. Similarly due to the variation in age and size of sucker the crop is not uniform, harvesting is prolonged and management becomes difficult. Therefore, in-vitro clonal propagation i.e. Tissue culture plants are recommended for planting. They are healthy, disease free, uniform and authentic. Properly hardened secondary seedlings are only recommended for planting"
      },
      {
        "type": "unordered_list",
        "content": [
          "True to the type of mother plant under well management.",
          "Pest and disease free seedlings.",
          "Uniform growth, increases yield.",
          "Early maturity of crop - maximum land use is possible in low land holding country like India.",
          "Round the year planting possible as seedlings are made available throughout the year.",
          "Two s uccessive ratoons are possible in a short duration which minimizes cost of cultivation.",
          "No staggered harvesting.",
          "95% - 98% plants bear bunches.",
          "New varieties can be introduced and multiplied in a short duration."
        ]
      },
      {
        "type": "ordered_list",
        "content": [
          "Mrig Baug (Kharif) Month of planting June - July.",
          "Kande Baug (Rabi) Month of planting October - November."
        ]
      },
      {
        "type": "text",
        "content": "Traditionally banana growers plant the crop at 1.5m x 1.5m with high density, however plant growth and yields are poor because of competition for sunlight. Various trials are conducted at Jain Irrigation System R&D farm with Grandnaine as cultivar. And then suitable spacing of 1.82m x 1.52m is being recommended, it accommodates 1452 plants per acre (3630 plants per hectare) keeping row direction North-South with wide spacing 1.82m between the rows. The region like north India, coastal belt and where humidity is very high and temp falls down upto 5–7°C, the planting distance should not be less than 2.1m x 1.5m."
      },
      {
        "type": "text",
        "content": "Polybags is separated from the plant without disturbing the root ball of the plant and then plants are planted in the pits keeping the pseudo-stem 2cm below the ground level. Soil around the plant is gently pressed. Deep planting should be avoided."
      },
      {
        "type": "text",
        "content": "Banana, a water loving plant, requires a large quantity of water for maximum productivity. But Banana roots are poor withdrawal of water. Therefore under Indian condition banana production should be supported by an efficient irrigation system like drip irrigation."
      },
      {
        "type": "text",
        "content": "Water requirement of banana has been worked out to be 2000mm per Annum. Application of drip irrigation and mulching technology has reported improved water use efficiency. There is saving of 56% of water and increasing yield by 23–32% under drip."
      },
      {
        "type": "text",
        "content": "Irrigate the plants immediately after planting. Apply sufficient water and maintain field capacity. Excess irrigation will lead to root zone congestion due to removal of air from soil pores, thereby affecting plant establishment and growth. And hence drip method is must for proper water management in Banana"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Month (Maug Baug)",
              "Qty. (lpd.)",
              "Month (Kande baug)",
              "Qty. (lpd.)"
            ],
            [
              "June",
              "06",
              "October",
              "04–06"
            ],
            [
              "July",
              "05",
              "November",
              "04"
            ],
            [
              "August",
              "06",
              "December",
              "04"
            ],
            [
              "September",
              "08",
              "January",
              "06"
            ],
            [
              "October",
              "10–12",
              "February",
              "08–10"
            ],
            [
              "November",
              "10",
              "March",
              "10–12"
            ],
            [
              "December",
              "10",
              "April",
              "16–18"
            ],
            [
              "January",
              "10",
              "May",
              "18–20"
            ],
            [
              "February",
              "12",
              "June",
              "12"
            ],
            [
              "March",
              "16–18",
              "July",
              "12"
            ],
            [
              "April",
              "20–22",
              "August",
              "14"
            ],
            [
              "May",
              "25–30",
              "September",
              "14–16"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "The fertilizer schedule for tissue culture banana variety Grand Naine both in solid and water soluble form is given in the tables below:"
      },
      {
        "type": "text",
        "content": "Solid fertilizer schedule for Grand Naine Banana"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Total nutrient requirement"
            ],
            [
              "N - 200 gm/plant",
              "P - 60–70 gm/plant",
              "K - 300 gm/plant"
            ],
            [
              "Total quantity of fertilizer required per acre (Spacing 1.8 x 1.5 m; 1452 plants)"
            ],
            [
              "Urea (N)",
              "SSP (P)",
              "MOP (K)"
            ],
            [
              "431.0",
              "375.0",
              "500 gm/plant"
            ],
            [
              "625.0",
              "545.0",
              "726 kg/acre"
            ]
          ]
        }
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "<br>Period Application",
              "Source",
              "Quantity (gm / plant)"
            ],
            [
              "At the time of Planting",
              "S. S. P.",
              "100"
            ],
            [
              "M. O. P.",
              "50"
            ],
            [
              "10th Day after planting",
              "Urea",
              "25"
            ],
            [
              "30th Day after planting",
              "Urea",
              "25"
            ],
            [
              "S. S. P.",
              "100"
            ],
            [
              "M. O. P.",
              "50"
            ],
            [
              "Micronutrient",
              "25"
            ],
            [
              "MgSO4",
              "25"
            ],
            [
              "Sulphur",
              "10"
            ],
            [
              "60th Day after planting",
              "Urea",
              "50"
            ],
            [
              "S. S. P.",
              "100"
            ],
            [
              "M. O. P.",
              "50"
            ],
            [
              "90th Day after planting",
              "Urea",
              "65"
            ],
            [
              "S. S. P.",
              "100"
            ],
            [
              "M. O. P.",
              "50"
            ],
            [
              "Micronutrient",
              "25"
            ],
            [
              "Sulphur",
              "30"
            ],
            [
              "MgSO4",
              "25"
            ],
            [
              "120th Day after planting",
              "Urea",
              "65"
            ],
            [
              "M. O. P.",
              "100"
            ],
            [
              "150th Day after planting",
              "Urea",
              "65"
            ],
            [
              "M. O. P.",
              "100"
            ],
            [
              "180th Day after planting",
              "Urea",
              "30"
            ],
            [
              "M. O. P.",
              "60"
            ],
            [
              "210th Day after planting",
              "Urea",
              "30"
            ],
            [
              "M. O. P.",
              "60"
            ],
            [
              "240th Day after planting",
              "Urea",
              "30"
            ],
            [
              "M. O. P.",
              "60"
            ],
            [
              "270th Day after planting",
              "Urea",
              "30"
            ],
            [
              "M. O. P.",
              "60"
            ],
            [
              "300th Day after planting",
              "Urea",
              "30"
            ],
            [
              "M. O. P.",
              "60"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Schedule is directive only and may change according to planting season and soil fertility status (Soil analysis) SSP = Single Super Phosphate, MOP = Muriate of Potash."
      },
      {
        "type": "text",
        "content": "Water Soluble Solid fertilizers"
      },
      {
        "type": "text",
        "content": "Schedule of water soluble fertilizer application."
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Period",
              "Grade",
              "Qty. per 1000 plants (Kg)<br>every 4th day basis",
              "Total Qty.<br>(Kg.)"
            ],
            [
              "After planting upto 65 days",
              "Urea",
              "4.13",
              "82.60"
            ],
            [
              "12:61:00",
              "3.00",
              "60.00"
            ],
            [
              "00:00:50",
              "5.00",
              "100.00"
            ],
            [
              "65 to 135 days",
              "Urea",
              "6.00",
              "120.00"
            ],
            [
              "12:61:00",
              "2.00",
              "40.00"
            ],
            [
              "00:00:50",
              "5.00",
              "100.00"
            ],
            [
              "135 to 165 days",
              "Urea",
              "6.50",
              "65.00"
            ],
            [
              "00:00:50",
              "6.00",
              "60.00"
            ],
            [
              "165 to 315 days",
              "Urea",
              "3.00",
              "150.00"
            ],
            [
              "00:00:50",
              "6.00",
              "300.00"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Schedule is directive only and may change according to planting season and soil fertility status (soil analysis)."
      },
      {
        "type": "text",
        "content": "The Root system of banana is superficial and easily damaged by cultivation, use of intercrop which is not desirable. However short durational crops (45–60 days) like mung, cowpea, daincha are to be considered as green manuring crops. Crops from cucurbitaceous family should be avoided as these carry viruses."
      },
      {
        "type": "text",
        "content": "Weeding"
      },
      {
        "type": "text",
        "content": "Spraying of Glyphosate (Round up) before planting at the rate of 2 lit/ha is carried out to keep the plantation weed free. One or two manual weedings are necessary."
      },
      {
        "type": "text",
        "content": "Micronutrient Foliar Spray"
      },
      {
        "type": "text",
        "content": "Combined foliar application of ZnSo4 (0.5%), FcSo4 (0.2%), CuSo4 (0.2%) and H3Bo3 (0.1%) can be adopted to improve morphological, physiological and yield attributes of banana. The micronutrient spray solution is prepared by dissolving the following in 100 lit. of water."
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Zinc sulphate",
              "500 gm",
              "",
              "For every 10 litre of mixture 5–10ml of sticker solution such as<br>Teepol should be added before spraying."
            ],
            [
              "Ferrom sulphate",
              "200 gm"
            ],
            [
              "Copper sulphate",
              "200 gm"
            ],
            [
              "Boric acid",
              "100 gm"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Special Operations"
      },
      {
        "type": "text",
        "content": "There are operation specific to banana crop which influence productivity and quality."
      },
      {
        "type": "text",
        "content": "Desuckering"
      },
      {
        "type": "text",
        "content": "Removal of unwanted suckers is a critical operation in banana for reducing internal competition with mother plant. Desuckering should be done regularly until shooting. However in areas where ratoon is also taken for the second crop, a follower is allowed after inflorescence has appeared and this should be managed that planting space is not disturbed. Follower should be opposite to the inflorescence. It should not be far apart from the main plant."
      },
      {
        "type": "text",
        "content": "Deflowering"
      },
      {
        "type": "text",
        "content": "It consists of removal of the withered style and perianth. This is generally not practiced. Therefore, they remain attached to the fruit bunch & then removed after harvesting which is damaging to the fruits. It is therefore suggested that you remove them just after flowering."
      },
      {
        "type": "text",
        "content": "Pruning of leaves"
      },
      {
        "type": "text",
        "content": "Rubbing leaves damages the fruit, therefore, such leaves should also be pruned during regular check. Older leaves and infected leaves also be pruned as required. Green leaves should not be removed."
      },
      {
        "type": "text",
        "content": "Earthing up"
      },
      {
        "type": "text",
        "content": "Keep the soil loose by harrowing from time to time. Earthing up should be done at 3–4 months after planting i.e. raising the soil level around the base of the plant by 10–12”. It is better to prepare a raised bed and keep the drip line on bed 2–3” away from the plant. It also helps to protect plants from wind damage and production losses to some extent.."
      },
      {
        "type": "text",
        "content": "Removal of male buds"
      },
      {
        "type": "text",
        "content": "(Denavelling) Removal of male buds helps fruit development and increases bunch weight. Male buds are removed from the last 1–2 small hands with a clean cut keeping a single finger in the last hand."
      },
      {
        "type": "text",
        "content": "Bunch Spray"
      },
      {
        "type": "text",
        "content": "Spray of monocrotophos (0.2%) after emergence of all hands takes care of the thrips. Thrips attack discolors the fruit skin and makes it unattractive."
      },
      {
        "type": "text",
        "content": "Bunch Covering"
      },
      {
        "type": "text",
        "content": "Covering bunch using dried leaves of the plant is economical and prevents the bunch from direct exposure to sunlight. Bunch cover enhances quality of fruit. But in rainy season this practice should be avoided. Sleeving of bunch is done to protect fruits against dust, spray residue, insect and birds. For this blue plastic sleeves are preferred. This also increases temperature around developing bunch and helps in early maturity."
      },
      {
        "type": "text",
        "content": "Dehandling of false hands of bunch"
      },
      {
        "type": "text",
        "content": "In a bunch there are some incomplete hands which are not fit for quality produce. These hands should be removed soon after bloom. This helps in improving the weight of other hands. Sometimes the hand just above the false hand is also removed."
      },
      {
        "type": "text",
        "content": "Propping"
      },
      {
        "type": "text",
        "content": "Due to heavy weight of bunch the plant goes out of balance and the bearing plant may lodge and production and quality are adversely affected. Therefore they should be propped with the help of two bamboos forming a triangle by placing them against the stems on the leaning side. This also helps in uniform development of bunch."
      },
      {
        "type": "text",
        "content": "Pest and Disease Management"
      },
      {
        "type": "text",
        "content": "A large number of fungal, viral and bacterial diseases and insect pests and nematodes infest the banana crop and reduce production, productivity and quality. Summary details of major pest and diseases of banana along with control measures are given herewith:"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Sno.",
              "Name",
              "Symptoms",
              "Control measures"
            ],
            [
              "Pest"
            ],
            [
              "i)",
              "Rhizome weevil(Cosmopolites Sordidus)",
              "a) Large creates network of galleries in rhizome and weakens the plant.",
              "a) Use healthy planting material"
            ],
            [
              "b) Sanitation in orchard"
            ],
            [
              "c) Trapping of adult weevils using pseudostem or rhizome pieces and"
            ],
            [
              "d) Soil application of carbufuran @.2gm/plant"
            ],
            [
              "ii)",
              "Pseudostem weevil(Odaiporous longicolis)",
              "a) Small holes on pseudostem with exudation of transparent gummy substance",
              "a) Management approach is identical to rhizome weevil"
            ],
            [
              "b) Existence tunneling in leaf sheath and inner core of the stem",
              "b) Secondly, injection of lime solution (Monocrotophos 150 ml in 350 ml water) using stem injector 4 ft. above the ground level at 30°angle is recommended."
            ],
            [
              "c) Abortion of bunches",
              "c) Use longitudinal split (30cm length) or disc on stump traps @ 100/ha. Keep the split portion of tray facing the ground. Collected weevils are then killed."
            ],
            [
              "iii)",
              "Thrips(Chaetanaphotrips & signipennis & Heliaothrips kodaliphilus)",
              "a) They scrap from attacked plant organs and render them brown and discolored especially the fruits.",
              "a) Spray or inject Monocrotophos @ 0.05% on the inflorescence before the unfurling of top most bract."
            ],
            [
              "iv)",
              "Fruit scarring battle(Besilepta subcostatum)",
              "a) Adults feed on tender unfolded leaves and fruits and cause scarring of skin",
              "a) Sanitation spray of 0.05% moncrotophos or 0.1% carbaryl on the heart of the plants immediately after the emergence of new foliage and during fruiting season is recommended."
            ],
            [
              "b) Plant losses its vigour and quality of bunch is poor)"
            ],
            [
              "v)",
              "Aphids(Pentalonia nigronervosa)",
              "a) They are vecturs of banana bunchy top visus (BBTV) and can be seen as congregation under the leaf base of pseudo stem",
              "a) Spray of 0.1% monocrotophos or 0.03% phosphonidon on the leaves is effective"
            ],
            [
              "vi)",
              "Nematodes",
              "a) Stunted growth",
              "a) Apply corbofuron @40 gm per plant at planting & 4 month after planting."
            ],
            [
              "b) Small leaves"
            ],
            [
              "c) Cutted roots",
              "b) Use neem cake as organic manure."
            ],
            [
              "d) Purple black lesions on roots and their splitting.",
              "c) Use merigold as trap crop."
            ],
            [
              "Fungal Diseases"
            ],
            [
              "vii)",
              "Panama wilt(Furarium oxysporium)",
              "a) Yellowing of old leaves progressing",
              "a) Cultivation of resistant cultivar towards younger leaves. (Covendish group)"
            ],
            [
              "b) Affected leaves collapse near petiole and hang.",
              "b) Trim and treat the suckers in 0.1% Bavistine before plant."
            ],
            [
              "c) Pseudo stem splitting is common.",
              "c) Apply bioagents like trichoderma and Pseudomonas fluorescence with organic manure"
            ],
            [
              "d) Reddish brown discoloration in cross-section of root & rhizome",
              "d) Keep good drainage and apply lot of organic manure in field."
            ],
            [
              "viii",
              "Head rot (Erwinia carotovora)",
              "a) Rotting of collar region and epinasty of leaves)",
              "a) Use healthy planting material"
            ],
            [
              "b) On pulling out of affected plant, the plant topples from the collar region leaving the corn with root in soil"
            ],
            [
              "c) On opening up of collar region of affected plants, yellowish to reddish ooze can be seen.",
              "b) Drench plants with 0.1% Emison followed by another drenching after 3 months."
            ],
            [
              "d) In early stage of infection, dark brown or yellow, water soaked areas in critical region which may decay to form cavities surrounded by dark spongy tissues.",
              "c) Avoid planting in rocks and in poorly drained soils."
            ],
            [
              "ix)",
              "Sigatoka leaf spot (Mycospharella spp)",
              "a) It is characterized by small lesions on the leaves, the lesion become pale yellow to greenish yellow streaks visible from both the surfaces of leaf",
              "a) Remove infected leaves and destroy"
            ],
            [
              "b) Thereafter linear brownish to blackish streaks appear."
            ],
            [
              "c) The centre of the streak eventually dries up and give appearance of eye spot.",
              "b) Keep proper drainage and avoid water logging."
            ],
            [
              "d) Some times premature ripening is observed",
              "c) Spray dithane M-45 (1250 g/ha) or Bavistine 500 g/ha."
            ],
            [
              "Viral Diseases"
            ],
            [
              "i)",
              "Banana Bunchy Top Virus(BBTV)",
              "a) Appearance of irregular, dark green 'Morse code' streaks along secondary veins on leaves on underside of the leaves.",
              "a) Use virus free planting material i.e. Tissue Culture."
            ],
            [
              "b) Survey and eradicate infected plants regularly."
            ],
            [
              "b) Leaf size is reduced and leaves remains abnormally erect, brittle and results.",
              "c) Control insect vectors especially aphids and mealy bugs."
            ],
            [
              "d) Indexing should be followed in the case of mass multiplication"
            ],
            [
              "c) Leaves short, close to each other, and bunched at the top",
              "e) Prohibit movement of any plant part from diseased area to healthy area."
            ],
            [
              "d) The tips of the bracts in male buds have greenish.",
              "f) Use resistant cultivar."
            ],
            [
              "e) Virus is spread through aphids.",
              "g) Avoid growing of alternate lost as mixed crop or in near by areas."
            ],
            [
              "ii)",
              "Banana Mosaic Virus(BMV)",
              "a) Chlorosis with mild chlorotic streaks along the veins they never turn necrotic as in BSV.",
              "a) Elimination of affected plants and maintenance of disease free plantation through the use of disease free planting material i.e. Tissue culture seeding."
            ],
            [
              "iii)",
              "Banana Bract Mosaic Virus(BBMV)",
              "a) Presence of spindle shaped pinkish to reddish streaks on pseudo stem, mid ribs, petioles and lamina.",
              "a) Use of disease free planting material i.e. Tissue culture seeding."
            ],
            [
              "iv)",
              "Banana Streak Virus(BSV)",
              "a) Presence of inconspicuous chlorotic flecking to small lethal systematic necrosis, and includes yellow, brown and black streaking, cigar leaf necrosis, based pseudo stem splitting internal internal pseudo stem necrosis and formation of small deformed bunches.",
              "a) Use of disease free planting material i.e. Tissue culture seedings."
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Harvesting"
      },
      {
        "type": "text",
        "content": "Banana should be harvested at the physiological maturity stage for better post harvest quality. The fruit is climacteric and can reach consumption stage after ripening operation"
      },
      {
        "type": "text",
        "content": "Maturity indices"
      },
      {
        "type": "text",
        "content": "These are established on the basis of fruit shape, angularity, grade or diameter of the median figure of the second hand, starch content and number of days that have elapsed after flowering. Market preferences can also affect the decision for harvesting a slight or full mature fruit."
      },
      {
        "type": "text",
        "content": "Removal of bunch"
      },
      {
        "type": "text",
        "content": "Bunch should be harvested when figures of second hand from top are 3/4 rounded with the help of sharp sickle 30cm above the first hand. Harvest may be delayed upto 100–110 days after opening of the first hand. Harvested bunch should generally be collected in well padded tray or basket and brought to the collection site. Bunches should be kept out of light after harvest, since this hastens ripening and softening. For local consumption, hands are often left on stalks and sold to retailers. For export, hands are cut into units of 4–16 fingers, graded for both length and girth, and carefully placed in polylined boxes to hold different weight depending on export requirements."
      },
      {
        "type": "text",
        "content": "Post harvest operations"
      },
      {
        "type": "text",
        "content": "At collection site injured and over mature fruits are discarded and for local market bunches should be delivered through lorries or wagons. However, for more sophisticated and export market where the quality is predominant, bunches should be dehanded, fruits are cleared in running water or dilute sodium hypochlorite solution to remove the latex and treated with thiobendasole; air dried and graded on the basis of size of fingers as already stated, packed in ventilated CFB boxes of 14.5 kg capacity or as per requirement with polythene lining and pre-cooled at 13–15°C temperature and at 80–90% RH. Such material should than be sent under cool chain at 13°C for marketing"
      },
      {
        "type": "text",
        "content": "Yield"
      },
      {
        "type": "text",
        "content": "The planted crop gets ready for harvest within 11–12 months of planting. First ratoon crop would be ready by 8–10 month from the harvesting of the main crop and second ratoon by 8–9 months after the second crop."
      },
      {
        "type": "text",
        "content": "Thus over a period to 28–30 months, it is possible to harvest three crops i.e. one main crop and two ratoon crops. Under drip irrigation combined with Fertigation yield of Banana as high as 100 T/ha can be obtained with the help of tissue culture technique, even similar yield in the ratoon crops can be achieved if the crop is managed well."
      },
      {
        "type": "text",
        "content": "Source: Jain Irrigation Systems Limited"
      }
    ]
  }
]