[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Ber - Zizyphus mauritiana Lamk. belongs to the Family: Rhamnacea. Ber or Indian jujube is indigenous to India."
      },
      {
        "type": "text",
        "content": "The fruits are rich in vitamin C, A and B complex. The composition varies in different varieties. Its leaves contain 5.6% digestible crude protein and 49.7% total digestible nutrients, making it a nutritive fodder for animals."
      },
      {
        "type": "text",
        "content": "Haryana, Punjab, Uttar Pradesh, Rajasthan, Gujarat, Madhya Pradesh, Bihar, Maharashtra, Andhra Pradesh and Tamil Nadu are major ber growing states. Hisar, Rohtak, Jind, Panipat, Mohindergarh and Gurgaon (Haryana), Bharatpur, Jaipur and Jodhpur districts (Rajasthan), Sangrur and Patiala districts (Punjab), Banaskantha and Sabarmati (Gujarat), Bijapur and Bellary (Karnataka), and Tirunelveli, Ramanathapuram, Dharmapuri and Salem (Tamil Nadu) are growing areas."
      }
    ]
  },
  {
    "heading": "Climate",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Hardy plant. Can do well in unfavorable climate. Prefers hot & dry climate & adequate moisture during fruiting.",
          "It is extremely drought hardy owing to its deep root system and other xerophytic characters.",
          "The tree prefers atmospheric dryness for development of good quality fruits. Excessive atmospheric humidity is not good for satisfactory fruiting. Grown up to 1000m. above MSL."
        ]
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Deep sandy loam is better. Thrives under adverse conditions of salinity. drought and water logging."
        ]
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "About 125 varieties are found in India. Umran, Gola, Seo, Mehroon, Kaithali, Kantha etc. are important varieties."
        ]
      },
      {
        "type": "text",
        "content": "Classification according to ripening period :"
      },
      {
        "type": "unordered_list",
        "content": [
          "Early ripening (February) : Gola, Seb, Safeda,",
          "Mid season (First- Third week of March.) : Kaithali, Reshmi.",
          "Late ripening (Fourth week of March-mid April.) : Umran, Kantha, Elaichi."
        ]
      }
    ]
  },
  {
    "heading": "Propagation",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seed : Main drawback of seed propagation is that fruits are small and of poor quality.",
          "Vegetative : Most common method of propagation of ber is by I or T (shield) budding. Rootstock seedlings are raised by sowing seed kernels extracted by breaking the stone (endocarp). These germinate in about one week. The seed stones can also be sown as such but take nearly one month to germinate. Seeds of any locally adapted and vigorous ber trees can be used for raising rootstocks in the field during July - August for in-situ budding or can be budded in the nursery beds. Budding is done during May-June on Zizyphus mauritiana rootstock."
        ]
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Spacing : Rainfed - 6 x 6m. Irrigated - 8 x 8m. Pits of 60 x 60 x 60cm size are dug and filled with 50 kg FYM + soil + Aldrin or BHC or Methyl prathion powder. Planting is done during June-Aug."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation : Immediately after planting, 4–5 days up to 3 months. Most part of the year no irrigation is required. Irrigation is required during fruit bearing period ie. Oct - Feb.",
          "Intercropping : Intercrops are taken up to 2 years. Mung, Guar, during Kharif. Methi during Rabi."
        ]
      }
    ]
  },
  {
    "heading": "Training and pruning",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "During the first 2–3 years after planting, ber trees should be trained to develop a strong framework.",
          "After that old growth is to be headed during March, keeping 1–2 nodes above the graft union to induce vigorous new growth.",
          "One upright growing vigorous shoot is retained to develop into main trunk which is kept clean of secondary branches up to 30cm height from the ground level.",
          "On the main trunk, 3°r 4 well-spaced and favourably located main branches are allowed above when it is headed back.",
          "During the second year, these main branches are also clipped retaining 3 to 4 secondary branches on each of them, This process is continued to develop tertiary branches.",
          "Upward growing shoots are retained at each stage to develop an upright tree stature. Not more than one upright growing shoot is retained at a node so that narrow crotches are avoided.",
          "This basic frame of the tree is maintained by removing of water sprouts as and when they emerge. Correction in the framework is done at the time of annual pruning.",
          "Annual pruning in ber is essential to induce maximum number of new healthy shoots which would bear good quality fruits.",
          "It is also essential to remove the undesirable, weak, intercrossing, diseased and broken branches to avoid crowding and to encourage healthy growth for maximum fruit bearing.",
          "Pruning is done during the hot and dry season when the tree sheds leaves and enters into dormancy.",
          "In Tamil Nadu, the trees are pruned during January - April, in Maharashtra and Gujarat pruning must be completed by the April-end and in Haryana by the May-end .",
          "Severity of pruning also differs at different locations.",
          "In general, light pruning, at about 25 buds, is the best. However, pruning could be done at 15 to 20 buds under more moderate climatic conditions.",
          "All the secondary shoots should be completely removed. Spraying of 3% thiourea or potassium nitrate once in 2 days before pruning induces bud sprouting from maximum number of nodes."
        ]
      }
    ]
  },
  {
    "heading": "Manures and Fertilizers",
    "content": [
      {
        "type": "text",
        "content": "Bearing tree/yr."
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "",
              "FYM (Kg)",
              "N₂(g)",
              "P₂O₅(g)",
              "K₂O(g)"
            ],
            [
              "Rainfed.<br>",
              "30",
              "100",
              "50",
              "50"
            ],
            [
              "Irrigated.",
              "60",
              "500",
              "400",
              "400"
            ]
          ]
        }
      },
      {
        "type": "unordered_list",
        "content": [
          "For rainfed, full dose given in July & for Irrigated crop FYM, P, K & ½ N given in July. Remaining ½ N in Sept."
        ]
      }
    ]
  },
  {
    "heading": "Flowering",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flower buds born mostly on current growth. Flowering starts from 1st week of September to Mid of November.",
          "Ber is a Cross pollinated crop."
        ]
      }
    ]
  },
  {
    "heading": "Harvesting & yield",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Yield starts after 3–4 yrs. Harvesting time is during February to April.",
          "Ber is non-climacteric fruit. So neither under ripe nor over ripe fruits are plucked up. Proper ripened fruits become soft & acidity decreases & sweetness increases."
        ]
      }
    ]
  },
  {
    "heading": "Yield :",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          "Early variety : 100 kg/tree.",
          "Mid season variety : 150 kg/tree.",
          "Late variety : 200 kg/tree. (Umran)"
        ]
      }
    ]
  },
  {
    "heading": "Pest",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Fruit Fly : Controlled by- (1) Collect & remove dropped fruits. (2) Deep ploughing & apply 10% BHC on the basin. (3) spray Monocrotophos or Phosphomidon + Carbaryl."
        ]
      }
    ]
  },
  {
    "heading": "Diseases",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Powdery mildew : Most dangerous. Spreads in Oct.-Nov. White powdery mass on flowers, fruits & leaves. Fruit cracking at maturity. It is a fungal disease. Spray 0.25 per cent wettable sulphur (250 g in 100 litres of water) or 0.05% Karathane 40EC (50 ml or 0.05% Bayleton 25 WP (50g in 100 litres of water) in September (at flowering), mid October, mid-November and mid- December. An other spray can be given if need arises in January."
        ]
      },
      {
        "type": "text",
        "content": "Source : KVK portal- Gujarat"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "text",
        "content": "State-specific Cultivation practices"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Arid and semi-arid regions",
            "link": "http://www.cazri.res.in/publications/KrishiKosh/112-(GROWING%20BER).pdf"
          },
          {
            "text": "Gujarat",
            "link": "https://kvk.icar.gov.in/API/Content/PPupload/k0447_75.pdf"
          },
          {
            "text": "Jammu",
            "link": "http://skuast.org/site/Templates%20HTML/extension/package.pdf"
          },
          {
            "text": "Punjab",
            "link": "http://kvkfatehgarhsahib.com/pp_fruits_eng.pdf"
          },
          {
            "text": "Tamil Nadu",
            "link": "http://agritech.tnau.ac.in/horticulture/horti_fruits_ber.html"
          },
          {
            "text": "AESA based IPM package for Ber",
            "link": "http://niphm.gov.in/IPMPackages/Ber.pdf"
          }
        ]
      }
    ]
  }
]