[
  {
    "heading": "Origin and spread",
    "content": [
      {
        "type": "text",
        "content": "Dragon Fruit (Hylocereus sp.) has its origin in Southern Mexico, Central America and South America. It was introduced during 1990 for its commercial cultivation in south Asian tropical countries. It is widely cultivated in South-East Asia, USA, Caribbean Islands, Australia throughout the tropical and sub-tropical world. It is a new introduction in India and the commercial cultivation is picking up."
      },
      {
        "type": "text",
        "content": "In India, the cultivation of the fruit is fast picking up and farmers of Karnataka, Kerala, Tamil Nadu, Maharashtra, Gujarat, Chhattisgarh, Odisha, West Bengal, Andhra Pradesh, Andaman & Nicobar Islands, Mizoram and Nagaland have taken up its cultivation. In 2020, the total area under cultivation of Dragon Fruit in India is more than 3,000 ha. which is not able to meet the domestic demand, hence majority of the dragon fruits available in Indian market is imported from Thailand, Malaysia, Vietnam and Sri Lanka."
      }
    ]
  },
  {
    "heading": "Common Names",
    "content": [
      {
        "type": "text",
        "content": "Red Pitaya, Kamalam, Pitaya Roja"
      },
      {
        "type": "text",
        "content": "It is a climbing vine cactus species with most beautiful fruit in the family Cactaceae that has beautiful flowers and is nicknamed as ‘Noble woman’ or ‘Queen of the Night’. The juicy flesh of the fruit is delicious in taste."
      }
    ]
  },
  {
    "heading": "Nutrition properties",
    "content": [
      {
        "type": "text",
        "content": "Dragon fruit is classified as two types; one with white pulp ( Hylocereus undatus) and the other one with red/pink pulp (Hylocereus polyrhizus). The fruit is highly valued for its reported neutraceutical properties. It is low in calories and rich in phenolics, flavonoids and antioxidant potential. The fruit is slightly acidic and the titratable acidity varied between 0.20 to 0.30 mg lactic acid equivalents. Dragon fruit is one of the rich sources of Vitamin C, and the vitamin C content ranged between 4 to 10 mg/100 g."
      }
    ]
  },
  {
    "heading": "General requirements",
    "content": [
      {
        "type": "text",
        "content": "The crop is hardy and can survive in any type of climatic condition favorable for flowering and fruiting and soil condition provided with good drainage. The reported rainfall requirement of dragon fruit is 1145–2540 mm/year. Dragon fruit plant prefers a dry tropical climate with an average temperature of 20–29°C, but can withstand temperatures of 38–40°C, and as low as 0°C for short periods."
      }
    ]
  },
  {
    "heading": "Propagation",
    "content": [
      {
        "type": "text",
        "content": "Dragon fruit plants can easily multiply through stem cutting. Generally 20–25cm long stem cuttings are used for planting. The cutting should be prepared one–two days prior to planting and the latex oozing out of cut is allowed to dry. The cutting should be taken from elite mother plants after the fruiting season. The cutting should be treated with fungicides to prevent diseases. These cuttings are planted in 12 x 30 cm size polyethylene bags, filled with 1:1:1 ratio of soil, farmyard manure and sand. The bags are kept at a shady place for rooting. Excess moisture should be avoided for prevention of rotting of cutting. These cutting roots profusely and become ready for planting with 5–6 months (Tripathi, et.al., 2014)."
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "text",
        "content": "Dragon fruit cultivation prefers full sunlight open area for planting. Generally in single post system planting is done at 3x3 m distance. Single post vertical height of pole 1.5 m to 2 m at which point they are allowed to branch and hang down. The Dragon fruit may be planted near the poles to enable them to climb easily. Number of plants per pole may be 2 to 4 plants depending on the climatic condition. Lateral shoots must be limited and 2–3 main stems are allowed to grow. It is important to arrange round metal/concrete frame to maintain balanced shrub. Cost effective structures using iron poles and tyres as base structure are also being used. In high rainfall areas, concrete poles are used as trellises. The concrete pillars are supported by a square structure in the top to train the vine for bearing purpose. To combat soil erosion, the concrete square structures are used as base for maintaining the media that supports the growth of the vine."
      },
      {
        "type": "text",
        "content": "The planting season is generally Summer monsoon (June−August). Fruiting occurs in July−October in a 6–8 flushes of market quality fruits."
      }
    ]
  },
  {
    "heading": "Training",
    "content": [
      {
        "type": "text",
        "content": "The Dragon fruit plants are fast growing vines and produce more thick dense of branches during the initial stage. The lateral buds and branches should be pruned to grow towards stands. Once vines reach up to the top of the stands the branches are then allowed to grow. The removal of tip of main stem is done to allow growth of new shoots to grow laterally and climb at the ring to form an umbrella like structure of vines where flowers will emanate and develop into fruits which would induce lateral branching. This pruning referred as structural pruning or making a structure on the trellis. The well grown vine may produce 30 to 50 branches in one year and may be more than 100 branches in-four years."
      }
    ]
  },
  {
    "heading": "Nutrient management",
    "content": [
      {
        "type": "text",
        "content": "Dragon fruit plant root system is superficial and can rapidly assimilate even the smallest quantity of nutrients."
      },
      {
        "type": "text",
        "content": "The recommended dose of fertiliser application varies with soil type and location of plantation. In general, 10−15 kg FYM or organic manure and 100 g SSP/plant is compulsory at the time of plantation of dragon fruit. About 300 g N, 200 g P and 200 g K is essential per plant each year for the initial two years. The mature plant should be given 540 g N, 720 g P and 300 g K in four equal split doses with interval of 3 months."
      },
      {
        "type": "text",
        "content": "The nutrients are supplied in four split doses to each pillar having four plants @ 10, 10 and 30% of total, before flowering, 20, 40 and 25% at fruit set, 30, 20 and 30% at harvest and finally 40, 30 and 15 % of total NPK after two months of harvest. A combination of organic manure with neem cake and 100g of complete fertilizer (19–19–19) is applied every three to four months."
      }
    ]
  },
  {
    "heading": "Intercultural operations",
    "content": [
      {
        "type": "text",
        "content": "Weed control is an important operation in dragon fruit cultivation and the use of weed mat efficiently reduced the weeds growth and also aids in soil moisture conservation. Regularly prune the plants to obtain an open and manageable umbrella shape canopy which will induce new shoots for the next cropping season."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Regular irrigation is important, because it enables the plant to build sufficient reserves not only to flower at the most favorable time but also to ensure the development of the fruits. Local drip irrigation found beneficial for better yield and growth. Irrigation by flooding is not recommended as it wastes water and increases work of weeding. Approximately 2–4 litres of water weekly twice per plant is sufficient during the summer/dry days."
      }
    ]
  },
  {
    "heading": "Pest and disease management",
    "content": [
      {
        "type": "text",
        "content": "In general dragon fruit is tolerant to major pests and diseases. Few important diseases of fungal and bacterial pathogens origins viz., anthracnose, brown spots and stem rots affect dragon fruit crop. Heavy rainfall and overwatering or waterlogged conditions predispose the crop for these diseases."
      },
      {
        "type": "text",
        "content": "Anthracnose can be prevented by spraying with Chlorothalonil / mancozeb at 2g/L and curable by spraying with carbendazim at 1g/L. Rotting diseases are vulnerable to excess sun light and it can be controlled through copper oxychloride (at 0.2%)."
      },
      {
        "type": "text",
        "content": "Fruit are occasionally infected with ants, scale insects, mealy bugs, slugs, nails, bores, caterpillars, termites, nematodes, fruit flies, bats, rats and birds. It can be easily managed by some control measures like agronomic and crop hygiene, chemical control using copper sulphate, fruit bagging, soil amendment and sterilization."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "Most ideal harvesting period for dragon fruit is June−October in India. The plant start yielding after 12–15 months from the date of planting. Dragon fruits become ready for harvesting in 25–35 days after flowering. Usually outer bright green skin of immature fruit gradually turns into red at the end of ripening process. Proper time of harvesting was found after seven days of color transition. Only ripened fruit should be selected for harvesting so that harvesting can be done twice during week. Fruits are harvested manually using pruning knives without getting damaged. Then, harvested fruits should be immediately shifted into shades before packaging or being transferred to storage room."
      },
      {
        "type": "text",
        "content": "The shelf life of freshly harvested dragon fruit varies between 3−4 days at ambient conditions. Fruits shows decrease in weight and shrivelling after 7−8 days of harvest. The fruits are generally stored in perforated bags at 8°C for 25−30 days. Sometimes storage temperature of 15−20°C and relative humidity of 85−90°C is preferred fresh market delivery. The shelf life can extended up to 45 days during storage at 7−10°C with relative humidity of 90–98%. The yellow varieties can be stored up to 28–30 days at 10°C temperature."
      }
    ]
  },
  {
    "heading": "Processing",
    "content": [
      {
        "type": "text",
        "content": "Dragon fruit pulp and juice with solution containing 1.5 per cent pectin, 55% sugar and 0.9 per cent citric acid solution improved the colour as well as other organoleptic characteristics of dragon fruit jam and jelly. In case of dragon fruit RTS beverage 14 per cent pulp, 12 per cent sugar and 0.9% was found to be most suitable. The prepared product was found to be organoleptically acceptable. Prepared products can be stored for the period of more than three months at ambient storage condition without microbial spoilage or any considerable loss in quality (Sharma, 2016)"
      }
    ]
  },
  {
    "heading": "Support from government",
    "content": [
      {
        "type": "text",
        "content": "Mission for Integrated Development of Horticulture (MIDH) supports cultivation of the crop. The target for area expansion under MIDH is 50,000 ha. in 5 years. Expert guidance for cultivation of this fruit can be obtained from ICAR-Central Island Agricultural Research Institute, Port-Blair, Andaman and Nicobar Islands and Institute of Horticultural Research (IIHR), Bengaluru, Karnataka at Hirehalli, Bengaluru, Karnataka."
      }
    ]
  },
  {
    "heading": "Economics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Dragon fruit provides fast return with economic production in the first year after planting and full production is attained in 3–4 years.",
          "The life expectancy of the crop is about 20 years.",
          "The average yield per pillar (3–4 plants) per year is about 15 kgs. Fruit weight varies from 300 to 500 grams.",
          "Average economic yield after 2 years of planting is 10 tonnes per acre. At present the market rate is Rs 100 per kg fruit, so the revenue generated by selling fruits per year is Rs 10,00,000. Benefit Cost Ratio (BCR) is: 2.58."
        ]
      },
      {
        "type": "subheading",
        "content": "Sources"
      },
      {
        "type": "unordered_list",
        "content": [
          {
            "text": "Dragon Fruit Country Report from India",
            "link": "https://krishi.icar.gov.in/jspui/bitstream/123456789/23809/1/Dr.Karunkaran%2C%20vetnum%20proceeding%20.pdf"
          },
          {
            "text": "Dragon Fruit Cultivation in India: Scope, Constraints and Policy Issues",
            "link": "http://niam.res.in/sites/default/files/pdfs/DragonFruitBulletin-27.pdf"
          }
        ]
      }
    ]
  }
]