[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "Fig, Ficus carica, is one of the ancient fruits known to mankind which also finds its mention in the Bible. It is reported to be under cultivation from 3000–2000 BC in the eastern Mediterranean region."
      },
      {
        "type": "text",
        "content": "The fig fruit is unique. Unlike most 'fruit' in which the structure is matured ovary tissue, the fig's edible structure is actually a stem tissue. The fig fruit is an inverted flower with both male and female flower parts enclosed in stem tissue, botanically known as a syconium."
      },
      {
        "type": "text",
        "content": "At maturity, the interior of the fig contains only the remains of the flower structure, including the small gritty structures commonly called 'seed', which are the unfertilized ovaries that had failed to develop. They impart resin like flavour associated with fig."
      },
      {
        "type": "text",
        "content": "Fruits are consumed fresh as well as in the dried form. Fresh Figs are delicious and nutritious as they are rich in calorie, protein, calcium and iron. Fig has nutritive index of 11, as against 9 for apple and 6 for raisin. The bulk of the fruit (about 80%) is consumed in the dried form. The fruit is also credited with laxative and medicinal properties and is being applied on boils and for other skin infections."
      }
    ]
  },
  {
    "heading": "Types of Fig",
    "content": [
      {
        "type": "text",
        "content": "Figs have been grouped into four types depending on the sex of the flower and the method of pollination."
      },
      {
        "type": "ordered_list",
        "content": [
          "Common Fig or Edible Fig - Individual flowers are long styled pistillate and fruits develop parthenocarpically. Popular cultivars include - Poona, Conardia, Mission Kadota, and Brown Turkey.",
          "Smyrna Fig - Fruit develops only on Pollination by male flowers of Capri fig through the Fig wasp. Most important variety is 'calimyrna' .",
          "Capri Fig or Wild Fig - Short styled Pistillate flowers and functional staminate flowers, Capri fig are not edible but grown because they harbour fig wasp ( Blastophaga psenes ), which is necessary for pollination and setting fruits.",
          "San Pedro Fig - It is an intermediate type where the first crop (known as Breba) is Parthenocarpic, while the 2nd crop (main) requires pollination like Smyrna type."
        ]
      }
    ]
  },
  {
    "heading": "Global and National Scenario",
    "content": [
      {
        "type": "text",
        "content": "Fig is a moderately important fruit crop with an annual estimated global production of one million tons of fruit of which about 30% is produced by Turkey. The other major producers are Egypt, Morocco, Greece, California, Italy, Algeria, Syria and Tunisia. In India, fig is considered to be a minor fruit crop and the commercial cultivation of common (edible) fig is mostly confined to Western Parts of Maharashtra, Gujarat, Uttar Pradesh (Lucknow & Saharanpur) Karnataka (Bellary, Chitradurga & Srirangapatna) and Tamilnadu (Coimbatore)."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "text",
        "content": "Climate Fig being a deciduous and sub tropical tree, prefers areas having arid or semiarid environment, high summer temperature, plenty of sunshine and moderate water. Although the plants can survive temperature as high 45 0°C, the fruit quality deteriorates beyond 39 0°C. Though the mature tree can withstand low temperature up to 4 0°C, it makes good growth when the temperature is above 15–21 0°C . The size, shape, colour of the skin and pulp quality are markedly affected by climate. But quality figs are produced in the region with dry climate especially at the time of fruit development and maturity. High humidity coupled with low temperature usually results in fruit splitting and low fruit quality."
      },
      {
        "type": "text",
        "content": "Soil Fig is one of the most salt and drought tolerant crops. It can tolerate a fairly high level of sulphate or chloride salt. Medium to heavy, calcareous, well drained, deep (about 1 m ) soil having pH of 7–8 is ideally suitable cultivation of fig."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "There are about 20 popular varieties of fig that are being grown in different parts of the world. Some famous varieties of common fig grown in different countries are 'White Adriatic' 'Black Mission', 'Kodota' and 'Conadira' in California; 'Kalamon' in Greece; Sultani in Egypt. The 'Smyrna types' includes popular Turkish cultivar known as 'Saricop' in Turkey and 'Calimyrna' in United States."
      },
      {
        "type": "text",
        "content": "In India 'Poona' is the most popular cultivar grown for consumption as fresh fruit. Most of the fig grown in Mangalore, Bellary, Coimbatore, Daulatabad, Ganjam, Lucknow and Saharanpur resembles in plant and fruit morphology to that of Poona Fig. Recently, a variety 'Dinkar', an improvement over 'Daulatabad' variety for yield and fruit quality is gaining commercial importance. Some hybrids from California have reportedly performed better over Poona Fig under Mangalore conditions."
      }
    ]
  },
  {
    "heading": "Propagation",
    "content": [
      {
        "type": "text",
        "content": "Rooting of hard wood cuttings is the common method of propoagtion in fig. Rooting was the best in cuttings from 3 year old wood with 30–40 cm length and 1.5 cm dia. Cuttings from the base of the shoot and lower part of crown have to be used as they root better. Cuttings are taken during January - February at the time of pruning in North India whereas, the cuttings are taken during rainy season in South India. Fig can also be propagated by air layering, shield or patch budding and side grafting. Focus glomeration rootstock offers resistance to root knot nematode."
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "text",
        "content": "Fig is planted in square system of planting at a spacing of 5 x 5 m accommodating about 160 plants per acre. Pits of 0.6 cu.m are dug for planting the cuttings. Planting season varies from place to place viz., South India – August – September, Western India – June – July, North India – January – February."
      }
    ]
  },
  {
    "heading": "Manures and Fertilisers",
    "content": [
      {
        "type": "text",
        "content": "The year wise requirement of various manures and fertilisers for fig is given in following Table. Recommended fertiliser dosage (kg/tree/year) for Fig"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Year",
              "FYM",
              "Neem Cake",
              "Nitrogen",
              "Phosphorous",
              "Potassium"
            ],
            [
              "1",
              "25",
              "0.50",
              "0.060",
              "0.040",
              "0.040"
            ],
            [
              "2",
              "25",
              "0.50",
              "0.120",
              "0.080",
              "0.080"
            ],
            [
              "3",
              "25",
              "1.00",
              "0.180",
              "0.120",
              "0.120"
            ],
            [
              "4",
              "30",
              "1.50",
              "0.240",
              "0.160",
              "0.160"
            ],
            [
              "5th year onwards",
              "35",
              "2.00",
              "0.300",
              "0.200",
              "0.200"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Fig can sustain heat and drought. However, for commercial production timely irrigation is necessary. Flood irrigation at an interval of 10–12 days during summer is ideal. However, if drip irrigation is adopted 15–20 litres of water/day/plant needs to be provided."
      },
      {
        "type": "text",
        "content": "Frequent irrigation leading to excess soil moisture will cause splitting of fruits. It should be borne in mind that during fruit ripening, the plants should not be given any irrigation because it will result in insipid fruits viz., fruits with bland taste"
      }
    ]
  },
  {
    "heading": "Training and Pruning",
    "content": [
      {
        "type": "text",
        "content": "To keep the trees more productive and to facilitate inter cultivation operations, the fig trees are trained to a desired height and shape. The fig tree bears tow crops in a year, the first crop on the wood of previous season and the second crop on new wood of current season. Pruning is necessary to induce growth of flower bearing wood. The time and amount of pruning are adjusted according to the growth habit and bearing capacity of the tree. Notchin stimulates production of laterals on vigorous upright b ranches."
      },
      {
        "type": "text",
        "content": "Fig trees are trained initially to a single stem and allowed to grow to a height of about 1m and then it is topped. Light pruning is practiced in Poona Fig after the monsoon is over i.e. in October."
      }
    ]
  },
  {
    "heading": "Plant Protection",
    "content": [
      {
        "type": "text",
        "content": "The major pests of fig are stem borers, leaf defoliators and fig flies. The fig fly can be controlled by Demecron (0.05% spray). The stem borer is controlled with the application of Phorate granules with Petrol or Kerosene. Important disease of fig is rust which is caused by Cerotelium fici. It can be controlled by dusting with sulphur or spraying with Blitox or Dithane M-45 and Dithane Z-78."
      }
    ]
  },
  {
    "heading": "Fruit set",
    "content": [
      {
        "type": "text",
        "content": "It has been observed even in common fig or Adriatic fig, the phenomenon of parthenocarpy is altered by climatic condition of a particular location. Hence there is a possibility of failure of furitset by a particular variety in a particular location. The parthenocarpic fruitset can be enhanced by spraying 25 ppm o f NAA or IBA on the flowers. For Smyrna figs, inter planting of Capri figs should be done for effective fruitset."
      },
      {
        "type": "text",
        "content": "To promote proper shoot growth and to prevent fruit drop in fig, growth regulators like Gibberellic Acid (GA) @ 30 ml / litre of water is used."
      }
    ]
  },
  {
    "heading": "Harvesting and Yield",
    "content": [
      {
        "type": "text",
        "content": "Though fig starts bearing fruits from the second year, commercial harvesting is done from the third year. The yield increases with increase in canopy size of the tree and stabilizes during eighth year. The economic life of the plant is about 35 years. The harvesting season starts in February - March and is over by May - June. The fruits are harvested in 2–3 day intervals manually. The fruits should be picked when they are soft and wilt at the neck. If the fruits are picked before proper maturity, milky latex exudes."
      },
      {
        "type": "text",
        "content": "Fresh figs are highly perishable. Slightly immature fruits are to be harvested for transporting to distant markets. Ripe fruits are picked either form the tree by twisting the neck at the stem end or by cutting it or gathered after they drop. Yield ranges from 180 to 360 fruits per tree."
      },
      {
        "type": "text",
        "content": "Fully ripe fresh figs can be kept only for about a week at 0°C with a 90 per cent relative humidity. To preserve in a dried state, first the fig fruits are soaked in boilin g saltwater for half a minute and subjected to sundrying for a few hours. Then they are dried under shade for 8 days and stored in polythene containers. Another from of preservation of fig is drying in an electric drier at 70 – 72°C with prior sulphur fu migation."
      },
      {
        "type": "text",
        "content": "The age wise yield of fig (fruits in kg/per tree) is given in the following Table"
      },
      {
        "type": "text",
        "content": "Age wise yield of Fig (kg/tree)"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Age of the plant (years)",
              "Yield/tree (kg)"
            ],
            [
              "3",
              "3"
            ],
            [
              "4",
              "6"
            ],
            [
              "5",
              "9"
            ],
            [
              "6",
              "12"
            ],
            [
              "7",
              "15"
            ],
            [
              "8th onwards",
              "18"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Source: NABARD"
      }
    ]
  },
  {
    "heading": "Related Resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Fig cultivation practices",
            "link": "http://agridr.in/tnauEAgri/eagri50/HORT181/lec24.pdf"
          },
          {
            "text": "IPM practices for Fig",
            "link": "http://www.ncipm.org.in/NCIPMPDFs/IPM%20Packages%20DPPQ&S/Fig.pdf"
          }
        ]
      }
    ]
  }
]