[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Grape (Vitis sp.) belonging to Family Vitaceae is a commercially important fruit crop of India. It is a temperate crop which has got adapted to sub-tropical climate of peninsular India. About 80% of the production comes from Maharashtra followed by Karnataka and Tamil Nadu."
      },
      {
        "type": "text",
        "content": "The fruit contains about 20% sugar in easily digestible form besides being rich in calcium and phosphorus. World over it is grown mainly for wine making (82% production), raisin making (10% production) and rest for table purpose (8%). In India, however it is mostly consumed as fresh fruit and only a limited quantity is utilized for the production of liquor, dry fruits like raisins etc."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Regions",
              "States",
              "Varieties cultivated"
            ],
            [
              "Region - I. (Northern India)",
              "Haryana, Punjab, Delhi, Western Uttar Pradesh, Rajasthan",
              "Thompson Seedless, Perlette, Beauty Seedless, Anab-e-Shahi, Black Hamburg, Black Prince, Dakh, Foster’s seedling, Kandhari, Khalili, Pandhari Sahebi, Watham Cross, Pusa Seedless, Hur, Black Muscat, Early Muscat, Banquiabyad, Cardinal, Kairon"
            ],
            [
              "Region – II (Peninsular India)",
              "§ Telangana & Rayalseema regions of Andhra Pradesh§ Nasik, Pune, Sholapur, Satara, Sangli, Bhir, Aurangabad and Ahmednagar districts of Maharashtra§ Bijapur,Gulbarga,Raichur, Bellary districts of Karnataka",
              "Anab-e-Shahi, Thompson Seedless, Cheema Sahebi, Pandari Sahebi, Gulabi, Bhokri, Kali Sahebi, Sonaka & Tas-A-Ganesh(clones of Thompson seedless)."
            ],
            [
              "Region – III (Peninsular India)",
              "§ Madurai, Salem and Coimbatore districts of Tamil Nadu§ Bangalore, Kolar, Mysore & Tumkur districts of Karnataka",
              "Bhokri, Anab-e-Shahi, Gulabi, Bangalore Blue, Black Champa, Convent Large Black, Angur Kalan, Taifi Rosovi, Coarna Resia, Queen of vineyard, Kandhari, Black Prince, Muscat, Pachadraksha"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "List of commercial varieties utilized for specific purposes is given in the following:"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Category",
              "Varieties"
            ],
            [
              "Table grapes",
              "Anab-e-Shahi, Bangalore Blue, Beauty Seedless, Bhokri (Pachadrakshi), Cheema Sahebi, Delight, Gulabi (Panneer Drakshi, Muscat Hamburg), Himrod, Kali Sahebi,Kandhari, Khalili, Pandari Sahebi, Perlette, Selection 94, Pusa Seedless and Thompson Seedless."
            ],
            [
              "Raisin Grapes",
              "Thompson Seedless, Arkavati"
            ],
            [
              "Wine Grapes",
              "Bangalore Blue, Thompson Seedless and Arka Kanchan"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Commercial varieties can be grouped under four categories based on colour and seeds:"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Coloured seeded",
              "-",
              "Bangalore Blue, Gulabi (Muscat)"
            ],
            [
              "Coloured seedless",
              "-",
              "Beauty seedless and Shared Seedless"
            ],
            [
              "White seeded",
              "-",
              "Anab-e-Shahi, Dilkhush (clone of Anab-e-Shahi)"
            ],
            [
              "White seedless",
              "-",
              "Perlette, Pusa Seedless, Thompson Seedless and its clones (Tas-A-Ganesh, Sonaka & Manik Chaman)."
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Soil and climate",
    "content": [
      {
        "type": "text",
        "content": "The crop performs best in well-drained rich loamy soil with a pH of 6.5–7.0 with low water table with EC less than 1.0. Soil depth should be at least 1 m."
      }
    ]
  },
  {
    "heading": "Field preparation and planting",
    "content": [
      {
        "type": "text",
        "content": "Land is leveled by a tractor or bulldozer as per the requirement, soil type and gradient. In case of drip irrigation, leveling need not be perfect."
      },
      {
        "type": "text",
        "content": "Grape is usually propagated by hard wood cuttings, though propagation by seed, soft wood cuttings, layering, grafting and budding is also used in some cases."
      },
      {
        "type": "text",
        "content": "The grapevines are usually planted in pits. The size of the pit depends upon the spacing of the vines and also on the specific requirements of the variety. The depth may vary from 60 to 90 cm. depending upon the soil type. Wider spacing (1.2 m. X 1.2 m.) is required in case of vigorous varieties like Anab-e-Shahi and Bangalore Blue. A little less than that (i.e. 90 X 90 cm.) is required in case of varieties viz. Thompson Seedless, Perlette and Beauty Seedless. In central Maharashtra and northern parts of Karnataka the spacing adopted for Thompson seedless and its mutants is 1.8m X 2.4 m. Open the trenches of 2.5’ depth and 2.5’ width in North – South direction of desired length. This should be done at least one month prior to planting. The recommended spacing between rows is about 9–10 ft. Fill the trenches with top soil, FYM, green manure, super phosphate, etc. and irrigate copiously. The pits need to be opened about a month before planting. At the time of planting, open the pits at the desi red planting distance (5–6 ft for table grapes). Plant the rooted cuttings in the opened pits and irrigate immediately to avoid transplanting shock and field mortality. Planting is usually avoided during the rainy season. The best time for planting is February-March in North India, November-January in the peninsular India. In Karnataka and Tamil Nadu it is usually planted during December-January, due to the fact that rainy season lasts upto end of November."
      },
      {
        "type": "text",
        "content": "Growth of the plants starts 10–15 days after planting, depending upon the season of planting. Growth occurs earlier in case of those planted during warm season as compared to those planted in cold season. After one month of planting, the young plants need staking and training."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Irrigation practices vary considerably in different regions of India depending upon the rainfall pattern, time of pruning, different growth stages, water-holding capacity of soil, variety grown, training system followed and spacing of vines. Irrigation is provided once in every three days in newly planted vineyards by allowing water into a small circular basin of 50 cm. radius. With the increase in growth rate the size of the basin increases to a radius of 2m. In case of drip irrigation, only one emitter is placed at the base of the vine. The number of emitters gradually increases to two and then four which are shifted about 30°r 40cm. away from the stem depending upon the variety and spacing of the vines. Heavy irrigation is provided soon after pruning in order to wet the entire root zone thoroughly and induce active growth in the vine. Light irrigation of 50–75mm. (5.0–7.5 L./ha.) is given is given at an interval of 10–12 days during winter and 5–7 days in summers. In the event of rainfall during that interval, the next irrigation is either omitted or delayed. Irrigation frequency is reduced during anthesis, fruiting stage and also after berry softening to improve fruit quality."
      }
    ]
  },
  {
    "heading": "Manures and fertilizers",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Variety",
              "Region",
              "N",
              "P₂O₅",
              "K₂O"
            ],
            [
              "Anab-e-Shahi",
              "North India",
              "366–600",
              "300–550",
              "183–1200"
            ],
            [
              "Telangana",
              "435",
              "305",
              "784"
            ],
            [
              "South interior Karnataka",
              "500",
              "500",
              "1000"
            ],
            [
              "Beauty Seedless",
              "North India",
              "165",
              "-",
              "-"
            ],
            [
              "Cheema Sahebi",
              "Maharashtra",
              "600",
              "240",
              ">120"
            ],
            [
              "Gulabi, Himrod, Perlette",
              "North India",
              "444–715",
              "457–1332",
              "460–1000"
            ],
            [
              "Thompson Seedless",
              "North India",
              "444–1100",
              "1332",
              "1332"
            ],
            [
              "Maharashtra",
              "666–1000",
              "500–888",
              "666–800"
            ],
            [
              "South interior Karnataka",
              "300",
              "500",
              "1000"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "The manures should be applied twice after pruning. Apply half the dose of potash immediately after pruning and the other half after 60 days of pruning."
      },
      {
        "type": "text",
        "content": "Foliar spray of 0.1% Boric acid + 0.2% ZnSO 4 + 1.0% Urea twice before flowering and 10 days after first spray should be done to overcome nutrient deficiency."
      },
      {
        "type": "text",
        "content": "Application of growth regulators also helps in improving the fruit quality. Application of 20 ppm. of Gibberellic acid (GA) (2g./100 l. water) at full bloom followed by dipping of bunches in 75 ppm. of GA solution at fruit set stage increases the bunch and berry size of seedless varieties. Similar kind of treatment given to seeded varieties does not give the same kind of result. Pre-bloom application of SADH (1500 ppm.) and CCC (1200 ppm.) increases fruit set and yields in Thompson Seedless and Anab-e-Shahi cultivars of grapes."
      }
    ]
  },
  {
    "heading": "Canopy management",
    "content": [
      {
        "type": "text",
        "content": "Grape is an important fruit crops, which needs constant attention for the production of exportable quality grapes. The success in grape cultivation depends on the management practices followed right from the planting in case of new plantation and from back pruning in case of old orchards. Canopy management is major practice followed in grape. Some of the practices to be followed in both types of gardens are given below."
      },
      {
        "type": "text",
        "content": "1. Management of new vineyards:"
      },
      {
        "type": "text",
        "content": "Trench opening: This operation should be followed during Dec- Jan month. The trench opened should be in North – South direction. This helps in harvest of maximum sunlight for photosynthesis and fruit bud differentiation. The trench should be of 2’, 6” X 2’,6” so as to get the proper rooting area for root proliferation."
      },
      {
        "type": "text",
        "content": "Planting of rootstock: The planting of rootstock should be completed during Feb – March month. During this period, the minimum temperature starts rising above 15 0°C that helps in enhancing the physiological activity of the plant."
      },
      {
        "type": "text",
        "content": "Management of rootstock in field: The rootstock plants after planting in the soil needs to be irrigated at regular interval in its field capacity. In black cotton soil alternate day irrigation is enough however, in light soil the plants should be irrigated daily preferably during morning or in the evening. No fertilizers should be applied till 20 days after planting since the roots are not active and require some time for settling."
      },
      {
        "type": "text",
        "content": "Training of rootstock plants and re cut: The rootstock plant once settled in the soil should be allowed to grow as such till 50 days from the planting time. The number of shoots sprouted from each plant helps in increasing the root density. These plants are cut back from the base. The newly sprouted plants having more number of shoots are trimmed and only 2–3 healthy, disease free and vigorous shoots per plants are maintained. The retained shoots are then tied with bamboo with the help of sutali."
      },
      {
        "type": "text",
        "content": "Grafting: The grafting is generally done during the month of August – Sept. During this period, the scion material will also be available in the nearby area that can helps in saving the time. During the grafting period, high temperature and high relative humidity prevails in the atmosphere, and the stock plants will also be in the sap flow condition that is a primary requirement of the successful grafting in field. Temperature above 35 0°C and relative humidity above 80% in along with the grafter’s skill helps in obtaining successful grafts in the field."
      },
      {
        "type": "text",
        "content": "Management of grafted vines: The management of the grafted vines in terms of pest and diseases are important since this operation coincides with rainfall and high humidity in the field."
      },
      {
        "type": "text",
        "content": "Re- cut of grafted vines: Since the cuttings of scion and also the stock used for grafting will not be of equal diameter that may results in to variation in sprouting or even delayed sprouting. The growth of all the plants will not be uniform. The leaf after certain period will start yellowing and thus falls down from the plant. To avoid this vines are given again fresh re cut. The re- cut of the vine should be taken during the month of February when the minimum temperature starts rising above 15 0°C."
      },
      {
        "type": "text",
        "content": "Developing the framework: Once the re cut is taken the growth of newly sprouted shoot will be much faster that needs to be managed properly so that without wasting of this growth, framework development will be completed at the earliest possible. The cordon development should be done as “Stop and Go” method. In this method, the newly growing shoot is cut at 6–7-leaf stage when it is of 8–9 leaves. Likewise the shoot growth is to be arrested at proper interval and the framework be completed before May so that the fruit bud differentiation will be assured."
      },
      {
        "type": "text",
        "content": "2. Management of old vineyards:"
      },
      {
        "type": "text",
        "content": "Application of FYM: Once the crop is harvested, the vine should be given rest for about 12 to 15 days. However, optimum quantity of water and fertilizer should be supplied to the vines to recoup. A light trench of 2 feet width and 3 to 4 inch depth with the length depending on the distance between two vines should be opened. About 10 kg FYM and 400 – 500 g single super phosphate should be applied in between two vines. The trench is then filled with the soil and earthing up is done so that the root zone gets congenial environment for development of white roots."
      },
      {
        "type": "text",
        "content": "Pruning the vines: The vines are generally pruned during 10 th to 15 th April. Only one or two basal buds are retained and the remaining cane is removed. The process of removal of these canes are called back pruning. Application of Hydrogen Cyanamide though in the small quantity is necessary for uniform and early bud sprout in case of grafted vines. This should also be followed in case of own rooted vines."
      },
      {
        "type": "text",
        "content": "Shoot thinning: Once the pasting of hydrogen Cyanamide id done, the new shoots will come out at faster rate. There will be approximately 80 to 100 new shoot on each vine. Retention of all these shoots may results in to heavy crowding for nutrient and water application. Hence, shoot retention should be followed at 4–5-leaf stage. Shoot retention should be based on the purpose of vineyards management. For export purpose, there should be 0.67 to 0.75 shoots per square feet area allotted to each vine whereas for local market it should be 1 per square feet."
      },
      {
        "type": "text",
        "content": "Sub cane development: Generally sub cane development is not encouraged in the vineyards. However, the vines basically that are vigorous and also the irrigation water is available in plenty that leads in to vigorous growth, the shoots are pinched at particular position. This is called sub cane development."
      },
      {
        "type": "text",
        "content": "Training the shoots: The shoots are trained at proper distance on the wires provided at the particularly distance on the iron angles. This helps in maintaining the proper aeration in the vineyard. Under such canopy the microclimate will not be developed and hence will help the vines to be free from the fungal and bacterial diseases in addition to the uniform cane maturity."
      },
      {
        "type": "text",
        "content": "Horticultural Practices to be followed in grape cultivation"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Sl. No.",
              "Particulars",
              "Export",
              "Local",
              "Remark"
            ],
            [
              "1.",
              "Spacing",
              "10’ X 6’",
              "10’ X 6’",
              "Same for both types of grape growing"
            ],
            [
              "2.",
              "Area/vine available",
              "60 sq.ft.",
              "60 sq.ft",
              "-"
            ],
            [
              "Back pruning:"
            ],
            [
              "1.",
              "No. of shoots retained/sq. ft.",
              "0.65 to 0.70",
              "1.0",
              "Variation in shoots per vine depends on the purpose"
            ],
            [
              "2.",
              "No of leaves/shoot (cane)",
              "16–17",
              "16–17",
              "Required for formation of food material"
            ],
            [
              "3.",
              "Leaf area per leaf",
              "150 to 180 cm2",
              "150 to 180 cm2",
              "Required for photosynthesis"
            ],
            [
              "4.",
              "Cane diameter (mm)",
              "8–10 mm",
              "8–10 mm",
              "Required to store reserve food"
            ],
            [
              "5.",
              "Inter nodal distance (cm)",
              "5.0 to 5.25 cm",
              "5.0 to 5.25 cm",
              "This helps in erectness of shoot towards sun that helps in fruitfulness"
            ],
            [
              "Fruit pruning:"
            ],
            [
              "1.",
              "No of shoots/sq. ft.",
              "0.75",
              "1.00",
              "Requires for proper bunch development"
            ],
            [
              "2.",
              "No. of bunches/sq. ft.",
              "40.0",
              "60.0",
              "To obtain appropriate bunch weight"
            ],
            [
              "3.",
              "No. of bunches per shoot1. Shoot (upto 6 mm diameter2. Shoot with 6–8 mm3. Shoot with 8–10 mm4. Shoot above 10 mm",
              "1.01.02.03.0",
              "Based on requirement the number of bunches varies.",
              "The cane diameter can decide how much food material is stored to nourish the developing bunch."
            ],
            [
              "4.",
              "No of leaves above bunch",
              "10–12",
              "8–10",
              "To protect the bunch from sunlight."
            ],
            [
              "5.",
              "Leaf area",
              "150 – 180 cm2",
              "150 – 180 cm2",
              "For proper photosynthesis of that bunch."
            ],
            [
              "6.",
              "Total leaves/shoot",
              "16–17",
              "16–17",
              "To supply food material to the shoot."
            ],
            [
              "7.",
              "Shoot thinning stage",
              "At 4–5 leaf",
              "At 4–5 leaf",
              "This avoids loss of reserve food"
            ],
            [
              "8.",
              "Bunch thinning stage",
              "At pre- bloom stage",
              "At pre- bloom stage",
              "This helps in fast bunch development"
            ],
            [
              "9.",
              "Girdling",
              "6–8 mm berry size stage",
              "6–8 mm berry size stage",
              "It increases the berry size by 1 to 1.5 mm"
            ],
            [
              "10.",
              "Av. Bunch weight (g)",
              "400",
              "300",
              "Variation in bunch per shoot decides the bunch weight."
            ],
            [
              "11.",
              "Yield/vine (kg)",
              "16–18 kg",
              "18 – 20 kg",
              "Exportable quality bunches can be obtained only after retaining appropriate number of bunches per vine."
            ],
            [
              "12.",
              "Yield/acre (tone)",
              "12.0",
              "14.0 – 15.0",
              "The yield obtained for local market is higher than the export."
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Plant protection",
    "content": [
      {
        "type": "subheading",
        "content": "Pests"
      },
      {
        "type": "text",
        "content": "60 g of Carbofuran 3 G or Phorate 10 G granules per vine are applied a week before pruning and the plots are irrigated profusely. The soil should not be disturbed for atleast 15 days. Thereafter normal manuring may be done. Application of neemcake 200 g/vine also controls nematodes. Alternatively, application of Pseudomonas fluorescens formulation in talc containing 15 x 108 colony forming units/g, 30 cm away from base of the vine at least 15 cm depth at the time of pruning will also serve as a control measure."
      },
      {
        "type": "text",
        "content": "Spray Phosalone 35 EC (2ml/lit of water) after pruning and followed by two or three sprayings. The loose bark may be removed at the time of pruning to prevent egg laying."
      },
      {
        "type": "text",
        "content": "Spray Methyl demeton 25 EC or Dimethoate 30 EC @ 2 ml/lit of water to control thrips."
      },
      {
        "type": "text",
        "content": "Apply Quinalphos or Methyl parathion dust in the soil @ 20 kg/ha to kill the Phoretic ants. Spray Methyl demeton 25 EC or Monocrotophos 36 WSC @ 2 ml/lit of water or spray Dichlorvos 76 WSC @ 1 ml/lit with fish oil resin soap at 25 g/lit to control the pest. Release Coccinellid beetle, Cryptolaemus montrouzieri at the rate of 10 per vine."
      },
      {
        "type": "text",
        "content": "Swab the trunk with Carbaryl 50 WP @ 2 gm/lit to control the pest."
      },
      {
        "type": "subheading",
        "content": "Diseases"
      },
      {
        "type": "text",
        "content": "Spray 0.3% Wettable sulphur or dust Sulphur @ 6–12 Kg/ha in the morning hours to control the fungus."
      },
      {
        "type": "text",
        "content": "Spray 1 % Bordeaux mixture or any other copper fungicide at 0.25 % concentration. Depending upon the weather conditions the number of sprays has to be increased."
      }
    ]
  },
  {
    "heading": "Yield",
    "content": [
      {
        "type": "text",
        "content": "In North India, plants start fruiting after two years of planting. Berries start ripening from the end of May in early varieties. However, most of the varieties are harvested after they have changed colour near the tip and have become sweet. A day prior to picking, the broken, decayed, deformed, under-sized berries are removed. The clusters are usually harvested during the early hours of the day before the temperature rises above 20 0°C."
      },
      {
        "type": "text",
        "content": "Yield varies according to variety and climatic conditions etc. The average yield of Anab-e-Shahi and Bangalore blue is 40–50 tonnes/ha while that of seedless varieties is 20 tonnes/ha. Average yield of 20–25 tonnes/ha. is considered good."
      },
      {
        "type": "text",
        "content": "Sources and related resources"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "National Horticultural Board",
            "link": "http://nhb.gov.in/PDFViwer.aspx?enc=3ZOO8K5CzcdC/Yq6HcdIxN/rk+HHaXtGilcx8XJ2fVU="
          },
          {
            "text": "Good Agricultural Practices for Table grapes",
            "link": "http://nrcgrapes.nic.in/zipfiles/GAP%20Table%20Grapes%2018Feb2013.pdf"
          },
          {
            "text": "Good Agricultural Practices for Table grapes",
            "link": "http://nrcgrapes.nic.in/zipfiles/GAP%20Table%20Grapes%2018Feb2013.pdf"
          },
          {
            "text": "Grape cultivation for export",
            "link": "https://krishi.icar.gov.in/PDF/Selected_Tech/horticulture/17-Horticulture-Grape%20Cultivation%20for%20export.pdf"
          },
          {
            "text": "Useful resources on Grape cultivation",
            "link": "http://nrcgrapes.nic.in/forframefrm.htm"
          },
          {
            "text": "Cultivation practices for Tamil Nadu",
            "link": "http://agritech.tnau.ac.in/horticulture/horti_fruits_grapes.html"
          }
        ]
      }
    ]
  }
]