[
  {
    "heading": "Selection of Site",
    "content": [
      {
        "type": "subheading",
        "content": "Orchard"
      },
      {
        "type": "text",
        "content": "Soil should be well drained and of shallow or medium depth. Deep heavy soils having more than 60% clay contents are not suitable for citrus plantation."
      },
      {
        "type": "subheading",
        "content": "Nursery"
      },
      {
        "type": "text",
        "content": "Nursery should be located at least 500 meters away preferably on the western side of the orchard to minimise incidence of insect pests and diseases"
      }
    ]
  },
  {
    "heading": "Raising of Citrus Nursery",
    "content": [
      {
        "type": "subheading",
        "content": "Sowing of rootstock seeds"
      },
      {
        "type": "unordered_list",
        "content": [
          "Potting mixture of soil, sand and FYM or compost should be used in equal proportion (1:1:1) for filling of trays in primary nursery and polythene bags in secondary nursery. Before it is used for filling the bags/ <em></em> trays, the potting mixture should be solarized. For solarization it is spread on the concrete platform in 4” thick layer in the month of April -May, sufficiently moistened with water, then covered fully with the white polythene sheet, sealing its edges with soil. Then it should be left undisturbed for 1½ to 2 months in the hot sun for solarization.",
          "Only certified seeds of rough lemon or Rangpur lime rootstocks should be used.",
          "Shade dried medium size; bold seeds of rootstocks should be treated with Vitavax or Thiram (@ 3g/kg seed) and sown on the raised beds or in plastic trays during Sept -Oct.",
          "Stagnation of water in beds should be avoided otherwise roots of young plants may start rooting.",
          "Uniform seedlings of medium height only be selected discarding either vigorous or the weak and dwarf ones while transferring to secondary nursery. Plants having hooked or bent roots should be discarded."
        ]
      },
      {
        "type": "subheading",
        "content": "Plant Protection Measures"
      },
      {
        "type": "unordered_list",
        "content": [
          "As a precautionary measure the planting material should be sprayed with carbendazim @ lgIl water at monthly interval.",
          "Phytophthora infected plants must be eliminated. In case of Phytophthora infection drenching of plants with either Metalaxyl MZ72 @ 2.75g 1L water or Fosetyl Al @ 2.5 g/l water should be done. Second spray should be given after 40 days.",
          "To prevent infestation of insect pests like citrus leaf miner and thrips plants should be sprayed either with dimethoate @1.25ml, quinalphos @1 ml or acephate @ lg/l water, at 10 days intervals.",
          "The growth of plants is also affected adversely due to mite attack which can be controlled by spraying plants with wettable sulfur @ 3g/l water, alternatively, at 15–20 days interval.",
          "In containerized nursery irrigation, fertilizer application, weed control, insect pest and disease control and also cultural operations can be performed at ease."
        ]
      },
      {
        "type": "subheading",
        "content": "Budding"
      },
      {
        "type": "unordered_list",
        "content": [
          "Budsticks should be used from the authorized and certified source only.",
          "Budstick should be drawn from the last year’s flush; the stick should have pencil thickness, roundish and having whitish longitudinal streaks on it.",
          "Budstick should not be drawn from rubbery wood or <em>Kikarpani</em> plants.",
          "Budding should be performed at 10”-12” height on the rootstock seedling."
        ]
      }
    ]
  },
  {
    "heading": "Orchard Establishment",
    "content": [
      {
        "type": "subheading",
        "content": "Pits size"
      },
      {
        "type": "unordered_list",
        "content": [
          "Pits for planting should be <em>2’6” X 2’6” X 2’6” (75X75X75 cm)</em> size and spaced at 6X6 m distance.",
          "To avoid soil borne fungi or nematodes soil of roots should be removed."
        ]
      },
      {
        "type": "subheading",
        "content": "Pre- planting treatment for budlings"
      },
      {
        "type": "unordered_list",
        "content": [
          "Roots of budling should be dipped in the solution of Metalaxyl MZ72 2.75g + Carbendazim lg/l water for 10–15 minutes before planting."
        ]
      },
      {
        "type": "subheading",
        "content": "Planting of budlings"
      },
      {
        "type": "unordered_list",
        "content": [
          "While planting care should be taken that root -stock union remains at least 6” above ground."
        ]
      }
    ]
  },
  {
    "heading": "Weed Control",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "For effective and economic control of mono and dicotyledonous weeds premergence weedicides diuron 3kg or simazin 4 kg/ha at the end of May and120 days thereafter should be done. For post-emergence weed control glyphosate@ 41/ha or paraquat @ 21/ha when sprayed preferably on weeds before flowering give very good contro."
        ]
      }
    ]
  },
  {
    "heading": "Fruit Drop",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Fruit drop in citrus of serious nature occurs at least twice i.e. first when the fruits are little more than the marble size and second when the fruits are fully developed or at the time of colour break. This drop is very serious in ambia bahar crop which is called as pre -harvest fruit drop and is important from economic point of view to the orchardists.",
          "To control fruit drop that occurs after fruit set two foliar sprays of either 2, 4 -fl or GA ₃ at 15 ppm + urea 1% and benomyl or carbendazim 0.1% at monthly interval in April -May are recommended. Same spray concentration is recommended for controlling pre -harvest drop in the months of September and October. 2,4 –D and GA ₃ y be dissolved earlier in little quantity (30–40 ml for lg) of some organic solvent such as alcohol or acetone before making spray solution.."
        ]
      }
    ]
  },
  {
    "heading": "Control of insect pests",
    "content": [
      {
        "type": "subheading",
        "content": "Blackfly (Kolshi)"
      },
      {
        "type": "unordered_list",
        "content": [
          "Nymphs of citrus blackfly attack the young flush, suck the sap and excrete sweet &sticky liquid, which favours rapid development of black sooty mould that covers entire plant surface. The process of photosynthesis is hampered greatly resulting in stunted growth of plants,low intensity of flowering, scarce fruiting which are insipid in taste and decline of citrus orchard sets in.",
          "For control of blackfly two sprays of insecticides viz. quinalphos 1.25 ml or dimethoate 2.0 ml/l water should be given at 50% egg hatching stage that normally occurs in II weed of July and 1st week of December and April. One additional spray targeting adult blackfly population when it is at its peak helps tremendously in controlling the pest.",
          "Method of Spraying: Spraying should be directed at underside of the leaf ensuring complete drenching of the tree. For proper coverage and penetration of canopy use of power- sprayer for spraying operation is envisaged. Insecticides should be used alternately for better results."
        ]
      },
      {
        "type": "subheading",
        "content": "Citrus Psylla"
      },
      {
        "type": "unordered_list",
        "content": [
          "Numerous young brownish nymphs of psylla are seen crawling on the young flush. Several dirty gray colour adults can be seen sitting in line with tails upwards. Voluminous desapping by the nymphs results into the drop of flush, flowers and berries. Affected branches dry and dieback sets in. The nymphs also excrete white crystalline powder, which invites fungal infestation.",
          "Psylla can be controlled by spraying quinalphos 1 ml or dimethoate @ 1.5 ml/l water twice with 10 days interval during the initial days of flushing."
        ]
      },
      {
        "type": "subheading",
        "content": "Leaf miner"
      },
      {
        "type": "unordered_list",
        "content": [
          "Serpentine mines are seen on the new leaves and also young stems are mined when incidence is severe. At times death of young shoots may occur. The problem is quite serious in nursery and in young orchard.",
          "To control citrus leaf miner spray of either quinalphos 1.5 ml, imidacloprid 5ml, dimethoate 2 ml/l water be given when 30% incidence is noticed. In addition fenvalerate @1ml/l water is also quite effective for next 45 days."
        ]
      },
      {
        "type": "subheading",
        "content": "Bark eating caterpillar"
      },
      {
        "type": "unordered_list",
        "content": [
          "The pest is noticed predominantly in the older and ignored orchards. The hanging wooden frass, and tunnel at the joint of two branches during Oct -April indicates the presence of the pest.",
          "Larva remains hidden inside the tunnel during day time and becomes active in the night and feeds on the bark nearby the tunne. This results into snapping of food supply, ultimately yellowing of leaves on the branch and its slow decline. For control of the pest the wooden frass should be cleaned and each tunnel should be administered with 5ml of dichlorvos solution@ 4ml/l water."
        ]
      },
      {
        "type": "subheading",
        "content": "Fruit sucking moth"
      },
      {
        "type": "unordered_list",
        "content": [
          "The moth attacks the ripening fruits during late hours in the evening. The moth punctures it making a hole in the ripening fruit to suck the juice through which infection may take place. Soon rottening starts leading to fruit drop. Collection of dropped fruits and their destruction followed by smoking of orchard during late evening hours is suggested. A poison bait containing 50ml diazinon+200g brown sugar + vinegar + 2 litre water in a wide mouth bottle, one for a group of 25–30 trees during Sep -Oct. Gives desired result. For fruit fly control hanging of methl eugenol (pheromone) traps is an effective method to check the pest."
        ]
      },
      {
        "type": "subheading",
        "content": "Mites"
      },
      {
        "type": "unordered_list",
        "content": [
          "Citrus rust mites attack in <em>Mrig bahar</em> fruits is severe during Sept - November The fruit surface particularly the side exposed to sun is brushed and develops a big patch of dark brown colour only after 1 to 1½ months period locally called as ‘Lalya’.",
          "To check this two prophylactic sprays at 15–20 days interval with wettable sulphur @ 3 g/1 water alternately are recommended in Sept -Oct. Similarly, a prophylactic spray at berry stage of Ambia fruits is required to protect the fruits from unpleasant scars."
        ]
      },
      {
        "type": "subheading",
        "content": "Precautionary Measures:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Avoid water stagnation in orchard by providing channel along the slope for properd rainage. Pruning of intermingling branches to allow aeration and sunlight to prevent dampness in orchard are suggested.",
          "Presence of guava, pomeganate, chiku, mango trees etc. near the orchard act as the alternate hosts for blackfly therefore such trees may also be covered with insecticidal sprays."
        ]
      }
    ]
  },
  {
    "heading": "Control of Diseases",
    "content": [
      {
        "type": "subheading",
        "content": "Twig Blight"
      },
      {
        "type": "text",
        "content": "Drying of fruit bearing branches after harvest is a common phenomenon. Removal of such dried shoots along with the 2cm lower live part followed by a fungicidal spray e.g. Carbendazim @ lg/l water is recommended to check twig blight."
      },
      {
        "type": "subheading",
        "content": "Gummosis, Root rot and Collar rot"
      },
      {
        "type": "unordered_list",
        "content": [
          "Proper diagnosis of the disease is must.",
          "Affected trees should be treated with Metalaxyl MZ 72@ 2.75 g or Fosetyl AL@ 2.Sg/l water till drenching once May-June.",
          "The second spray should be given after 40 days.",
          "The tree trunk and soil of the tree basin should also be sprayed /drenched.",
          "Removal of the rotten roots, cleaning the wound on the gum oozing trunk with sharp knife and then pasting with Metalaxyl MZ 72 should be done.",
          "Apply Bordeaux paste(1 kg CuSO ₄ + 1kg CaOH +10L water) on tree trunk upto 2 to 2½ ft from ground twice i.e. Before monsoon (May) and after monsoon (Oct.)"
        ]
      },
      {
        "type": "subheading",
        "content": "Precautionary Measures"
      },
      {
        "type": "unordered_list",
        "content": [
          "Avoid flood irrigation.",
          "Follow double ring system of irrigation so that water does not come in contact with the tree trunk.",
          "Avoid deep ploughing under the tree to prevent damage/injury to root system."
        ]
      }
    ]
  },
  {
    "heading": "Pre-harvest spray of fungicide",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Three pre-harvest sprays of fungicides like carbendazim or benomy @ lg/l water at 15 days interval till drenching prevent pre-harvest fruit drop by 54%. It also controls post-harvest diseases upto 10%. This spray remains effective for 3 weeks at normal temperatures."
        ]
      },
      {
        "type": "subheading",
        "content": "Post-harvest fungicidal treatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "Fruits dipped in fungicidal solution i.e. either carbendazim or benomy@ 1g/l water for 5 minutes are safe to minimise rotting upto 70% and can safely be stored for 3 weeks under normal condition."
        ]
      },
      {
        "type": "subheading",
        "content": "Precautionary Measures"
      },
      {
        "type": "unordered_list",
        "content": [
          "Follow plant protection measures to keep bearing tree disease free and healthy.",
          "Post-harvest handling of fruits must be followed carefully to avoid any sort of injury of fruits.",
          "Avoid the us of copper fungicides like Bordeaux mixture, Blitox, Phytolan etc at this stage."
        ]
      }
    ]
  },
  {
    "heading": "Post -harvest Handling & Storage of citrus fruits",
    "content": [
      {
        "type": "subheading",
        "content": "Harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "Traditionally fruits are harvested by twisting and pulling forcefully which may lead to hole into neck of the fruit or injury to stem end. The fruits should be selectively harvested when ¾th of the skin turns yellow. TSS: Acidity ratio should not be less than 14 in both Ambia and Mrig bahar fruits.",
          "TSS should be at least 10%. Once this stage is reached harvesting should not be delayed merely for colour development while other fruits may turn loose.",
          "Fruit should not be allowed to come in contact with soil and straw and also should not be exposed to hot sun.",
          "Packing should be done immediately after harvesting.",
          "For waxing on large scale packing line can be used, where washing and waxing (stay fresh high shine was 2.5g+carbendazim 4g/l wax solution) and grading of fruits is also done automatically at the end.",
          "Graded fruits are packed in corrugated fibre board boxes (50X30X30 cm) which are telescopic with holes on both the sides covering 5% of total side portion. To keep the fruits safe from moisture in store house boxes should be externally laminated with plastic.",
          "For small scale (1–1.5tonne) and short duration (20–25 days) storage evaporative cool chamber is recommended.",
          "For delaying or postponing the harvest of the fruits two sprays of GA ₃ (100mg/10 litre water) with 15 days interval when colour break just starts is recommended.",
          "For long duration cold storage a temperature of 6–7 0°C and humidity 90–95% us desirable. In such situation citrus fruits should not be stored for more than 45 days. To avoid chilling injury care should be taken that temperature does not go down upto 4 0°C."
        ]
      },
      {
        "type": "source",
        "content": "ICAR – Central Citrus Research Institute, Nagpur",
        "link": "http://www.ccringp.org.in/ccringp/"
      }
    ]
  }
]