[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "Pineapple is mostly grown at low elevations in areas with a temperature range of 15 to 30°C. Pineapple is tolerant to drought because of the special water storage cells. They can be grown with a wide range of rainfall from 600–2500 mm/ annum, the optimum being 1000–1500 mm. Pineapple can be grown in a wide range of soils, but does not tolerate water logging. It can be grown as a pure crop on plantation scale or as an intercrop in coconut gardens."
      }
    ]
  },
  {
    "heading": "Season",
    "content": [
      {
        "type": "text",
        "content": "The planting season is May-June. Planting should be avoided during the periods of heavy rains."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "Important varieties include Kew, Amrutha, Mauritius, Jaldhup and Lakhat."
      }
    ]
  },
  {
    "heading": "Preparation of the land",
    "content": [
      {
        "type": "text",
        "content": "Prepare the land for planting by ploughing or digging followed by levelling. Depending on the nature of land, prepare trenches of convenient length and about 90 cm width and 15–30 cm depth. The trenches are to be aligned at a distance of 165 cm from centre to centre."
      }
    ]
  },
  {
    "heading": "Selection and treatment of suckers",
    "content": [
      {
        "type": "text",
        "content": "Select healthy suckers of uniform size weighing 500–1000 g. Keep suckers in open space under shade in a single layer for about 7 days for drying. Strip off a few lower old dried leaves. Allow the suckers to dry and cure for another 7 days. Dip the cured suckers in 1 percent Bordeaux mixture at the time of planting."
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "text",
        "content": "Rake the soil and plant the suckers in double rows at spacing of 70 cm between rows and 30 cm between plants. Limit the depth of planting to 7.5 to 10 cm. Adopt triangular method of planting in each trench so that the plants in two adjacent rows are not opposite to each other (plant population 40400 / ha)."
      }
    ]
  },
  {
    "heading": "Manuring",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Apply compost / cattle manure at 25 t per ha as basal dressing.",
          "Apply fertilizers at the following dosage",
          "Apply full dose of P ₂ O ₅ at the time of planting. Nitrogen and K ₂ O may be applied in four splits, during May-June (at planting), August-September, November and May-June (2nd year)",
          "Note: In places where rains are scanty during November, N and K ₂ O may be applied in three equal splits - two doses in 1st year (May-June and August-September) and the third in May-June of the second year. After application of fertilizers, cover with soil by scraping the sides of trenches."
        ]
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "During summer months, pineapple should be irrigated wherever possible at 0.6 IW/ CPE ratio (50 mm depth of water). It requires five or six irrigations during dry months at an interval of 22 days. Mulching the crop with dry leaves at 6 t per ha will help to conserve moisture."
      }
    ]
  },
  {
    "heading": "Weed Control",
    "content": [
      {
        "type": "text",
        "content": "For effective and economic weed control, use weedicides. Pre-emergent spray with diuron 3 kg or bromacil 2.5 kg in 600 litres of water per hectare completely controls all types of weeds in pineapple plantation. If there is subsequent growth of weeds, herbicide application may be repeated at half the above dose. Spraying should be done when there is adequate moisture in the soil. Avoid periods of heavy rainfall for spraying."
      }
    ]
  },
  {
    "heading": "Induction of flowering",
    "content": [
      {
        "type": "text",
        "content": "For inducement of uniform flowering, apply 25 ppm ethephon (2-chloro ethyl phosphonic acid) in aqueous solution containing 2 per cent urea and 0.04 per cent calcium carbonate as follows:"
      },
      {
        "type": "text",
        "content": "The mixture (50 ml/plant) is to be applied pouring into the heart of 16–17 month old plants (39–42 leaf stage) during dry weather. For treating 1000 plants, 50 litres of the solution would be required. (The ingredients for preparing 50 litres of the aqueous solution are ethephon 1.25 ml, urea 1 kg and calcium carbonate 20 g, made up to 50 litres with water. The dosage has to be fixed depending on the availability of commercial formulation and the active ingredient contents) . Flowering will commence from 40th day after application and complete by 70th day."
      }
    ]
  },
  {
    "heading": "Plant protection",
    "content": [
      {
        "type": "text",
        "content": "No serious pests or diseases are noticed in the crop except for light incidence of leaf spot disease and mealy bugs. For control of leaf spot, spray any one of the following fungicides when symptoms of the disease are noticed:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Bordeaux mixture 1 per cent, 225 litre/ha",
          "Zineb 1 kg in 225 litre water/ha",
          "Mancozeb 1 kg in 225 litre water/ha"
        ]
      },
      {
        "type": "text",
        "content": "For control of mealy bugs, apply quinalphos at 0.05 per cent. Destroy grasses and other monocot weeds, which serve as alternate hosts for the pest."
      },
      {
        "type": "text",
        "content": "Source : KVK Subarnapur"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Pineapple - Package of practices",
            "link": "http://prsvkm.kau.in/book/pineapple-technology"
          },
          {
            "text": "AESA based IPM package for Pineapple",
            "link": "http://farmer.gov.in/imagedefault/ipm/IPM%20package%20on%20Pineapple.pdf"
          }
        ]
      }
    ]
  }
]