[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Pomegranate ( Punica granatum L.) can be considered as one of the most ideal crops for dry Deccan Plateau region of India."
      },
      {
        "type": "text",
        "content": "India is the global leader in pomegranate acreage and production."
      }
    ]
  },
  {
    "heading": "Package of practices",
    "content": [
      {
        "type": "text",
        "content": "Pomegranate is a high value crop. Demand in the international market has widened the scope for earning higher dividends from this crop. Profits upto 1.5 lakhs/ha/annum have been demonstrated by some growers. It is an ideal crop for the sustainability of small holdings, as pomegranate is well suited to the topography and agro-climate of arid and semi-arid regions. In addition, it provides ample opportunity for livelihood security, as it has high potentials to utilize wastelands widely available in the region and an ideal crop for diversification."
      },
      {
        "type": "text",
        "content": "Over the past, there has been a steady increase in area and production of pomegranate in the country. In 2020–21, it is cultivated over 2.7 lakh ha with a production of 30.88 lakh tones and productivity of 6.9 ton/ha. It is proposed that by the year 2025, the area under pomegranate is projected to increase to 7.5 lakhs ha, from 1.20 lakhs ha at present. Consequently production is expected to increase by 10 folds and export by 6.97 folds by the year 2025."
      }
    ]
  },
  {
    "heading": "Related Resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Advisory for farmers - ICAR - National Research Centre On Pomegranate, Solapur",
            "link": "https://nrcpomegranate.icar.gov.in/Advisory"
          },
          {
            "text": "FAQs On Pomegranate",
            "link": "https://nrcpomegranate.icar.gov.in/files/faq/FAQ%20English.pdf"
          },
          {
            "text": "Management Schedule for Mrig Bahar Crop",
            "link": "https://nrcpomegranate.icar.gov.in/files/Advisory/115.pdf"
          },
          {
            "text": "Package of practices for Disease & Insect Pest Management",
            "link": "https://nrcpomegranate.icar.gov.in/files/Advisory/12.pdf"
          },
          {
            "text": "Orchard health management",
            "link": "https://static.vikaspedia.in/media/files_en/agriculture/crop-production/pomegranate-orchard-management.pdf"
          }
        ]
      },
      {
        "type": "source",
        "content": "ICAR - National Research Centre On Pomegranate, Solapur",
        "link": "https://nrcpomegranate.icar.gov.in/"
      }
    ]
  }
]