[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "The major Sweet orange ( Citrus sinensis ) growing states in India are Telangana, Andhra Pradesh, Maharashtra, Madhya Pradesh, Karnataka, Punjab, Bihar, Assam, Mizoram and Jammu & Kashmir."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "Mosambi (Maharashtra), Sathgudi, Batavian (Bathayi) (Andhra Pradesh) and Malta and Jaffa (Punjab) are the sweet orange cultivars traditionally grown."
      }
    ]
  },
  {
    "heading": "Soil and climate",
    "content": [
      {
        "type": "text",
        "content": "Deep well drained loamy soils are the best for the cultivation of sweet orange. Heavy soils, if well drained, yield good crops but cultivation becomes difficult. The pH of soil should be 6.5 to 7.5 and EC of water should be less than 1.0. Plant is highly sensitive to water-logged soils."
      },
      {
        "type": "text",
        "content": "A dry climate with about 50–75 cm of rainfall from June-September and with well defined summer and winter season is ideal. Sweet orange can be grown even upto an elevation of 900 m above mean sea level. The extreme of temperature are necessary for achieving higher yield. Temperature 25 0°C is most ideal and extreme cold and high temperatures are determinate."
      }
    ]
  },
  {
    "heading": "Season",
    "content": [
      {
        "type": "text",
        "content": "The ideal season for cultivation of sweet orange is July to September."
      }
    ]
  },
  {
    "heading": "Planting material",
    "content": [
      {
        "type": "text",
        "content": "Budded plants are the best planting materials. Healthy and vigorously growing budlings budded on Rangpurlime root-stock from a certified nursery have to be selected."
      }
    ]
  },
  {
    "heading": "Planting density",
    "content": [
      {
        "type": "text",
        "content": "Normal spacing - 5 m x 5 m, 5.5 x 5.5 m"
      },
      {
        "type": "text",
        "content": "Plant population - 400/330 per ha"
      }
    ]
  },
  {
    "heading": "Preparation of field",
    "content": [
      {
        "type": "text",
        "content": "Pits of 1 meter cube are dug in square system at prescribed spacing and filled with a mixture of top soil, 15–20 kg farmyard manure and 500 g Super phosphate."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Immediately after planting irrigate copiously. Irrigations may be given once in 10 days. Avoid water stagnation near the plant during monsoon and cyclone periods."
      }
    ]
  },
  {
    "heading": "Manures and fertilizers per plant",
    "content": [
      {
        "type": "text",
        "content": "Nitrogen has to be applied in two doses during March and October. However Farm yard manure, Phosphorous and Potash are to be applied in October."
      },
      {
        "type": "text",
        "content": "Fertilizers are applied in a circular band at a radial distance of 120 cm from the tree trunk region. Deep placement or application of fertilizers at two to three areas in a basin should be avoided. In fact, the maximum activity in sweet orange plantation was found within a depth of 25 cm and in acid lime they are more surface oriented, 80–95% being located in top 10cm."
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Manures and Fertilizers",
              "I year (kg/plant)",
              "Annual increase (kg/plant)",
              "From 6th year(kg/plant)"
            ],
            [
              "FYM",
              "20",
              "5",
              "30"
            ],
            [
              "N",
              "0.100",
              "0.100",
              "0.500"
            ],
            [
              "Phosphorus",
              "0.050",
              "0.050",
              "0.250"
            ],
            [
              "Potassium",
              "0.025",
              "0.025",
              "0.250"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Spray solution containing Sulphate of Zinc (0.5%), Manganese (0.05%), Iron (0.25%), Magnesium (0.5%), Boron (0.1%) and Molybdenum (0.003%) once in 3 months at the time of new flush production. In addition to that apply 25 g in each of Sulphate of Zinc, Manganese and Iron per tree per year."
      }
    ]
  },
  {
    "heading": "Plant protection",
    "content": [
      {
        "type": "text",
        "content": "Important insect pests of citrus are Citrus black fly and whitefly, Citrus psylla, Citrus thrips, leaf miner, scale insects, bark eating caterpillar/trunk borer, fruit fly, fruit sucking moth, mites, etc."
      },
      {
        "type": "text",
        "content": "Leaf miner"
      },
      {
        "type": "text",
        "content": "Spraying with azadirachtin (1%) @ 10 ml/ l immediately after the appearance of new foliage and 2nd spray after a week period with chemicals thiamethoxam 0.3g + Dichlorovos 0.5ml or thiomethoxam 1ml or NSKE 5% + dichlorovos 0.5 ml or imidacloprid (confidor 100 SL) 0.5 ml or profenophos 2 ml per liter of water was recommended. But care should be taken that the same chemicals should not be sprayed repeatedly. Removal of water shoots which serve as off season source of survival."
      },
      {
        "type": "text",
        "content": "Citrus root nematode"
      },
      {
        "type": "unordered_list",
        "content": [
          "During replanting of the nurseries neem cake or castor cake or pongamia cake should be applied @ 60–80 kg per one cent area.",
          "Do not grow Solanaceous crops or bhendi, banana crops in citrus orchards.",
          "Apply carbofuron granules@ 130–160g or thimmet @ 40–80g per plant basin. After 3 months, based on plant age apply 15–25 kg neem or castor or pongamia cake per plant for every 6 months.",
          "Seedlings should be selected from nematode free nurseries"
        ]
      },
      {
        "type": "text",
        "content": "To access the AESA based IPM package for Citrus, click here."
      }
    ]
  },
  {
    "heading": "Pruning and training",
    "content": [
      {
        "type": "text",
        "content": "In order to allow the growth of a strong trunk, initially shoots upto 40–50 cm from the ground level should be removed. The centre of the plant should remain open. Branches should be well distributed to all sides. Cross twigs and water suckers are to be removed early. The bearing trees require little or no pruning. All diseased, injured and drooping branches and dead wood are to be removed periodically."
      },
      {
        "type": "text",
        "content": "Control of Fruit drop"
      },
      {
        "type": "text",
        "content": "Early and pre-harvest fruit drop is common in citrus fruits. To control this physiological disorder, it is a better to give three sprays of 2,4-D at 10 ppm (1g/100ℓ), one at the time of flowering, the second one month after fruit set and the third one month before harvest which is beneficial and increases the yield considerably minimizing the fruit drop ."
      },
      {
        "type": "text",
        "content": "Bahar Treatment"
      },
      {
        "type": "text",
        "content": "There are three flushes Ambe bahar (Dec-Jan),Mrig Bahar (June-July), Hastha Bahar (Sept-Oct) in sweet orange. The Hastha Bahar crop comes to harvest in summer and gets renumerative price. Stress period of 20–25 days is sufficient for induction of flowering under Andhra Pradesh conditions. Main season of Bahar is August-September which comes to fruiting in March which is having very good market price. The second season practiced for Bahar is Nov-Dec where fruits comes to harvest in the months of July-august."
      }
    ]
  },
  {
    "heading": "Intercropping",
    "content": [
      {
        "type": "text",
        "content": "Legumes and vegetable crops can be raised as intercrop during pre-bearing age to get additional income."
      }
    ]
  },
  {
    "heading": "Harvest",
    "content": [
      {
        "type": "text",
        "content": "Yield of the crop commences from 5th year with 40–50 fruits per tree & stabilises around the 8th year. Average production is about 500–600 fruits per tree after stabilisation."
      }
    ]
  },
  {
    "heading": "Post harvest management",
    "content": [
      {
        "type": "text",
        "content": "Sweet oranges can be stored at 7–8°C with 85–90% RH for 4–8 weeks."
      },
      {
        "type": "text",
        "content": "Sweet oranges may be treated with ethylene gas for de-greening and development of colour. A temperature of 6–7°C, 5–10 ppm of ethylene and 90–95% RH in a de-greening chamber can set a change in colour in about 48 hours."
      },
      {
        "type": "text",
        "content": "Sources :"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Sweet orange cultivation in Tamil Nadu",
            "link": "http://agritech.tnau.ac.in/horticulture/horti_fruits_sweetorange.html"
          },
          {
            "text": "Sweet orange cultivation in Andhra Pradesh",
            "link": "https://drysrhu.ap.gov.in//crops/citrus.html"
          },
          {
            "text": "Citrus Cultivation",
            "link": "http://www.agricoop.nic.in/sites/default/files/Citrus%20cultivation.pdf"
          }
        ]
      }
    ]
  }
]