[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "Rice is the staple food for more than half of the world’s population and it provides employment to over one billion involved in rice production. About 90% of the world’s rice is grown and consumed in Asia. In India rice is grown in 44.15 million hectares and is the second largest producer of rice in the world with production of 116.47 million tons (2018–19) hence, plays vital role in food and nutritional security and rural livelihood."
      },
      {
        "type": "text",
        "content": "Indian Council of Agricultural Research (ICAR) established All India Coordinated Research Projects in different crops to conduct multi-location tests and to assess their performance in different regions or locations for release of varieties and hybrids. For rice, ICAR-Indian Institute of Rice Research (formerly Directorate of Rice Research), Hyderabad is the nodal institute for carrying out AICRIP related work."
      }
    ]
  },
  {
    "heading": "Present status of rice",
    "content": [
      {
        "type": "text",
        "content": "ICAR-Indian Institute of Rice Research (ICAR-IIRR) has adopted a unique model to facilitate joint programme planning and implementation of multi-location testing along with exchange of breeding and germplasm material. During the past 53 years (1966 to 2019), a total of 28837 elite lines developed by different cooperating centres were tested in multi location trials across the country under the umbrella of AICRIP. Till date, AICRIP was instrumental in release of 1410 varieties including 123 hybrids. A total of 301 varieties including 77 hybrids released by Central Sub-Committee on Crop Standards, Notification and Release of varieties (CSCS & NRV) and 1109 varieties including 46 hybrids released through state variety release committees (SVRC) (Figure 1)."
      },
      {
        "type": "subheading",
        "content": "Figure 1. Rice varieties and hybrids released in India"
      },
      {
        "type": "text",
        "content": "Among the 123 hybrids released, 33 are from public sector including three hybrids from ICAR-IIRR (DRRH 1, DRRH 2 and DRRH 3) and 90 from private seed companies. Interestingly, Pusa RH 10 is the only public sector (ICAR-IARI, New Delhi) released basmati hybrid. ICAR-Indian Institute of Rice Research is instrumental in release of India’s first zinc bio-fortified variety (DRR Dhan 45) and a MAS bred variety with bacterial blight resistance (Improved Samba Mahsuri). In addition to these, varieties with different traits have been developed and released from different research organizations across India are listed in Table 1."
      },
      {
        "type": "subheading",
        "content": "Table 1: Important varieties developed and released with different traits"
      },
      {
        "type": "text",
        "content": "Contributors : Dr. R. Abdul Fiyaz*, Mr. M. Chiranjeevi and Dr. L. V. Subba Rao"
      },
      {
        "type": "text",
        "content": "ICAR-Indian Institute of Rice Research, Rajendranagar, Hyderabad 500030"
      },
      {
        "type": "text",
        "content": "*Corresponding Author's Email: fiyaz.ra@icar.gov.in"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "All India Coordinated Rice Improvement Programme (AICRIP)",
            "link": "http://www.aicrip-intranet.in/"
          },
          {
            "text": "ICAR-Indian Institute of Rice Research (IIRR)",
            "link": "https://www.icar-iirr.org/"
          }
        ]
      }
    ]
  }
]