[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "The coconut palm is referred to as 'Kalpavriksha' - the 'tree of heaven' as each and every part of the palm is useful to mankind in one way or other. It provides food, drink, fuel and timber. Millions of families in India depend on coconut for their livelihood either directly or indirectly India ranks third in area and production of coconut in the world. The four southern states viz . Kerala, Tamil Nadu, Karnataka and Andhra Pradesh are the major coconut producing states in India accounting for more than 90 per cent of area and production. There is a great scope for enhancing the productivity of coconut through adoption of scientific cultivation technologies, which are described here under."
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "text",
        "content": "The coconut palm is found to grow under varying climatic and soil conditions. It is essentially a tropical plant, growing most!y between 20°N and 20°S latitudes. The ideal temperature for coconut growth and yield is 27 ± 5°C and humidity > 60 per cent. The coconut palm grows well upto an elevation of 600 m above MSL. However, near the equator, productive coconut plantations can be established up to an elevation of about 1000 m above MSL. The palms tolerate wide range in intensity and distribution of rainfall. However, a well distributed rainfall of about 200 cm per year is the best for proper growth and higher yield. In areas of inadequate rainfall with uneven distribution, irrigation is required."
      }
    ]
  },
  {
    "heading": "Cultivars and hybrids",
    "content": [
      {
        "type": "text",
        "content": "Basically, coconut cultivars are classified into two groups viz., tall and dwarf."
      },
      {
        "type": "text",
        "content": "The tall cultivars that are extensively grown are the West Coast Tall and East Coast Tall. The dwarf variety is shorter in stature and its life span is short as compared to the tall. Tall x Dwarf (TxD), Dwarf x Tall (DxT) are the two important hybrids."
      },
      {
        "type": "text",
        "content": "There are 10 different combination of hybrids, developed by Kerala Agriculture University and Tamil Nadu Agriculture University and released for commercial cultivation. They are high yielders under the good management conditions. Laccadive Ordinary, Andaman Ordinary, Philippines, Java, Cochin-China, Kappadam etc. are the other tall cultivars under cultivation."
      },
      {
        "type": "text",
        "content": "Tall cultivars"
      },
      {
        "type": "text",
        "content": "Dwarf cultivars"
      },
      {
        "type": "text",
        "content": "Hybrids"
      }
    ]
  },
  {
    "heading": "Planting Material",
    "content": [
      {
        "type": "text",
        "content": "Coconut is propagated through seedlings raised from selected seednuts. Generally 9 to 12 month old seedlings are used for planting. Select seedlings, which have 6–8 leaves and 10–12 cm collar girth when they are 9–12 month old. Early splitting of leaves is another criteria in the selection of coconut seedling."
      }
    ]
  },
  {
    "heading": "Site Selection",
    "content": [
      {
        "type": "text",
        "content": "Shallow soils with underlying hard rock, low lying areas subject to water stagnation and clayey soils are to be avoided. Proper supply of moisture either through well distributed rainfall or through irrigation should be ensured before planting."
      }
    ]
  },
  {
    "heading": "Preparation of Land and Planting",
    "content": [
      {
        "type": "text",
        "content": "On slopes and in areas of undulating terrain, prepare the land by contour terracing or bunding. In low-lying areas mounds are to be formed at planting site to a height of at least 1m above water level. In reclaimed ‘kayal’ areas, seedlings are planted on field bunds."
      },
      {
        "type": "text",
        "content": "In loamy soils with low water table, a pit size of 1mx1mx1m is recommended. In laterite soils with underlying rocks, take larger pits of size 1.2m x 1.2m x 1.2m. In sandy soils the size need not exceed 0.75m x 0.75m x 0.75 m."
      }
    ]
  },
  {
    "heading": "Spacing and Systems of Planting",
    "content": [
      {
        "type": "text",
        "content": "Spacing depends upon the planting system, soil type etc. In general the following spacing are recommended under different planting system in sandy and laterite soils."
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Planting system",
              "Spacing"
            ],
            [
              "Triangular",
              "7.6m"
            ],
            [
              "Square",
              "7.6x7.6m, 8x8m, 9x9 m"
            ],
            [
              "Single",
              "6.5m in rows - 9m between rows."
            ],
            [
              "Double Hedge",
              "6.5 to 6.5m in rows - 9m between pairs of rows"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Time of Planting",
    "content": [
      {
        "type": "text",
        "content": "Seedlings can be transplanted in the beginning of the south west monsoon. If irrigation facilities are available, it is advisable to take up planting at least a month before the onset of the monsoon so that the seedlings get well established before heavy rains. Planting can also be taken up before the onset of the north-east monsoon. In low-lying areas subject to inundation during monsoon period, transplanting may be done after the cessation of the monsoon."
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "text",
        "content": "Before planting the pits are filled up with top soil and powdered cow dung / compost up to a depth of 50 to 60 cm. Then take a small pit inside this, so as to accommodate the nut attached to the seedling. Plant the seedling inside this pit and fill up with soil. Press the soil well so as to avoid water stagnation. If there is chance for white-ant attack apply Sevidol 8G (5gm.) inside the small pit before planting."
      },
      {
        "type": "text",
        "content": "In laterite areas apply 2 kg common salt per pit for improving the physical condition of the soil. Burying 25 to 30 coconut husks per pit in layers will be useful for moisture conservation."
      }
    ]
  },
  {
    "heading": "Care of young Palms",
    "content": [
      {
        "type": "text",
        "content": "The transplanted seedlings should be shaded and irrigated adequately during the summer months. Also provide staking so that winds may not uproot the young seedlings. For the first two years after planting, irrigate the seedling twice a week during the dry summer months. Shading is a must to the transplanted seedlings."
      }
    ]
  },
  {
    "heading": "Manuring",
    "content": [
      {
        "type": "text",
        "content": "Regular manuring from the first year of planting is essential to achieve higher productivity. For coconut 20–50 kg organic manure should be applied per palm per year with the onset of south west monsoon, when soil moisture content is high. Different forms of organic manures like compost, farm yard manure, bone meal, fish meal, blood meal, neem cake, groundnut cake etc. could be made use for this purpose. In addition to this the following Fertilizer Schedule is recommended."
      },
      {
        "type": "text",
        "content": "The fertiliser schedule recommended for the palm at different stages is as follows:-"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "",
              "",
              "Quantity of fertilizer to be applied (gm)"
            ],
            [
              "Age of Palm",
              "Nutrient dosage",
              "Ammo. Sulphate",
              "Urea",
              "Super Phosphate (single)",
              "or Ultraphos/ Rock Phosphate",
              "Muriate of Potash"
            ],
            [
              "1. General recommendation:<br>(a) Average Management:"
            ],
            [
              "3 months",
              "1/10°f full dose",
              "165",
              "75",
              "95",
              "60",
              "115"
            ],
            [
              "1 year",
              "1/3°f full dose",
              "550",
              "250",
              "320",
              "200",
              "380"
            ],
            [
              "2 year",
              "2/3°f full dose",
              "1100",
              "500",
              "640",
              "400",
              "760"
            ],
            [
              "3 year onwards",
              "full dose",
              "1650",
              "750",
              "950",
              "600",
              "1140"
            ],
            [
              "(b) Good management:"
            ],
            [
              "3 months",
              "1/10°f full dose",
              "250",
              "110",
              "180",
              "115",
              "200"
            ],
            [
              "1 year",
              "1/3°f full dose",
              "800",
              "360",
              "590",
              "380",
              "670"
            ],
            [
              "2 year",
              "2/3°f full dose",
              "1675",
              "720",
              "1180",
              "760",
              "1340"
            ],
            [
              "3 year onwards",
              "full dose",
              "2000",
              "1080",
              "1780",
              "1140",
              "2010"
            ],
            [
              "2.Hybrid and high yielding palms:<br>a. Under Irrigated condition:"
            ],
            [
              "3 months",
              "1/10°f full dose",
              "490",
              "220",
              "280",
              "180",
              "335"
            ],
            [
              "1 year",
              "1/3°f full dose",
              "1625",
              "720",
              "930",
              "600",
              "1110"
            ],
            [
              "2 year",
              "2/3°f full dose",
              "3250",
              "1450",
              "1850",
              "1200",
              "2220"
            ],
            [
              "3 year onwards",
              "full dose",
              "4880",
              "2170",
              "2780",
              "1800",
              "3330"
            ],
            [
              "(b)Under rainfed condition:<br>Same as that of good management under general recommendation. The full adult doze recommended for the rainfed tall is 0.34kg N, 0.17kg P and 0.68kg K. For the hybrids and irrigated talls the general recommendation is 0.5kg N, 0.34kg P and 1.0kg. K subject to changes in accordance with soil test and/or foliar analysis data. In addition to the above dose of fertilizers two to three kgs. of finally ground dolomite lime stone or 0.5 kg. Magnesium sulphate per palm per year is also recommended for use in acidic soils, light sandy soils and in root wilt affected tracts in Kerala. The dolomite may be broadcasted prior to the onset of monsoon in the basins and forked in and should not be applied along with other fertilizers. There is however no harm in applying magnesium sulphate along with other fertilizers."
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Soil moisture very often limits coconut production in those areas where long spell of dry weather prevail or where the rainfall is scanty and ill-distributed. So irrigate the palms during summer months in basins around the palm. The irrigation requirement varies according to the soil type and climatic condition. Generally, an adult palm requires 600 to 800 litres of water once in four to seven days. Irrigate in basins of 1.8m radius and 10–20 cm depth. In coastal sandy soils, sea water can be used for irrigating adult palms. Do not irrigate seedlings and very young palms upto 2 year with sea water. In irrigated gardens interruption of irrigation would lead to serious set-back in yield and general condition of palms. Hence, when once started irrigation should be continued regularly and systematically. Drip irrigation is the best suited method of irrigation for coconut. It saves water, labour and energy."
      }
    ]
  },
  {
    "heading": "Inter-cultivation",
    "content": [
      {
        "type": "text",
        "content": "Only minimum tillage is required for coconut. Inter-cultural operations are mainly intended to control weeds and to provide aeration to the soil. If these objectives are met, any tillage system (ploughing / digging, making mounds) is as good as another and can be followed depending upon the local conditions."
      }
    ]
  },
  {
    "heading": "Husk Burial",
    "content": [
      {
        "type": "text",
        "content": "Burying fresh or dried coconut husks around the palm is a very beneficial practice particularly for moisture retention especially in drought prone areas. The husk can be buried either in linear trenches taken 3 m away from the trunk between rows of palms or in circular trenches taken around the palm at a distance of 2 m from the trunk. The trenches may be dug at 0.5 m wide and at the same depth. The husks are to be placed in layers with concave surface facing upwards and covered with soil. The beneficial effects of husk burial will last for about 5–7 years."
      }
    ]
  },
  {
    "heading": "Green Manure and Cover Crops",
    "content": [
      {
        "type": "text",
        "content": "This will help to increase the organic matter content of the soil and also will prevent soil erosion in coconut gardens. The following Green manure / cover crops are recommended for cultivation in coconut gardens."
      },
      {
        "type": "unordered_list",
        "content": [
          "Crotalaria juncea (Sunnhemp)",
          "Tephrosia purpurea",
          "Gliricidia maculata",
          "Calapagonium muconoides",
          "Mimosa invisa"
        ]
      },
      {
        "type": "text",
        "content": "Sow the green manure / cover crops during April-May with the onset of pre-monsoon showers. The green manure crops should be ploughed in and incorporated in the soil during August-September."
      }
    ]
  },
  {
    "heading": "Mixed / Inter / Multi-species Cropping System in Coconut Garden",
    "content": [
      {
        "type": "text",
        "content": "Schedule for inter-mixed cropping may be drawn up based on the canopy size and orientation of palms. A variety of intercrops like pineapple, banana, elephant-foot yam, groundnut, chillies, sweet potato, tapioca and different vegetables can be raised in coconut garden. In older plantation cocoa, cinnamon, pepper, clove, nutmeg etc. can be grown as mixed crops. However, these inter/mixed crops are to be adequately and separately manured in addition to the manures applied to the coconut palm"
      }
    ]
  },
  {
    "heading": "Mixed Farming",
    "content": [
      {
        "type": "text",
        "content": "Mixed farming by raising fodder grasses such as Hybrid Napier or Guinea grass along with leguminous fodder crops such as Stylosanthes has been found to be profitable. Raising the above crops in one ha. of coconut garden can support three to four diary animals. The animals supply large quantities of cattle manure which when applied to the soil will improve its fertility status. This sort of mixed farming will improve the yield of the palm."
      }
    ]
  },
  {
    "heading": "Plant Protection",
    "content": [
      {
        "type": "text",
        "content": "Pests"
      },
      {
        "type": "text",
        "content": "The major insect pests of the coconut palm are the rhinoceros beetle, the red palm weevil, the black headed caterpillar, the cockchafer beetle and the coreid bug. Adopt suitable remedial measures as and when required. The following table gives the major symptoms and control measures."
      },
      {
        "type": "text",
        "content": "Rhinoceros Beetle"
      },
      {
        "type": "text",
        "content": "Symptoms"
      },
      {
        "type": "text",
        "content": "The adult beetle bores into the unopened fronds and spathes. Attacked fronds when fully opened show characteristic geometric cuts."
      },
      {
        "type": "text",
        "content": "Hook out the beetle from the attacked palms using beetle hook."
      },
      {
        "type": "text",
        "content": "As a prophylactic measure, fill up the top most three leaf axils with Sevidol 8G(25g) + fine sand (200g) thrice in April, September and December. OR Place 10.5g naphthalene balls in the leaf axils and cover it with fine sand. To be practiced once in 45 days. Spraying 0.01% Carbaryl (50WP) in the breeding sites of the beetle help destroy the larva. Biological control using the virus Baculovirus oryctus (release 10–15 virus infected beetles in 1 ha AND Green muscardine fungus, Metarrizhium anisopliae (spray 250ml Metarrizhium culture + 750ml water in manure pits and other breeding sites of the beetle) Practice clean cultivation."
      },
      {
        "type": "text",
        "content": "Red Palm Weevil"
      },
      {
        "type": "text",
        "content": "Presence of holes on the stem, oozing out of viscous brown fluid and extrusion of chewed up fibres through the hole."
      },
      {
        "type": "text",
        "content": "Control measures"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/plantation-crops/redwevil.jpg"
      },
      {
        "type": "unordered_list",
        "content": [
          {
            "text": "Practice clean cultivation by cutting and removing palms already damaged and the decaying stumps in the garden. Such palms should be split open and the different stages of pest inside burned off.",
            "link": "http://vikaspedia.in/agriculture/crop-production/package-of-practices/plantation-crops/coconut/redwevil.jpg"
          },
          "Avoid injury to the trunk as the pest lay eggs in these wounds. Wounds if any, should be pasted with a mixture of carbaryl / Thiodan and soil. While cutting leaves, retain at least 1m of petiole.",
          "Use pheromone trap for attracting weevils and kill the collected ones.",
          "If rhinoceros beetle attack is prevalent, follow the recommended measures.",
          "Use fungicides if leafrot / bud rot is noticed as the weevil lays eggs in such palms.",
          "Inject attacked palms with 1% Carbaryl (20gm/litre). Plug the holes in damaged region and pour the insecticide suspension into a slanting hole made above the damaged portion using a funnel. Then plug this hole also. If needed repeat after one week."
        ]
      },
      {
        "type": "text",
        "content": "Black headed Caterpillar"
      },
      {
        "type": "text",
        "content": "Severity of attack is seen during January to May. The caterpillar feeds on green matter from lower leaf surface, remaining within silk and frass gallaries. In severe attack all the green matter of the leaves will be eaten up."
      },
      {
        "type": "text",
        "content": "Biological control is very effective against this pest through release of parasitoids like Gorriozus nephantidis, Elasmus nephantidis and Brachimeria nosatoi . In case of severe attack, remove the affected leaves and destroy by burning. Then spray the under surface of leaves with 0.02% Dichlorvos (Dichlorvos 100EC)."
      },
      {
        "type": "text",
        "content": "Coreid Bug Symptoms The attacked buttons do not develop resulting in immature nut fall. The nuts if developed may become barren. Control measures Pesticide application is necessary if infection is severe. Spraying has to be done 3 times a year. Apply 0.1% Carbaryl on the inflorescence after the receptive phase of the female flowers. Destruction of pollinating insects can be avoided if spraying is done in afternoon hours. Tying perforated polybags (2 bags/palm) containing 2.5g phorate on to the stalk of inflorescence is also effective."
      },
      {
        "type": "text",
        "content": "Rats Symptoms - Attack tender nuts resulting in immature nut fall. Control measures"
      },
      {
        "type": "unordered_list",
        "content": [
          "Entry of rats on to the trunk can be prevented by fixing mechanical barriers upto 2m height from ground level using 40cm sized G. I. sheets.",
          "Use rat traps.",
          "Poison baiting with zinc phosphide or warfarin.",
          "Fumigate the hiding places using Aluminium phosphide tablets.",
          "Place wax blocks containing the poison Bromodioline @ 30 blocks per ha (each weighing 10g) on 5 palms. Repeat after 12 days. Practice this two times for reducing rat population."
        ]
      },
      {
        "type": "text",
        "content": "Mealy Bugs and Scale Insects"
      },
      {
        "type": "text",
        "content": "Control measures Two rounds of spray with 0.1% Fenthion or 0.05% Monocrotophos. In the case of scale insects spraying with dimethoate or monocrotophos 0.05% is efficacious."
      },
      {
        "type": "text",
        "content": "Termites"
      },
      {
        "type": "unordered_list",
        "content": [
          "Adoption of field sanitation by disposal of organic matter in nursery soil and covering germinating nuts with a layer of river sand.",
          "Drench the nursery with 0.05% chlorpyriphos twice at 20–25 days interval",
          "Swab the affected trunk with the same chemical."
        ]
      },
      {
        "type": "text",
        "content": "White Grub - ( Leucopholis coneophora Burm.) (Melolonthinae: Coleoptera)"
      },
      {
        "type": "text",
        "content": "The white grubs are mostly found in sandy loam tracts of Kerala and Karnataka. It damage the roots. In seedling, it tunnels in to the bole and collar region."
      },
      {
        "type": "text",
        "content": "It has an annual life cycle with a grub period of 8 months. Peak grub population is observed from Sept. to Oct. Adult beetles emerge out of the soil after pre- monsoon showers in May-June during sunset hours."
      },
      {
        "type": "unordered_list",
        "content": [
          "Plouging and digging of soil during pre and post monsoon period will expose the insect for predation.",
          "Collection and destruction of the adult beetles during May-June.",
          "Setting up light traps to attract adult beetles.",
          "Application of phorate 10G @ 100g per palm should be mixed and raked in the top 15cm soil in May-June and Sept.-Oct. is recommended in coastal and Malanad areas. Irrigation is necessary after the pesticide application."
        ]
      },
      {
        "type": "subheading",
        "content": "Eriophid Mite of Coconut"
      },
      {
        "type": "text",
        "content": "The Eriophid Mite ( Aceria guerreronis (Keifer) (Acarina: Eriophyidae) which was a minor pest of coconut in India has become a major pest on coconut recently."
      },
      {
        "type": "text",
        "content": "The attack of this mite was first recorded in 1965 in Guerrero, Mexico. Later it was reported from Ivory cost, Brazil, Costa Rica etc. The first Indian report of this pest is from Ernakulam District of Kerala during 1998. The sporadic occurrence of this pest is reported from almost all the 14 districts of Kerala, Tamil Nadu, Karnataka, Andhra Pradesh and Kalpeni Island of Lakshadweep."
      },
      {
        "type": "text",
        "content": "The mites are very minute in size and are not visible by naked eye. The size of this measures to 200–250 microns in length and 20–30 microns in width. The life cycle of this mite is completed in 10–12 days. It remains underneath the periyanth (cap) and cause injury by feeding on the soft paranchymatic tissues. Though the m ites are microscopic their damage is enormous and hundreds of mites could be seen in each infested button and tender nut. Visible symptoms are brown discolouration noticed in patches of the husk. In case of severe attack the button sheds, resulting in very poor setting percentage. In other cases the nuts are deformed and undersized with poor development of kernel and husk."
      },
      {
        "type": "text",
        "content": "The mites spread through wind and its multiplication is at a high rate. Though this pest was noticed only in a limited area during 1998 it has become a major pest of coconut in India."
      },
      {
        "type": "text",
        "content": "Being a micro pest inhabiting under the periyanth, the control measures at field level are not easy. However by adopting the following integrated plant protection measures the mite population could be reduced considerably."
      },
      {
        "type": "unordered_list",
        "content": [
          "Adoption of phytosanitary measures in coconut gardens such as cleaning the crown of the palm, keeping the plantation clean and burning of all immature nuts fallen due to mite infestation.",
          "Spraying biopesticides on the bunches"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Spraying has to be done 3 times a year - December-February, April-June and September-October. While spraying, ensure that the spray fluid falls over the perianth region especially on button and tender nuts. On an average 1–1.5 litre spray fluid is required per palm. Care should be taken to harvest mature bunches before spraying."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Following palm health care practices also may be adopted.",
          "Soil moisture conservation by following methods."
        ]
      },
      {
        "type": "text",
        "content": "Diseases"
      },
      {
        "type": "text",
        "content": "Bud Rot"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/plantation-crops/budrotsy.jpg"
      },
      {
        "type": "unordered_list",
        "content": [
          {
            "text": "The earlier symptom is the yellowing of one or two younger leaves. Black spots appear on spindle leaves.",
            "link": "http://vikaspedia.in/agriculture/crop-production/package-of-practices/plantation-crops/coconut/budrotsy.jpg"
          },
          "In the later stages the spindle withers and drops down.",
          "The tender leaf base and soft tissues of the crown rot into a slimy mass of decayed material emitting foul smell.",
          "Ultimately the entire crown falls down and the palm dies."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Remove all affected tissue of the crown and apply Bordeaux paste on cut end and provide a protective covering till normal shoot emerges (Dissolve 100 gm of copper sulphate and 100 gm of quick lime each in 500ml. water separately and mix to form 1 litre of Bordeaux paste).",
          "Spray 1% Bordeaux mixture on the crown of the neighbouring palms as a prophylatic measure.",
          "Spray with 1% Bordeaux mixture during May and September if the disease occur frequently.",
          "Cut and burn severely affected palms which cannot be saved."
        ]
      },
      {
        "type": "subheading",
        "content": "Leaf Rot"
      },
      {
        "type": "unordered_list",
        "content": [
          "Blackening and shriveling up of distal ends of the leaflets in the central spindle and younger leaves which later break off in bits.",
          "Gradual weakening of the tree resulting in decline yield."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Improve general condition of palms through proper manuring and management.",
          "Remove the decayed portions of spindle leaf and upmost two leaves only.",
          "Pour fungicide solution of Hexaconazol (Contaf 5E) - 2ml or Mancozeb (Dithane M45/Indifil M45) - 3g in 300ml water per palm to the base of spindle leaf.",
          "Apply 20g Phorate 10G mixed with 200g fine sand around the base of spindle leaf.",
          "2–3 rounds of spraying is sufficient in case of mild infection."
        ]
      },
      {
        "type": "subheading",
        "content": "Stem Bleeding"
      },
      {
        "type": "unordered_list",
        "content": [
          "Exudation of reddish brown liquid through cracks developing on the stem.",
          "Decaying of tissues at bleeding point",
          "Vigour and yield declining.",
          "Development of big holes inside the trunk"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Chisel affected tissue and dress the wound with 5% Calixin (5ml in 100ml water). Apply coal tar after 2 days. Burn off chiselled pieces.",
          "Avoid any mechanical injury to the stem.",
          "To avoid spread of disease on to upper portion of trunk, root feeding with 5% calixin may be adopted 3 times a year - April-May, Spetember-October and January-February.",
          "Along with 50kg organic manure, apply 5kg neem cake containing the antagonistic fungi, Trichoderma culture to the basin during September.",
          "Provide adequate irrigation during summer and drainage during rainy season.",
          "Apply recommended doses of organic manures and chemical fertilizers.",
          "Coconut stem boring insects like Xyleborus, Diocalandra should be controlled by applying Carbaryl 50% WP on the trunk @ 3g per litre water."
        ]
      },
      {
        "type": "subheading",
        "content": "Root (wilt) Disease"
      },
      {
        "type": "unordered_list",
        "content": [
          "Abnormal bending or ribbing of the leaflets, flaccidity of the leaves, general yellowing followed by marginal necrosis of the leaflets.",
          "Abnormal shedding of buttons, reduced leaves and crown, gradual reduction in yield."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Recommended control measures for leafrot disease as this disease gets superimposed on most of the root wilt affected palms.",
          "Follow integrated nutrient management apply organic manure @ 50kg / palm / year. apply balanced dose of chemical fertilizers i.e. 500g Nitrogen (1.1kg urea), 300g Phosphorus (1.7kg Mussouriphos), 1000g Potassium (1.7kg Muriate of potash) in two splits - 1/3rd during April-May and 2/3rd during September-October under rainfed condition and in four splits during January, April, July and October under irrigated condition. In addition to this 500g MgO (1kg Magnesium sulphate) also has to be applied along with second dose of fertilizer application.",
          "Cut and remove disease advanced, uneconomical palms yielding less than 10 nuts per palm per year.",
          "Grow green manure crops - cowpea, sunhemp (Crotalaria juncea), Mimosa invisa, Calapagonium mucanoides, Pueraria phaseoloides etc. may be sown in coconut basins during April-May and incorporated during September-October.",
          "Irrigate coconut palms with at least 250 litre water in a week.",
          "Adopt suitable inter/mixed cropping in coconut gardens.",
          "Provide adequate drainage facilities."
        ]
      },
      {
        "type": "subheading",
        "content": "Tanjavur wilt"
      },
      {
        "type": "unordered_list",
        "content": [
          "Decay of finer nuts, withering, yellowing, drooping and drying of outer whorl of leaves and exudation of reddish brown fluid at the base of the trunk."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Practice growing banana as intercrop in coconut.",
          "Root feeding with Calixin (2ml in 100ml water) once in 3 months.",
          "Drench the basin with 25 litre of 0.1% Calixin.",
          "Apply neem cake containing Trichoderma @ 5kg /palm/year.",
          "Apply recommended dose of organic manures.",
          "Avoid flood irrigation and follow drip irrigation.",
          "Practice clean cultivation and burn off diseased plant pests."
        ]
      },
      {
        "type": "text",
        "content": "Source : Coconut Development Board"
      }
    ]
  }
]