[
  {
    "heading": "Coconut Palm",
    "content": [
      {
        "type": "text",
        "content": "The coconut palm (Cocos nucifera linn) is one of the most useful palms in the world. Every part of the tree is useful for human for some purpose or the other. Therefore, the coconut palm is also called as ‘Kalpavriksha’ meaning the tree of heaven."
      }
    ]
  },
  {
    "heading": "Coconut cultivation in Kerala",
    "content": [
      {
        "type": "text",
        "content": "Major coconut growing states in India are Kerala,Tamilnadu, Karnataka and Andhra Pradesh. Among them Kerala is the leading state in area under cultivation of coconut and its production."
      },
      {
        "type": "text",
        "content": "Till 1980, Kerala was the major producer of coconut with 80–85% share in national production but later it’s share in area under coconut cultivation in the country has fallen sharply from 57 per cent in the early 1990s to 43 per cent in 2008–09."
      }
    ]
  },
  {
    "heading": "Coconut in Kerala",
    "content": [
      {
        "type": "text",
        "content": "In a family of 5 members on an average a coconut per day is consumed in Kerala. They use coconut for preparing vegetables chutney and oil. Coconut is an integral part of their food habit."
      },
      {
        "type": "text",
        "content": "A large number of coconut products such as coconut water, copra, oil, raw kernel, cake, toddy, shell and wood based products, leaves and coir pith are manufactured in the Kerala which has domestic and export market."
      },
      {
        "type": "text",
        "content": "Although coconuts are cultivated on almost 30% of the state’s cropped area, there are very few large coconut plantations in Kerala. More than 95% of coconut trees are grown in the front and back yards of homesteads. The average land holding under coconut cultivation is 20–25 cents and average coconut trees per household are about 15. Mono cropping models practiced do not support the livelihood security of the dependent families so people are adopting inter-cropping and mixed cropping."
      }
    ]
  },
  {
    "heading": "Productivity",
    "content": [
      {
        "type": "text",
        "content": "In Kerala, tender coconut harvesting is very less. It is estimated that less than 2 per cent of the total nuts produced are marketed as tender nuts. Harvesting of matured coconut is a traditional practice in Kerala. Since,copra making, oil extraction and coir making are principal activities of industrial importance. About 70 per cent of matured nuts are converted into copra and out of the total copra produced; about 85 per cent is milling copra and 15 per cent in the form of edible ball copra. About 30 per cent of the nuts are utilized for culinary and other purposes,including dispatches to other States. About 80 per cent of the milling copra is converted into oil and the rest along with the ball copra is dispatched to other states. On an average a household having 15–20 palm trees are harvesting 1000–1200 nuts per year and getting Rs. 8–10/nut at field level. The trend of registered toddy shop helps in increasing income level of the farmers having less number of palm trees. They have to register their trees for toddy tapping every year and sale the toddy to registered shops only. The reasons for declining area under cultivation of coconut are fragmentation of palm gardens into housing plots and for commercial constructions."
      },
      {
        "type": "text",
        "content": "Another factor that contributes to the shrinkage of area under cultivation is adoption of rubber plants for better return. Farmers stated that steady fall in coconut prices was a factor that compelled them to look for other crops that ensure better returns. Coconut price has been stagnating at low levels compared to sharp increase in input costs. So, small and medium scale farmers tend to turn to other crops and vegetables, which require less investment and guarantee reasonable returns in a short period. Coconut cultivation is no more source of income for people of Kerala. Most of them are migrating to the Arabian countries for their livelihood. Apart from these reasons one more reason is scarcity of climbers in Kerala. Those who are presently in climbing occupation don’t want their children in this field. Coconut should be plucked at every 45–60 day generally but because of unavailability of climbers harvesting is possible only after six months."
      },
      {
        "type": "text",
        "content": "Productivity per tree reduced drastically because of the diseases and pest. In some cases it is as low as 10 nuts per year. Such a low number of nuts are not even able tore turn back input cost. The Coconut Development Board (CDB) Kochi, Government of India, took initiatives to improve the coconut production and productivities. There is a scheme from Coconut Development Board named Replanting and Rejuvenation of Coconut gardens for root wilt infected trees. To promote the coconut cultivation in Kerala CDB came up with several schemes which include provision of seedling at subsidized rate to the grower and provision of financial assistance for new area under coconut cultivation. It provides marketing support to the grower for their coconut products, insurance scheme for coconut palm tree. To solve the problem of climbers in Kerala CDB is now providing training to the youth for climbing the tree. These trained youth are called as “friends of coconut tree” for harvesting and plant protection operations in coconut trees."
      },
      {
        "type": "text",
        "content": "Decreasing land holding, increasing input cost and cost of cultivation and less price of the produce lead to reduction of coconut cultivation in Kerala. With the greater support from CDB and state agriculture department in production and marketing of coconut products, forming co-operatives of coconut farmers and providing them advanced technology for coconut cultivation in Kerala the area and production of coconut will increase.."
      },
      {
        "type": "text",
        "content": "Source : Livelihood"
      }
    ]
  }
]