[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "India has traditionally been a profound place for floriculture and gardening. Although flower cultivation has been practised since time immemorial, floriculture has blossomed into a viable business only in recent years. Floriculture activity has been envisioned as a profitable trade area with the potential to activate self-employment among farmers with low and middle income. Availability of natural resources like diverse agro-climatic conditions permits the production of a wide range of temperate, tropical and subtropical flowers, almost all through the year in some parts of the country or other. Improved communication facilities increased their availability throughout the country. The commercial activity of production and marketing of floriculture products is also considered as a source of gainful and quality employment to people."
      }
    ]
  },
  {
    "heading": "Scope, Status and Importance of floriculture industry",
    "content": [
      {
        "type": "text",
        "content": "Globally, floriculture production is developing at a rate of 10% per annum. Almost 45 to 50 countries are active in the production of floriculture on a large scale. Even though we have realized the economic importance of flower crops, the country’s share in the flower market globally is only 0.9% as compared to countries like Netherlands, Columbia, Italy and Israel reporting a share of 65%, 12%, 6% and 4% respectively (Harisha, 2017). In India, we had 0.3 million hectares of area under different floricultural crops and production is around 2249 thousand MT (NHB, 2016–17). States contributing to the production are Tamil Nadu (19%; 416.63 Thousand Tons), Karnataka (13%; 280.92 Thousand Tons), West Bengal (12%), Madhya Pradesh (10%), Gujarat (8%), Andhra Pradesh (6%), Uttar Pradesh (5%), Maharashtra (5%), Chhattisgarh (5%) and Assam (4%)."
      }
    ]
  },
  {
    "heading": "Traditional and modern flower crops",
    "content": [
      {
        "type": "text",
        "content": "Floriculture comprises of both traditional and modern flower crops. The traditional flowers are grown in open-air conditions. These include chrysanthemum, marigold, champaka, rose, tuberose, aster, jasmine, crossandra, etc. Usually, modern flowers are grown in controlled conditions (Ex: Green Houses). These include gerbera, roses, carnation, etc. Although, both the methods are important, the traditional floriculture is more important as it is predominant in the country in terms of area, production, productivity. With the development of modern varieties and cultivation practices, cultivation of ornamentals is extending into non-traditional areas too as a gainful employment activity."
      }
    ]
  },
  {
    "heading": "Flower crops suitable for intercropping in coconut gardens",
    "content": [
      {
        "type": "text",
        "content": "Majority of the ornamental crops are mostly cultivated in open fields and protected structures. With the development of different cropping systems and cultivation methods in horticulture, many of them started cultivation of these ornamental crops in intercropping, mixed cropping and storey cropping system in order to utilize the available resources efficiently and get higher returns."
      },
      {
        "type": "text",
        "content": "The basic idea of intercropping is not only that two or more crop species grown together can exploit the resources better than either of them grown separately, but also cover inherent risk in agriculture and more so, under dryland condition which buffers to some extent and is called as \"biological insurance\" (Ayyer, 1963). Intercropping of ornamentals with perennial trees like coconut is favourable in recent days."
      },
      {
        "type": "text",
        "content": "Studies also revealed that sole crop of coconut with a spacing of 7.5m x 7.5m effectively uses only 22.3 per cent of land area (Durieux,1997), while the average air space utilization by the canopy is about 30 per cent and solar radiation interception is about 50 per cent (Thiruvarassan et al., 2014; Dan et al., 2005). Adoption of coconut based intercropping system is one of the ways to utilize natural resources effectively. The potential for increasing the productivity per unit area of land, time and inputs through coconut based cropping system is considerably higher net return per unit area in perennial crops (Bavappa et al ., 1986 and Bavappa and Jacob, 1982). Many authors reported successful inter cultivation of floricultural crops such as, Marigold, Chrysanthemum, China Aster, Gerbera, Zinnia, Tuberose, Antirrhinum, Gladiolus, Bird of Paradise, Ornamental Zinger, Globe Amaranth under coconut plantation (Desai et al ., 2018; Nihad et al ., 2016; Nihad et al ., 2017; ICAR-AICRP, 2015–16). Preliminary observations on past trials suggest that a wide array of floricultural crops could be cultivated in association with coconut. This will lead to many advantages - an increase in the yield of coconut, extra income from intercrops as well as more employment opportunities etc."
      },
      {
        "type": "text",
        "content": "Desai et al . (2018) suggested the intercropping of chrysanthemum, China aster crops under coconut plantation to get higher returns and positive influence of these crops on plant health and productivity. A speciality flower crop ‘Heliconia’ was evaluated under coconut and identified as a remunerative intercrop for coconut gardens (Nihad et al ., 2016). Higher returns from Marigold-Gomphria sequential intercropping under coconut gardens was also reported (Nihad et al ., 2017). Different floricultural crops were evaluated under coconut gardens in different parts of the country and floricultural crops in combination with coconut for better returns were identified. Those combinations are, coconut + gerbera; coconut + tuberose and coconut + gladiolus, coconut + Lily, coconut + J. multiform and Coconut + Heliconia and Coconut + Crossandra (ICAR-AICRP, 2015–16)."
      },
      {
        "type": "text",
        "content": "Authors:"
      },
      {
        "type": "ordered_list",
        "content": [
          "Aparna Veluru, Scientist, ICAR-CPCRI, Kasaragod, Kerala",
          "Anitha Veluru, Agricultural Extension Officer, Chejarla, Nellore, Andhra Pradesh",
          "K S V Poorna Chandrika, ICAR-IIOR, Rajendarnagar, Hyderabad",
          "Madhu Kiran Tumma, PBRD Asia-Pacific Millet India, Pioneer hybrid Pvt Ltd., Hyderabad"
        ]
      },
      {
        "type": "text",
        "content": "References:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Anonymous. (2015–16). Annual Report, ICAR-All India Co-ordinated Research Project on Palms.",
          "Ayyer, A. J. Y. N. (1963). Principles of Crop Husbandry in India. Bangalore Press, pp. 406",
          "Bavappa, K. V. A., Kailasam, C., Khader, K. B. and Biddappa, A. (1986). Coconut and arecanut based high-density multispecies cropping system. Journal of Plantation Crops, 14(2) : 74–87.",
          "Bavappa, K. V. A. and Jacob, V. J. (1982). High-density multispecies cropping - A new approach to small scale farming in the tropics. World Crops, 2 : 47–50.",
          "Dan, C., Brainard, R., Bellinder, R. and Antonio, D. T. (2005). Effect of canopy shade on the morphology, phenology and seed characteristics of Powell amaranth. Weed Science, 53 : 175–186.",
          "Desai, N., Patil, C. and Kusagaru, N. (2018). Assessment of commercial flower crops as the intercropping system in coconut garden for additional returns. International Journal of Agricultural Sciences, 14(1) : 202–206.",
          "Durieux, A. (1997). Effect of lighting on the production of vegetable crops. III International Symposium on artificial lighting in horticulture. ISHS Acta Horticulturae, 418, Netherlands.",
          "Harisha, B. N. (2017). Economic analysis of floriculture in India. Proceedings of the Sixth Middle East Conference on Global Business, Economics, Finance and Banking (ME17Dubai Conference), Dubai - UAE. 6–8, October .",
          "National Horticulture Board, (2016–17). Report of Horticulture Database, Gurgaon, India",
          "Nihad, K., Krishnakumar, V. and Haris, A. (2016). Intercropping Heliconia with coconut is remunerative. Indian Horticulture, May-June, pp.3–5 .",
          "Nihad, K., Krishnakumar, V. and Haris, A. (2017). Marigold, globe-amaranth sequential cropping fetches more. Indian Horticulture, 62(5) :38–42.",
          "Thiruvarassan, S., Maheswarappa, H. P. and Subramani, T. (2014). Evaluation of Coconut based multispecies cropping systems for East Coast Region of Tamil Nadu. Journal of Andaman Science Association, 19 (1) : 59–64"
        ]
      }
    ]
  }
]