[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Gerbera is commonly known as Transvaal daisy or Bar Berton daisy or African daisy. It is an important commercial cut flower crop. Gerbera flowers have a wide range of colors including yellow, orange, cream-white, pink, brick red, red, terracotta, and various other intermediate colors. In double varieties, bicolor flowers are also available. Gerbera flower stalks are long, thin, and leafy and have a long vase life."
      },
      {
        "type": "text",
        "content": "The major producing states in India are Karnataka, Maharashtra, Tamilnadu, West Bengal, Himachal Pradesh, Jammu & Kashmir, and Gujarat."
      }
    ]
  },
  {
    "heading": "Climate",
    "content": [
      {
        "type": "text",
        "content": "Bright sunshine accelerates the growth and quality of the flowers, however, in summer this flower needs diffused sunlight. Gerbera plants grown in locations with insufficient light will not bloom well. The optimum day and night temperatures are 27°C and 14°C respectively. For flower initiation, the optimum temperature is 23°C and for leaf unfolding it is 25–27°C."
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "text",
        "content": "There are two primary factors to be considered while selecting soil for Gerbera cultivation."
      },
      {
        "type": "ordered_list",
        "content": [
          "The soil pH must be between 5.5 to 6.5.",
          "The soil salinity level does not exceed 1 ms/cm;",
          "For better root growth and better penetration of roots, the soil should be highly porous and well-drained."
        ]
      },
      {
        "type": "text",
        "content": "Red lateritic soils are good for Gerbera cultivation as it is having all the essential qualities that an ideal soil should have."
      }
    ]
  },
  {
    "heading": "Preparation of planting bed",
    "content": [
      {
        "type": "text",
        "content": "In general, Gerberas are grown on raised beds to assist in easier movement and better drainage. The dimensions of the bed should be as follows:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Bed height: 1.5 feet (45 cm)",
          "Bed width: 2 feet (60 cm)",
          "Between the beds: 1 foot (30 cm)"
        ]
      },
      {
        "type": "text",
        "content": "The beds for planting should be highly porous, well-drained, and airy. Gravel/sand can be added at the bottom for better drainage. Organic manure is recommended to improve soil texture and to provide nutrition gradually. The soil should be loose all the time. Organic manure and soil should be mixed thoroughly for optimum results. The soil should not be very compact after watering. The upper layer of soil and FYM should be properly mixed. While bed preparation, add Single Super Phosphate (0:16:0) @ 2.5 kg per 100 sqft for better root establishment and Magnesium Sulphate @ 0.5 kg per 100 sqft to take care of deficiency of Mg. Neem cake (@ 1 kg / m) is also added for the prevention of nematode infestation."
      },
      {
        "type": "subheading",
        "content": "Soil sterilization"
      },
      {
        "type": "text",
        "content": "Soil sterilization is required before gerbera plantation to manage Phytophthora infestation. There are three main soil sterilization methods available."
      },
      {
        "type": "ordered_list",
        "content": [
          "<em>Steam</em> : Not practical for Indian conditions.",
          "<em>Solar:</em> in this method plastic sheet is covered on the soil for 6–8 weeks. The sunrise will heat the soil, and this will kill most fungi.",
          "<em>Chemical:</em> this is the most advanced and useful method. Hydrogen peroxide (H ₂ O ₂ ) with silver is used for the sterilization of soil. Use of formalin @ 7.5–10 lit/100sqm can also be don"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Hydrogen peroxide (H2O2) with silver"
        ]
      },
      {
        "type": "ordered_list",
        "content": [
          "wet the beds with irrigation water.",
          "Mix water with hydrogen peroxide at a rate of 35 ml per/lite."
        ]
      },
      {
        "type": "text",
        "content": "Apply this solution evenly on soil beds. Use one liter of mixed solution ( Hydrogen peroxide (H2O2) with silver + water) For the one-meter area. After that in 4 to 6 hours the crop can be planted."
      },
      {
        "type": "ordered_list",
        "content": [
          "economical, reduce input cost",
          "Very easy and safe this method does not affect any dangerous effect on human health.",
          "The plantation can be carried out after 4 to 6 hours of fumigation.",
          "Eco-friendly and does not produce any phytotoxic effects on plants.",
          "Almost any fungi, bacteria, and viral presence in the soil destroy the eggs of larva and insects."
        ]
      }
    ]
  },
  {
    "heading": "Propagation",
    "content": [
      {
        "type": "text",
        "content": "Gerbera is propagated by seed, by cuttings of side shoots and suckers."
      },
      {
        "type": "subheading",
        "content": "Seeds: Seed is set if cross-pollinated. Sowing of seeds may be done in almost any season. Seeds germinate at 15 to 20°C within two weeks; otherwise, it may take up to 30 days. Plants from seeds will bloom in the second year and produce good flowers from the third year onwards."
      },
      {
        "type": "subheading",
        "content": "Vegetative: Side shoots, with some amount of heel, are utilized. Divisions/ suckers and cuttings are also used."
      },
      {
        "type": "subheading",
        "content": "Micropropagation : The plant parts used as explants for micropropagation are Shoot tips, Leaf mid-rib, Capitulum, Flower heads, Inflorescence, and Buds. Murashige and Skoog (MS) media with modification is successfully used as culture media."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "Important cultivars of Gerbera: Pre Intenzz, Stanza, Winter Queen, Cacharelle, Jaffa, Sangria, Diana, Thalia, Sonsara, Paganini, Anneke, Nette, Rosetta, Gloria, Ginna, Ingrid, Pricilla, Alexias, Intense, Sunway, Zingaro, Balance, rosaline, dune and Monique."
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "text",
        "content": "The plant should not be less than three months old. At the time of planting the tissue culture, the plant should have at least 4 to 5 leaves. Gerberas are planted on raised beds in two rows formations. The zigzag plantation system is mostly preferred. While planting 65% portion of the root ball should be kept below ground and the rest of the portion i.e. 35% should be kept above the ground for better air circulation in the root zones."
      },
      {
        "type": "text",
        "content": "Ideal planting density and spacing: 8–10 plants/sqm or 30 X 30 cm or 40 x 25 cm."
      }
    ]
  },
  {
    "heading": "Fertilization",
    "content": [
      {
        "type": "text",
        "content": "Irrigate and fertilize frequently in small quantities for optimum results. Always analyze the soil once in 2–3 months to decide the specific nutrient schedule."
      },
      {
        "type": "text",
        "content": "25–75 t/ha of well-decomposed organic manure is required. For the first three months after planting, application of 20:20:20:N:P: K @ 1.5 g/l of water every two days during the vegetative stage encourages better foliage."
      },
      {
        "type": "text",
        "content": "Once flowering commences, N:P: K 15:8:35 at the rate of 1.5 g/l water/day is to be given. Micronutrients should be given weekly or fortnightly as per the deficiency symptoms (preferably a chelated source). Boron deficiency causes the base of young leaves to turn black-colored. Zinc deficiency symptoms can be identified with the C-shaped leaf structure caused by chlorosis on one half of the leaf blade which ceases to expand, while the other half of the leaf is normal."
      }
    ]
  },
  {
    "heading": "Cultural practices",
    "content": [
      {
        "type": "subheading",
        "content": "Weeding and raking of soil:"
      },
      {
        "type": "text",
        "content": "Weeds take the nutrients of the plants and affect their production. Hence, they should be removed from the bed. Due to daily irrigation, the surface of the gerbera bed becomes hard hence raking of soil is done with the help of a raker. It increases soil aeration in the root zone of the plant. This operation should be done regularly, maybe twice a month."
      },
      {
        "type": "subheading",
        "content": "Disbudding:"
      },
      {
        "type": "text",
        "content": "Removal of inferior quality flowers at the initial stage after plantation is called disbudding. The normal production of gerbera plants starts after 75–90 days from the date of the plantation. Production of flowers starts 45 days after plantation but initial production is of inferior quality, hence these flowers should be removed from the base of the flower stalk. this helps in making the plant strong and healthy."
      },
      {
        "type": "subheading",
        "content": "Removal of old leaves:"
      },
      {
        "type": "text",
        "content": "Sanitation helps in keeping the disease and pest infestation below the economic threshold level. The old, dry, infected leaves should be removed from the plant and removed from the production site."
      }
    ]
  },
  {
    "heading": "Pests and diseases",
    "content": [
      {
        "type": "subheading",
        "content": "Important Diseases: Root rot ( Pythium irregular, Rhizoctonia solani) ; Foot rot ( Phytophthora crypto gear ); Sclerotium rot ( Sclerotium rolfsii ); Blight ( Botrytis cinerea ); Powdery mildew ( Erysiphe cichoracearum, Oidium crysiphoides ); Leaf spots ( Phyllosticta gerberas, Alternaria spp. )"
      },
      {
        "type": "subheading",
        "content": "Viral disease (Cucumber mosaic virus and Tobacco rattle virus)"
      },
      {
        "type": "subheading",
        "content": "Insect-pests: White fly; Red Spider Mites; Nematodes; Aphids; Leaf miner; Caterpillars"
      },
      {
        "type": "subheading",
        "content": "Pest management"
      },
      {
        "type": "ordered_list",
        "content": [
          "Under protected cultivation conditions, the use of Insect-proof screens acts as physical barriers to exclude insect pests.",
          "Sanitation in terms of using pest-free planting materials, soil solarisation, and removal of infected plant parts are key pest management practices.",
          "Prudent Fertilization based on balanced use of nutrients to be followed. Excess Nitrogen application to be avoided.",
          "For management of root-knot nematode, application of carbofuran at 2 kg a.i./ha in combination with neem seed powder @ 100 g/m 2 is effective.",
          "Leaf spot disease of gerbera could be controlled by treating the plants with Benomyl (0.1%) followed by Kavach (0.2%).",
          "Spraying of copper oxychloride (0.3%), followed by Mancozeb (0.2%) was found superior in reducing leaf spot/ blight disease in gerbera."
        ]
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "The first flowers may be harvested after 75–90 days after planting. Flowers of most of the varieties (single types) are ready to be picked when 2–3 whorls of stamens have entirely been developed. Some varieties are picked a little riper, especially the double types. the good flower has a stalk length of 45–55cm, and the diameter of the flower is 10–12cm."
      },
      {
        "type": "text",
        "content": "Morning or evening is the best time for gerbera flower harvesting. Skilled labor is required for harvesting gerbera cut flowers. After harvesting the flowers should be kept in a bucket containing clean water. Flowers are very delicate hence they should be carefully handled otherwise can be damaged and their quality gets deteriorated. For harvesting gerbera, no secateurs are required and are done by naked hands."
      },
      {
        "type": "subheading",
        "content": "Sources"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Production Technology of Ornamental Crops and Landscape Gardening",
            "link": "http://uahs.in/wp-content/uploads/2014/08/HRT-202-Theory-Notes.pdf"
          },
          {
            "text": "Model Bankable Project on Floriculture (Rose & Gerbera)",
            "link": "http://www.apicol.co.in/images/Model_Bankable_Project-Floriculture.pdf"
          }
        ]
      }
    ]
  }
]