[
  {
    "heading": "0",
    "content": [
      {
        "type": "subheading",
        "content": "Scientific name: Jasminum spp. Local name : Jasmine Hindi name : Juhi, Chameli, Mogra, Champa Bela etc. Family: Oleaceae"
      }
    ]
  },
  {
    "heading": "Origin",
    "content": [
      {
        "type": "text",
        "content": "Jasmines are native of tropical and subtropical regions and introduced in the mid sixteenth century. Among the large number of species existing, only three species have attained importance in commercial cultivation. Jasminum sambac is considered as a native of the East Indies. The name Jasmine is of Arabic origin and is believed to have been derived from Yasmin. It is reported that the height of its po pularity reached its peck two to five hundred years ago at canton and metropolis of southern China."
      }
    ]
  },
  {
    "heading": "Area under cultivation in India",
    "content": [
      {
        "type": "text",
        "content": "In India, jasmines are cultivated throughout the country but the commercial cultivation is confined to Coimbatore, Madurai, and Dindigul ( Tamil Nadu ); Bangalore, Bellary, Mysore and Kolar (Karnataka); Knnauj, Jaunpur and Gazipur (Utter Pradesh); Udaipur, Jaipur, Ajmer and Kota (Rajasthan); Ranaghat, Kolaghat, Pancskura ( West Bengal ); parts of Andhra Pradesh and Maharashtra."
      }
    ]
  },
  {
    "heading": "Major types",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Jasminum auriculatum</em> - Mullai",
          "<em>Jasminum grandiflorum</em> - Jathimalli (or) Pitchi (or) Spanish jasmine",
          "<em>Jasminum sambac</em> - Gundumalli / Malligai / Arabian jasmine /Tuscan jasmine",
          "<em>Jasminum pubescens</em> - Kakada"
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/flowers/mullaitest.jpg"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/flowers/jathimullaitest.jpg"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/flowers/gundumallitest.jpg"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/flowers/kakadatest.jpg"
      }
    ]
  },
  {
    "heading": "Soil and climate",
    "content": [
      {
        "type": "text",
        "content": "Jasmine can be grown on a wide range of soils. Well-drained, rich loamy soil with a pH ranging from 6.5–7.5 is ideal for their cultivation."
      },
      {
        "type": "text",
        "content": "Jasmine prefers mild and tropical climate. Jasmine is commercially grown in India under open field conditions. The ideal requirements for successful cultivation of jasmine are mild winter, warm summer, moderate rainfall and sunny days. Jasmines grow well upto 1200 m. A well-distributed annual rainfall of 800 to 1000 mm is optimum for growth and development."
      }
    ]
  },
  {
    "heading": "Jasmine varieties",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Parimullai - This variety belongs to the species <em>Jasminum auriculatum</em> (Jui). It has a medium round bud with flowering duration of about 9 months/year. It is resistant to gall mite. The average yield is 8t/ha.",
          "CO 1 - This variety belongs to the species <em>Jasminum auriculatum</em> (Jui). Flowers of this variety have a long corolla tube and thus easy to harvest. The average yield is 8.8 t/ha",
          "CO 2 - This variety belongs to the species <em>Jasminum auriculatum</em> (Jui). Flower buds of this variety are bold with long corolla tube. It is tolerant to phyllody disease. The average yield is 11.1 t/ha.",
          "CO-1 (Pitchi) - This variety belongs to the species <em>Jasminum grandiflorum</em> (Chameli). It is released by TNAU, Coimbatore. It is suitable for loose flower production and oil extraction. The average flower yield is about 10 t/ha/year while the estimated concrete yield is 29 kg/ha.",
          "CO 2 - This variety belongs to the species <em>Jasminum grandiflorum</em> (Chameli). The variety produces bold pink buds with long corolla tube. The average yield is 11.68t/ha. Arka Surabhi (Pink pin) This variety belongs to the species <em>Jasminum grandiflorum</em> (Chameli). It is released by IIHR, Bangalore. The average flower yield is 10 t/ha.",
          "Gundumalli - This variety belongs to the species <em>Jasminum sambac</em> (Mogra). Flowers are round with good fragrance. The average yield of flowers is 7–8 t/ha while the estimated concrete yield is 15kg/ha.",
          "Ramban & Madanban - This variety belongs to the species Jasminum sambac (Mogra). This is a high yielding variety with long flower buds.",
          "Double Mogra - This variety belongs to the species <em>Jasminum sambac</em> (Mogra). The flowers have 8–10 whorls of petals with excellent fragrance resembling that of white rose"
        ]
      }
    ]
  },
  {
    "heading": "Propagation",
    "content": [
      {
        "type": "text",
        "content": "Jasmine can be propagated by cuttings, layering, sucker, grafting, budding and tissue culture."
      },
      {
        "type": "subheading",
        "content": "Layering : Layering is done during June-July in North India and from June to December in South India. For preparation of layers, well matured, one year old shoots are selected and are buried in the soil 10–15 cm deep after making a shallow, slanting cut in the portion that is to be buried. The root formation occurs in 90–120 days."
      },
      {
        "type": "subheading",
        "content": "Cutting : It is the easiest method of propagation of jasmine J.grandiflorum and J.sambac are best propagated by apical cuttings while J.auriculatum is propagated by semi hardwood cuttings. Normally 22–25 cm long cuttings with 3–4 nodes are planted in rooting media. Cuttings taken during April-September has highest percentage of rooting with maximum rooting in June planted cuttings. The basal portion of softwood cuttings is treated with growth regulating substances (IBA 400ppm and IAA @ 1000ppm) before planting. The cuttings are buried more than 5 cm deep in the rooting medium and are spaced 7cm apart. The cuttings are ready for transplanting into the main field after 4 to 5 months of planting in the rooting media."
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "subheading",
        "content": "Season of Planting : The best time for planting in most parts of India is during the monsoon but one can plant jasmine almost round the year in climates as of Bangalore. Once planted, the jasmine remains in the field for 10–15 years. The ideal time for planting in North India is during July-August and from the end of January-February, while in South India planting is done any time between July-December."
      },
      {
        "type": "subheading",
        "content": "Spacing : TNAU, Coimbatore has recommended a planting distance of 1.5 x 1.5m for J. auriculatum and J. sambac and a spacing of 2.0 x 1.5m for J. grandiflorum ."
      },
      {
        "type": "subheading",
        "content": "Pit Digging : The soil is well pulverized and weeds are removed before planting. Pits of 45 cm 3 are prepared one month before planting and are exposed to sunlight. A few days before planting, pits are filled with FYM, fresh soil and coarse sand in the ratio of 2:1:1. Addition of BHC (10g/pit) to the soil in the pit helps to prevent the attack of termites. Pits are watered to settle the soil compost mixture."
      },
      {
        "type": "subheading",
        "content": "Method of Planting : Well-rooted, healthy and strong seedlings obtained from cutting/layering are planted in each pit. The best time for planting in most parts of India is dur ing the monsoon but one can plant jasmine almost round the year in climates as of Bangalore. Once planted, the jasmine remains in the field for 10–15 years. A hole is dug in the centre of the pit sufficient enough to accommodate the soil ball of the seedling. The soil ball is placed in the centre of the pit and the soil is firmly pressed around the seedlings. The plants are then immediately watered."
      }
    ]
  },
  {
    "heading": "Nutrient management",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Species",
              "Quantity (g/plant)",
              "Method"
            ],
            [
              "",
              "N P₂O₅K₂O",
              ""
            ],
            [
              "J. auriculatum",
              "60 120 120",
              "6 split doses at bimonthly intervals"
            ],
            [
              "J. grandiflorum",
              "100 150 100",
              "2 split doses : (1) June-July, (2) December-after pruning"
            ],
            [
              "J. sambac",
              "60 120 120",
              "2 split doses :(1) June-July (2) November - after pruning"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Foliar Nutrition"
      },
      {
        "type": "unordered_list",
        "content": [
          "Spraying of zinc 0.25% and magnesium 0.5% before flowering increases flower yield.",
          "For Fe deficiency, FeSO ₄ at 5g/lit. is sprayed at monthly intervals until the chlorotic symptoms disappear"
        ]
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Adequate moisture in the soil is necessary for proper growth and flowering in jasmines. Plants are irrigated by flooding once a week in the summer months. After flowering, no irrigation is normally required till after the next pruning and manuring."
      }
    ]
  },
  {
    "heading": "Intercultural operations",
    "content": [
      {
        "type": "subheading",
        "content": "Weeding - Weed growth within the jasmine crop competes with the main crop for nutrients. Therefore it is essential to remove the weeds at the appropriate time. After pruning, the soil 15–30 cm from the main stem around the bushes is stirred to a depth of 15 cm. This should be repeated every two to three months. Though manual weed control is effective, but it is very expensive. Mulching also reduces the weed population considerably. Chemical weed control is comparatively economical, convenient and efficient in eradicating weeds with one or two applications."
      },
      {
        "type": "subheading",
        "content": "Intercropping - In the initial years when there is sufficient space between the plants, vegetable crops and ornamental plants can be grown as intercrop."
      },
      {
        "type": "subheading",
        "content": "Pruning - Pruning is an important activity as it influences growth, flower-bud initiation, differentiation and, ultimately, the flower production in Jasmine. Usually, irrigation is stopped before pruning and plants are pruned to half their original length. All the leaves are stripped off after pruning. All the cut ends are smeared with Bordeaux paste to prevent entry of pathogens. Pruning is done at 45cm from the ground level. Pruning done during mid of December to mid January results in maximum number of branches and higher yield of flowers."
      }
    ]
  },
  {
    "heading": "Plant protection",
    "content": [
      {
        "type": "subheading",
        "content": "Pests"
      },
      {
        "type": "subheading",
        "content": "A number of insect pest attack jasmine crop and cause considerable damage. Among them the most important ones are the bud worm ( Hendecasis duplifascialis ), leaf webber ( Nausinoe geometralis ) and the blossom midge ( Contarinia maculipennis ) and recently the mite ( Tetranychus urticae ) attack due to prevailing drought and hot weather. Among the different insect pests recorded, bud worm is known to pose a serious threat to flower production. Budworm infestation in Jasmine"
      },
      {
        "type": "subheading",
        "content": "Diseases"
      },
      {
        "type": "text",
        "content": "Root rot management - Drench the soil around the plant with Copper oxychloride at 2.5 g/lit. Soil drenching with Trifloxystrobin + Tebuconazole @ 0.75 g/litre or Difenoconazole @ 0.5g/l."
      },
      {
        "type": "text",
        "content": "Alternaria leaf spot management - Foliar application of Mancozeb @ 2.5 g/l or Azoxystrobin @ 1g/l Soil application of Pseudomonas fluorescens @ 25 g/m 2 and foliar application of P. fluorescens @ 5 g/l at monthly intervals after planting."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "Jasmine gives economic yield only from the third year and up to 12–15 years and then the yield starts declining. The stage of harvest depends on the purpose of flowers to be harvested. For fresh flowers, fully developed unopened flower buds are picked in the early morning, while for extraction of concrete only fully opened fresh picked flowers are required. Picking of flowers after 11 a.m. will considerably reduce the yield and quality of the concrete. Damage to flowers during harvest and transit will affect shelf life of fresh flowers and concrete recovery."
      },
      {
        "type": "subheading",
        "content": "Yield"
      },
      {
        "type": "text",
        "content": "Species Flowers yield (kg/ha) Concrete recovery (%) J. auriculatum 4733 to 9152 0.28 to 0.36 J. sambac 739 to 8129 0.14 to 0.19 J. grandiflorum 4329 to 10144 0.25 to 0.32"
      },
      {
        "type": "subheading",
        "content": "Sources"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "National Horticulture Board",
            "link": "http://nhb.gov.in/PDFViwer.aspx?enc=3ZOO8K5CzcdC/Yq6HcdIxFfwM/yVLx+s5Caih4sxaGI="
          },
          {
            "text": "Tamil Nadu Agricultural University",
            "link": "http://agridr.in/tnauEAgri/eagri50/HORT281/pdf/lec37.pdf"
          }
        ]
      }
    ]
  }
]