[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "Tuberose (Polianthes tuberosa L.)is one of the most important tropical ornamental bulbous flowering plants cultivated for the production of long-lasting flower spikes. It is popularly known as Rajanigandha or Nishigandha. It belongs to the family Amaryllidaceae and is native to Mexico. Tuberose is an important commercial cut as well as a loose flower crop due to its pleasant fragrance, longer vase-life of spikes, higher returns, and wide adaptability to varied climates and soil. They are valued much by the aesthetic world for their beauty and fragrance. The flowers are attractive and elegant with a sweet fragrance. It has long been cherished for the aromatic oils extracted from its fragrant white flowers. Tuberose blooms throughout the year and its clustered spikes are rich in fragrance; florets are star-shaped, waxy, and loosely arranged on a spike that can reach up to 30 to 45 cm in length. The flower is very popular for its strong fragrance and its essential oil is an important component of high-graded perfumes. ‘Single’ varieties are more fragrant than ‘Double’ types and contain 0.08 to 0.14 percent concrete which is used in high-grade perfumes. There is high demand for tuberose concrete and absolute in international markets which fetch a very good price. Flowers of the Single type (single row of perianth) are commonly used for extraction of essential oil, loose flowers, making garlands, etc., while that of Double varieties (more than two rows of perianth) are used as cut flowers, garden display, and interior decoration. The fragrance of flowers is very sweet, floral, and honey-like and can help give emotional strength. The flower spike of tuberose remains fresh for a long time and finds a distinct place in the flower markets. Due to its immense export potential, the cultivation of tuberose is gaining momentum day by day in our country."
      }
    ]
  },
  {
    "heading": "Origin and History",
    "content": [
      {
        "type": "subheading",
        "content": "Tuberose is a native of Mexico where it spread to different parts of the world during the 16th Century. This is one of the earliest cultivated plants and may be extinct in its natural habitat . The Aztecs were growing it nearly 600 years ago. The Spanish found the Aztecs growing it in 1519 and took it back with them to the old World. A French missionary, returning from the Indies in the 1500s did so as well. Once introduced to Europe, it became part of the moon garden, a collection of white or pastel flowers, which release an intense fragrance after dusk. These gardens were popular among the sun-shunning Victorian ladies, who valued a milky pale complexion. The plant did fall out of favor when it became much overused at funerals. It has an intense fragrance and one or two open blossoms will fill the air of an entire garden. It is believed that tuberose was brought to India via Europe in the 16th century."
      }
    ]
  },
  {
    "heading": "Importance and Uses",
    "content": [
      {
        "type": "text",
        "content": "Tuberose can successfully be grown in pots, borders, and beds and commercially cultivated for its various uses. The flowers of tuberose are also used for making artistic garlands, floral ornaments, bouquets, buttonholes, gajras, and extraction of essential oil. It is also a popular cut flower, not only for use in arrangements but also for the individual florets that can provide fragrance to bouquets and boutonnieres. The long flower spikes are excellent as cut flowers for table decoration. The flowers emit a delightful fragrance. Tuberose represents sensuality and is used in aromatherapy for its ability to open the heart and calm the nerves, restoring joy, peace, and harmony. Tuberose flowers have long been used in perfumery as a source of essential oils and aroma compounds. Tuberose oil is used in high-value perfumes and cosmetic products. Furthermore, fragrant flowers are added along with stimulants or sedatives to the favorite beverage prepared from chocolate and served either cold or hot as desired. Tuberose bulbs contain an alkaloid -lycorine, which causes vomiting. The bulbs are rubbed with turmeric and butter and applied as a paste over the red pimples of infants. Dried tuberose bulbs in powdered form are used as a remedy for gonorrhea. In Java, the flowers are eaten along with the juices of the vegetables."
      }
    ]
  },
  {
    "heading": "Area and distribution",
    "content": [
      {
        "type": "text",
        "content": "Tuberose is grown commercially in several countries including India, Kenya, Mexico, Morocco, France, Italy, Hawaii, South Africa, Taiwan, North Carolina, USA, Egypt, China, and many other tropical and subtropical areas in the world. In India, commercial cultivation of tuberose is popular in Bagnan, Kolaghat, Midnapur, Panskura, Ranaghat, Krishnanagar of West Bengal ; Coimbatore and Madurai districts of Tamil Nadu ; Pune, Nashik, Ahmednagar, Thane, Sangli of Maharashtra; East Godavari, Guntur, Chitoor, Krishna District of Andhra Pradesh ; Mysore, Tumkur, Kolar, Belgaum and Devanhalli taluk in Karnataka Guwahati and Jorhat in Assam Udaipur, Ajmer,and Jaipur in Rajasthan; Navsari and Valsad of Gujarat and parts of Uttar Pradesh and Punjab. As per the area and production statistics of the National Horticulture Board (2013), the total area under tuberose cultivation in the country is about 7. 95 lakh hectares. The production of loose and cut flowers is estimated to be 27.71 ‘000 MT and 1560.70 lakh No’s respectively."
      }
    ]
  },
  {
    "heading": "Species and varieties",
    "content": [
      {
        "type": "text",
        "content": "There are about fifteen species under the genus Polianthes, of which twelve species have been reported from Mexico and Central America. Of these, nine species have white flowers, one is white tinged with red, and two are red. Except for Polianthes tuberosa L., all the others are found growing wild."
      },
      {
        "type": "subheading",
        "content": "Varieties:"
      },
      {
        "type": "text",
        "content": "There are four types of tuberoses named based on the number of rows of petals they bear. They are,"
      },
      {
        "type": "unordered_list",
        "content": [
          "Single",
          "Semi-double",
          "Double and",
          "Variegated"
        ]
      },
      {
        "type": "subheading",
        "content": "Single:"
      },
      {
        "type": "text",
        "content": "They bear pure white flowers with one row/ whorl of corolla segment. Flowers are highly scented and are extensively used for loose flower purpose, essential oil, and concrete extraction. Single types are more fragrant than double. Concrete content has been observed to be 0.08 to 0.11 percent."
      },
      {
        "type": "text",
        "content": "Loose flowers are used for making floral ornaments. Its floral buds are greenish-white. Also, the per cent seed setting is high in a single. Single Mexican, Kalyani Single, Shringar, Prajwal, Arka Nirantara, Rajat Rekha, Hyderabad Single, Calcutta Single, Phule Rajani, Kahikuchi Single, and Pune Single are the main varieties"
      },
      {
        "type": "subheading",
        "content": "Description of some important single varieties"
      },
      {
        "type": "subheading",
        "content": "Arka Nusantara"
      },
      {
        "type": "text",
        "content": "Arka Nirantara is released by the Indian Institute of Horticultural Research (IIHR), Bangalore. It has white, single flowers with prolonged blooming."
      },
      {
        "type": "subheading",
        "content": "Shringar"
      },
      {
        "type": "subheading",
        "content": "This tuberose hybrid has been developed from a cross between ‘Single x Double’ and was released by Indian Institute of Horticultural Research (IIHR), Bangalore. It bears single-type fragrant flowers on strong and sturdy, medium spikes. The flower buds are attractive with a slightly pinkish tinge. The spikes have more number of flowers and the individual florets are larger and more appealing compared to the local ‘single’ cultivar. Loose flowers of this hybrid can be used for garlands and extraction of tuberose concrete. The spikes can also be used as a cut flowers. The loose flower yield of this hybrid is about 36 percent higher than the existing local single variety. The yield of loose flowers is about 15,000 kg/ha per year, which is 40% higher than ‘Calcutta or Mexican Single’ and the concrete content of the hybrid is at par with Mexican Single. Shringar is preferred by farmers and perfumery industries. This hybrid is tolerant to root-knot nematodes (Meloidogyne incognita)."
      },
      {
        "type": "subheading",
        "content": "Prajwal"
      },
      {
        "type": "subheading",
        "content": "This hybrid which bears single-type flowers on tall stiff spikes is a cross between ‘Shringar’ x ‘Mexican Single’.The hybrid was released by the Indian Institute of Horticultural Research (IIHR), Bangalore. The flower buds are slightly pinkish, while the flowers are white. The individual florets are large in size, compared to ‘Local Single’. It yields twenty per cent more loose flowers than ‘Shringar’. It is recommended both for loose flower and cut flower purpose."
      },
      {
        "type": "subheading",
        "content": "Single Mexican"
      },
      {
        "type": "text",
        "content": "It is a single flowered variety. This variety produces maximum flowers is considered as lean months for tuberose flowers yield."
      },
      {
        "type": "subheading",
        "content": "Semi-double:"
      },
      {
        "type": "text",
        "content": "They consist of flowers bearing 2–3 rows of corolla segments on straight spikes."
      },
      {
        "type": "subheading",
        "content": "Double:"
      },
      {
        "type": "text",
        "content": "They bear flowers having more than three rows of corolla segments It is a single flowered variety. This on straight spikes. Flower colour is white and also tinged with pinkish red. The main varieties are Pearl for Double, Kalyani Double, Swarna Rekha, Hyderabad Double, Culcutta Double, Vaibhav and Suvasini."
      },
      {
        "type": "subheading",
        "content": "Description of some important double varieties"
      },
      {
        "type": "subheading",
        "content": "Suvasini"
      },
      {
        "type": "text",
        "content": "It is a double flowered multi whorled variety released by Indian Institute of Horticultural Research (IIHR), Bangalore. It is a cross between ‘Single’ and ‘Double’. This variety produces more number of flowers per spike. The spikes are best suited for cut flowers. This tuberose hybrid is multi-whorled with bold,large, pure white fragrant flowers borne on long spikes in contrast to off-white flowers of local cv. ‘Double’. The number of flowers per spike is more and flower opening is uniform in this hybrid as compared to the local ‘Double’ cultivar. Spike yield is 26 percent more compared to the local Pearl Double ‘Double’ cultivar. Spikes are best suited for cut flower purpose."
      },
      {
        "type": "subheading",
        "content": "Vaibhav"
      },
      {
        "type": "text",
        "content": "This hybrid which bears double flowers on medium spikes is from the cross ‘Mexican Single’ x IIHR – 2’ and was released by Indian Institute of Horticultural Research (IIHR), Bangalore. The flower buds are greenish in colour in contrast to pinkish buds in ‘Suvasini’ and ‘Local Double'. Flowers are white. Spike yield is 50 per cent higher compared to ‘Suvasini’. Hence, recommended for cut flower purpose."
      },
      {
        "type": "subheading",
        "content": "Pearl Double"
      },
      {
        "type": "text",
        "content": "The flowers tinged with red in the ‘Double’ type are known as ‘Pearl’. Pearl Double is high flower yielder with quality flowers. They are mainly used for cut flower and bouquet purpose as well as loose flower and for extraction of essential oil. Concrete recovery has been found to be 0.06%. It does not open well and is not commercially viable as the single cultivar."
      },
      {
        "type": "subheading",
        "content": "Variegated:"
      },
      {
        "type": "text",
        "content": "These are some streaked leaf-forms, known as ‘variegated’. In these varieties, silvery white or golden yellow streaks are visible on leaves. National Botanical Research Institute, Lucknow has developed two variegated varieties Rajat Rekha and Swarna Rekha by gamma irradiation."
      },
      {
        "type": "subheading",
        "content": "Rajat Rekha"
      },
      {
        "type": "text",
        "content": "Rajat Rekha is a gamma ray induced mutant evolved by irradiating bulbs of single flowered cultivar. It is a single flowered variety released by National Botanical Research Institute (NBRI), Lucknow. Flowers have silvery white streaks along the middle of the leaf blade. Concrete content has been found to be 0.089 per cent."
      },
      {
        "type": "subheading",
        "content": "Swarna Rekha"
      },
      {
        "type": "text",
        "content": "It is a double flowered variety released by National Botanical Research Institute (NBRI), Lucknow. The flowers are double with golden yellow steaks along the margins of leaf. It is a gamma ray induced mutant, in which mutation occurred in chlorophyll synthesis resulting in change in leaf colour. Concrete content has been found to be 0.062 per cent"
      }
    ]
  },
  {
    "heading": "Soil and Climatic requirement",
    "content": [
      {
        "type": "subheading",
        "content": "Climate"
      },
      {
        "type": "text",
        "content": "Tuberose is best suited for cultivation in tropical to subtropical and temperate climates. Tuberose prefers to grow in an open sunny location, away from the shade of trees. It requires warm and humid climate although flowering is profuse under mild climate. In India,commercial cultivation of tuberose is confined to warm humid areas with average temperature ranging from 20°to 30°C. The crop is reported to flower profusely throughout the year, if the climate is mild and free from extremes of high and low temperature. If the temperature is above 40°C, the length of the spike and quality of the flowers are severely affected. Very low temperature and incidence of frost will damage the plants and flowers. Tuberoses grow well in a sunny situation and should not be grown on shady or semi-shady situation which drastically reduces the flower yield. Humidity and temperature are the two main factors responsible for increasing or decreasing the production of tuberose. Tuberose although not strictly photosensitive, long-day exposure promotes vegetative growth as well as early emergence of the first flower spike and also increases flower spike length."
      },
      {
        "type": "subheading",
        "content": "Soil"
      },
      {
        "type": "text",
        "content": "Tuberose can be grown on wide variety of soils ranging from light,sandy loam to a clay loam. It can also be successfully grown as a commercial crop even in those soils which are affected by salinity and alkalinity conditions if better agronomical practices are adopted. The soil should be at least 45 cm deep,well drained, friable, rich in organic matter and nutrients with plenty of moisture in it. Tuberose should grown in well drained place. Crop is sensitive to water stagnation it cannot tolerate water logging even for a short period. So essential to ensure proper drainage pests. or else planting should be done on done on bund. Fertile, loamy and sandy soils having a pH in the range of 6.5 to 7.5 with good aeration and drainage are ideal for tuberose cultivation. A place protected from strong winds is the soil is preferable."
      },
      {
        "type": "subheading",
        "content": "Selection of site"
      },
      {
        "type": "text",
        "content": "Tuberose is a sun-loving plant. For attaining good vegetative growth and maximum yield of flowers, a site should be chosen, where the plants will get plenty of sun throughout their growing period. The soil should have sufficient moisture holding capacity. A place protected from strong wind hot and cold waves is preferable, so that there is no damage of flower stalk. In shady situation, the plants grow tall and lanky and the flowering s adversely affected. They are highly susceptible to water stagnation and poor drainage conditions and hence require well drained and aerated soil."
      }
    ]
  },
  {
    "heading": "Field or land Preparation",
    "content": [
      {
        "type": "text",
        "content": "The land should be ploughed deep to a good tilth, 2–3 times, to a depth of 30–45 cm. The first ploughing should be done in January. The field is left exposed to sun for at least 15 days that destroys the weeds and insect-pests. The second ploughing can be done about a month before planting. At the time of the second ploughing, well rotten farmyard manure at the rate of 50 tonnes per hectare should be incorporated into the soil. Then,the soil is brought to a fine tilth by breaking the clods and removing the weeds. After field preparation, plots of Selection of site convenient sizes should be prepared with irrigation channels, ridges and furrows at the recommended spacing."
      },
      {
        "type": "subheading",
        "content": "Season of planting"
      },
      {
        "type": "text",
        "content": "Well-developed spindle-shaped bulbs, with diameter 1.50 cm and above forming at the outer periphery of the clump, are considered ideal for planting. Tuberoses are generally planted in March - April in the plains and April-May in the hills. The bulbs can also be planted during July -August. To obtain flowers almost throughout the year, sequential planting can be practiced. Freshly harvested tuberose bulbs can be used for planting 4–5 weeks after harvesting. Planting fresh bulbs leads to profuse vegetative growth and poor flowering."
      }
    ]
  },
  {
    "heading": "Propagation",
    "content": [
      {
        "type": "text",
        "content": "Tuberoses are propagated by bulbs, bulblets and seeds. Multiplication by bulb-segments and in vitro micro propagation from scale stem-sections is also practiced."
      },
      {
        "type": "subheading",
        "content": "Propagation by bulbs"
      },
      {
        "type": "text",
        "content": "Most common method practiced for the commercial multiplication of tuberoses is through propagation by bulbs. The bulbs remain dormant during the winter months in places where the temperature is low. The dormancy of the bulbs can be successfully broken by dipping the bulbs in 4% Thiourea solution for one hour if early planting is desired. Ethylene chlorohydrins can also be used for breaking the dormancy of bulbs. The bulbs are separated from the clumps by rubbing off the loose scales and the long roots should also be removed. Selection of suitable bulbs is very important for successful cultivation. In general, spindle -shaped bulbs free from diseases having diameter between 1.5 and 3.0 cm are suitable for planting. About 1.25–1.5 lakh bulbs (8 to 9 tons of bulbs) are required for planting one hectare."
      },
      {
        "type": "subheading",
        "content": "Propagation by bulb segments"
      },
      {
        "type": "text",
        "content": "Propagation through mature bulbs is expensive, therefore, multiplication of growing stock can be done by division of bulbs. Large sized bulbs having 2.1 cm or more diameter are suitable for planting purpose. If the bulbs are very large, they are cut into 2 to 3 vertical sections, each containing a bud and part of the basal plate. Each of these sections is treated with copper fungicide and planted vertically in a rooting medium with its tip just showing above the surface. A moderately warm temperature should be maintained. New bulblets along with roots develop from the basal plate. At this stage, bulblets are transferred to the ground."
      }
    ]
  },
  {
    "heading": "Spacing",
    "content": [
      {
        "type": "subheading",
        "content": "Planting density markedly influences flower yield and quality. The planting distance varies with the soil and climatic conditions. Low planting density results in wastage of inputs and very high planting density leads more plant competition, thus reducing individual bulb enlargement For economic returns, bulbs are planted at an optimum spacing of 30 x 20 cm or 20 x 20 cm. About 40,000–50,000 bulbs are required for one acre planting of tuberose ie. about 1, 00,000 to 2, 00,000 bulbs are required for planting one hectare of land."
      }
    ]
  },
  {
    "heading": "Depth of planting",
    "content": [
      {
        "type": "text",
        "content": "The depth of planting varies from 3.0–7.0 cm depending upon the diameter of the bulb and the soil type. It should be 2.5 times more than the diameter of bulbs. While planting, the bulbs are planted at the recommended plant-spacing, 4–6 cm deep on the sides of the ridges. Planting is deeper in sandy soil as compared to clay soil. In sandy loam soil planting of bulbs is done at the depth of 6.0 cm. In general, planting is done in such a way that the growing portion of the bulb is kept at the ground level."
      }
    ]
  },
  {
    "heading": "Seed / bulb treatment",
    "content": [
      {
        "type": "text",
        "content": "Dipping the bulbs in 4% solution of thiourea can break the resting period. Pre-plant storage of bulbs at 10°C for a period of 30 days will improve the plant growth, increase spike and flower yield. Pre-planting treatment of bulbs with GA 3, etherel or thiourea promotes early appearance of flower spike and produces longer spikes with maximum number of florets. The bulbs are first thoroughly cleaned and treated with Bavistin (0.2%) for 30 minutes. Dipping the bulbs for about 20–30 minutes in a solution of Emisan (0.2%), Thiram (0.3%), Captan (0.2%) or Benlate (0.2%) is also recommended. Dry in shade before planting or storing. Before planting treat bulbs in systemic fungicide and before storing in contact fungicide"
      }
    ]
  },
  {
    "heading": "Nutrient management",
    "content": [
      {
        "type": "subheading",
        "content": "Tuberose responds well to the application of organic and manures. Apart from FYM (20 tonnes/ha), a fertilizer dose of 100 kg N, 50 kg P 2 O 5 and 70 kg K 2°per hectare is recommended for tuberose production. For achieving increased essential oil content in flowers and for the maximum recovery of concrete, a fertilizer dose of 80 kg N, 60 kg P 2 O 5 and 40 kg K 2°per hectare has been recommended. Of the full recommended dose of fertilizers, half the N, the full dose of P and K has to be applied at the time of planting and the remaining half of N is given as a top-dressing after 45 days of planting."
      },
      {
        "type": "subheading",
        "content": "Micronutrients"
      },
      {
        "type": "text",
        "content": "Apart from N, P and K, calcium,magnesium, sulphur, iron, zinc, manganese, aluminium, boron and copper have also been found to influence the growth and flowering in tuberoses. Foliar spray of ZnSO 4 0.5% + FeSO 4 0.2% + Boric acid 0.1% improves growth and flowering."
      }
    ]
  },
  {
    "heading": "Use of Growth regulators",
    "content": [
      {
        "type": "text",
        "content": "Foliar application of GA 3 at 50 to 100 ppm thrice at 40, 55, and 60 days after planting is found to be beneficial. The application of CCC at 5000 ppm and GA 3 at 1000 ppm induces early flowering, increased flower stalk production, and improves the quality of flowers."
      }
    ]
  },
  {
    "heading": "Water and Irrigation Management",
    "content": [
      {
        "type": "text",
        "content": "It is very essential to irrigate before planting to provide optimum moisture for sprouting and further irrigation should be avoided until the bulbs are sprouted. Subsequent irrigation to the crop is given depending upon the prevailing weather condition."
      }
    ]
  },
  {
    "heading": "Intercultural operations",
    "content": [
      {
        "type": "text",
        "content": "High manure and irrigation should requirement create congenial conditions for the growth of various weeds. Hence to keep the plots clean and free of weeds and to avoid the exposure of bulbs, the plots should be weeded periodically earthed-up once a month. Manual weeding is effective and should be done at monthly interval. Control of weeds by using chemicals is also found effective. A pre-emergent treatment of Gramaxone (@ 3 litres / ha) followed by three post- emergent sprayings at intervals of 110 days in between the rows keeps the crop weed free. Application of Atrazine @ 3 kg/ha in 1000 litres of water as a pre-emergent weedicide also keeps the plots weed-free. Atrazine @1.0–1.5 kg /ha in 1000 litres of water sprayed immediately after planting of bulbs, significantly reduces weed population. Mulching the plots with strips of black polythene, dried grass and chopped straw is effective in controlling weeds. Hoeing between plants at regular intervals is helpful in loosening the soil and uprooting weeds. Earthing - up enables the spikes to grow erect, despite strong winds and rains. Earthing up to 10–15 cm height is done when plants are 15–20 cm high. The flower-spikes should be supported by stakes after about 2 and 1/2 months of planting. Staking with bamboo or wooden sticks is done in beds and string or rope may be tied three rows along the plant-rows to avoid lodging of plants"
      }
    ]
  },
  {
    "heading": "Pest and diseases",
    "content": [
      {
        "type": "text",
        "content": "Tuberose is a hardy crop and is not much affected by attacks of insect the pests and diseases."
      },
      {
        "type": "subheading",
        "content": "Pest Management"
      },
      {
        "type": "text",
        "content": "The important insects are thrips, aphids, bud borer, grass hoppers,weevils, nematodes, red spider mites rodents etc."
      },
      {
        "type": "subheading",
        "content": "Aphids"
      },
      {
        "type": "subheading",
        "content": "These are tiny insects, soft bodied,green, deep purple or black in colour. These usually occur in clusters. They are found to feed on flower buds and young leaves. Control - They can be controlled by a 0.1 % spray (1 ml / litre) of Malathion or Rogor at an interval of 15 days."
      },
      {
        "type": "subheading",
        "content": "Thrips"
      },
      {
        "type": "subheading",
        "content": "Thrips feed on leaves, flower stalk and flowers. The flowers get deformed by thrips attack. These suck the sap and damage the whole plant. Sometimes, these are associated with a contagious disease known as ‘bunchy top’, where the inflorescence is malformed. Control - Thrips are controlled by the spray of Rogor or Metasystox @ 1.75 to 2.0 ml / litre or 0.1% (1 ml / litre) Malathion. Also it is suggested to spray Nuvacron (0.1 %) or the application of Thimet to the soil."
      },
      {
        "type": "subheading",
        "content": "Grasshoppers"
      },
      {
        "type": "subheading",
        "content": "These feed on young leaves and flower buds. Affected plants with damaged foliage and flowers lose their elegance, especially during rainy season. Control - Dusting the plants with 5% Cythione / Folidol dust may prevent the damage. Scraping of buds exposes egg masses to natural enemies. Netting prevents damage from hoppers to nurseries. Spraying of or Quinalphos @ 0.05% (0.5 ml / litre) or Malathion 0.1% or Carbaryl @ 0.2% protects foliage of newly planted crop."
      },
      {
        "type": "subheading",
        "content": "Weevils (Myllocerus sp)"
      },
      {
        "type": "subheading",
        "content": "The weevils are nocturnal in habit and they cause damage on shoots and leaves. Usually, they feed the edge of the leaves, producing a characteristic notched effect. Larvae feed on roots and tunnel into the bulbs. Control- Applying BHC dust (10%) in the soil before planting controls larvae. The weevils can be controlled by the spray of Thiodon @ 2.0 mg/litre."
      },
      {
        "type": "subheading",
        "content": "Red Spider Mites"
      },
      {
        "type": "subheading",
        "content": "Mites thrive well under hot and dry conditions, usually on the undersides of the leaves, where these make webs, if allowed to continue. These are usually red or brown in colour and multiply fast. Mites suck sap, which results in the formation of yellow stripes and streaks on the foliage. In due course of time, leaves become yellow, silvery or bronze and distorted. Control - Spraying with Kelthane @ 1.2% concentration is effective to control the mites."
      },
      {
        "type": "subheading",
        "content": "Bud borer (Helicoverpa armigera)"
      },
      {
        "type": "subheading",
        "content": "This pest mainly damages flowers. Eggs are deposited singly on growing spikes. Larvae bore into buds and flowers and feed on them making holes. Control - Collection and destruction of damaged buds reduces the damage. Setting up of light traps helps to control population by attracting them. Spraying of monocrotophos (0.2%) or Thiodan (0.5–0.8%) or Methyl Parathion (0.05%) taken up at appearance of eggs on buds and tender foliage controls borer damage. Spray of Neem oil (1%) also gives considerable protection by repelling various stages of pest."
      },
      {
        "type": "subheading",
        "content": "Nematodes"
      },
      {
        "type": "subheading",
        "content": "Two root-knot nematodes (Meloi-dogyne incognita and Meloidogynejavanica), reniform nematode (Ro-tylenchulus renioformis) and greasy streak nematode (Aphelencoides bes-seyi) are reported to cause damage to the crop, which is characterized by the stunted growth of the plants and resulting in extensive yield losses. The leaf size is reduced and the flowers look sickly and, ultimately, the roots rot."
      },
      {
        "type": "subheading",
        "content": "Control - Application of Thimet or Furadan (20 kg/ha), Furadon @ 2 g/plant or carbofuran @ 2–5 kg/ha, neem @ 1 tonne/ha controls nematode infestation."
      },
      {
        "type": "subheading",
        "content": "Rodents"
      },
      {
        "type": "subheading",
        "content": "Rodents do considerable damage to tuberose plants in the field by making burrows. Control - Poison bait is helpful in checking rodent menace in the field. Commercial bait by the name, ‘Roban’ is available in the market and the same may be used effectively."
      },
      {
        "type": "subheading",
        "content": "Disease Management"
      },
      {
        "type": "text",
        "content": "The diseases reported are stem rot,flower bud rot, leaf blight or Botrytis blight, Sclerotial wilt, Alternaria leaf spot, rust, powdery mildew etc ."
      },
      {
        "type": "subheading",
        "content": "Stem rot"
      },
      {
        "type": "subheading",
        "content": "The infection is caused by the fungi Sclerotium rolfsii. The disease symptom is preceded by the appearance of prominent, coarse, mycelial masses on the leaf surface or near the soil level. Later, the infested spots exhibit a light-green colour due to rotting which extend and cover the whole leaf. The infected leaves get detached from the plant. More or less round sclerotic, brown spots are formed on and around the infected leaf. As a result, the infected plant becomes weak and unproductive. Control - The disease can be controlled by drenching the soil around the stem with brassicol @ 1 % or Zineb (20%) at the rate of 30 kg per hectare. Also,the incidence can be minimized by reducing soil moisture or planting at wider spacing (45 cm X 30 cm)."
      },
      {
        "type": "subheading",
        "content": "Flower bud rot"
      },
      {
        "type": "text",
        "content": "It is caused by Erwinia sp. It results in dry rotting of the buds with brown necrotic discoloration of peduncles."
      },
      {
        "type": "subheading",
        "content": "Control - The diseased plants should be uprooted and destroyed. The disease can be controlled by the spray of Streptomycin (0.01%)."
      },
      {
        "type": "subheading",
        "content": "Leaf blight or Botrytis blight"
      },
      {
        "type": "subheading",
        "content": "This fungal disease is caused by Botrytis elliptica . The disease appears during the rainy season. Infected flowers show dark brown spots and ultimately the entire inflorescence dries up. The infection also occurs on the leaves and stalks. Control - Spraying the plants with Carbendazim @ 2g/ litre of water effectively controls the disease. The treatment should be repeated at 15 days interval. The disease can also be controlled by spraying the plant with ammoniacal copper (2%) or Greeno (0.5%). The treatment should be repeated at 15 days interval ."
      },
      {
        "type": "subheading",
        "content": "Sclerotial Wilt"
      },
      {
        "type": "subheading",
        "content": "This fungal disease is caused by Sclerotium rolfsii, mostly affecting the roots. The initial symptom of this disease is flaccidity and drooping of leaves. The leaves become yellow and dry up. The fungus mainly affects the roots and the infection gradually spreads upward through the tuber and collar portion of the stem. Both tubers and roots show rotting symptoms. Thick cottony growth of the fungus is visible on the rotten stem and on petioles at the soil level.. Control - Drenching the soil with 0.3% Zineb is effective in controlling the disease."
      },
      {
        "type": "subheading",
        "content": "Alternaria leaf spot"
      },
      {
        "type": "subheading",
        "content": "This fungal leaf spot disease is caused by Alternaria polyantha . The disease is characterized by the appearance of brown spots with faint concentric rings on the mid-rib. Control - The disease can be controlled by the spray of Bordeaux mixture (0.4%), Zineb (0.5%) or Mancozeb (0.2%) or Iprodione (0.2%) at 10 days interval. The other diseases reported are rust and powdery mildew, which are not serious. Suitable fungicides may be administered to control them when the damage is noticed."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "subheading",
        "content": "In India tuberoses are cultivated for production of flower spikes and loose flowers on a commercial scale for the domestic market. Flowering of tuberose starts 3 to 3 1/2 months (80 to 100 days) after planting and flowering time is July onwards August-September is the peak period of flowering. Tuberose flowers all the year round. Depending on the purpose, harvesting is done by cutting the spikes from the base or single flowers are harvested as they open day by day. For marketing of cut flower spikes, the tuberose is harvested.by cutting the spikes from the base when 1–2 pairs of flowers open on the spike. Spikes are harvested at bud- burst stage preferably in the morning before sunrise or late in the evening by clipping with a sharp knife or secateurs that gives a clean cut. About 4–6 cm basal portion of the scape has to be left to allow the growth of bulb. For loose flower purpose individual flowers which grow at the horizontal position on flowers stalk are plucked early in the morning by 8.00 a.m."
      }
    ]
  },
  {
    "heading": "Ratoon Cropping",
    "content": [
      {
        "type": "text",
        "content": "After harvesting the main crop,the flower stalks are headed back (cut to the base) and the plots should be well- manured and irrigated. About 3–4 ratoon crops can be taken from a single planting. For the proper growth and development of plants, fertilizer dose as given in the main crop should be applied in two equal split doses in January-February and April. All other cultural practices should be done as in case of main crop. There is early flowering in ratoon crop as compared to main crop. The ratoon crop results in more number of spikes but reduces number of florets, length of spikes and weight of flowers. Therefore, ratoon crop should be used only for loose flowers or oil extraction purpose."
      },
      {
        "type": "text",
        "content": "In temperate climate, during November -December,when temperature drops, leaves of the plants turn yellow and die and plants undergo dormancy. Digging of bulbs should be done at this stage. With the increase in temperature the crop regains growth from the previously planted bulbs which is termed as ratooning. For ratooning in tuberose, the yellowing plants should be twisted from the ground level which leads to early maturing of bulbs."
      }
    ]
  },
  {
    "heading": "Lifting, Curing, and Storage of Bulbs",
    "content": [
      {
        "type": "subheading",
        "content": "Harvesting stage of tuberose bulb is important for storage of bulbs and their growth. The bulbs are harvested when the flowering is over and plant ceases to grow. Bulbs reach maturity at about 40–50 days after flowering and at this stage, the leaves become yellow and dry. At this stage, irrigation is withheld and the soil is allowed to dry before digging out the bulbs. The leaves are cut off at the ground level and the bulbs are dug out. After digging, the bulbs are lifted out and adhering earth shaken off neatly and thoroughly. The offsets or bulblets are then separated out by hand, which are used as seed-stock for the next season. The bulbs are then graded based on the size into mature (> 1.5 cm diameter)and immature (< 1.5 cm diameter). Cleaned and graded bulbs are placed on shelves to dry or cure. To hasten curing, artificial heat of 27 0 to 35 0°C may be applied. The bulbs must be stirred or have their position changed every few days to prevent fungal attack and rotting. Curing can also be done by tying the bulbs in bunches and hanging them on frames and walls. The bulbs are also treated with 0.2 per cent Bavistin or mancozeb powder to prevent their rotting. An ambient air temperature of at least 18°C for four to six weeks or exactly six weeks at 30°C stimulates the yield of commercial sized bulbs. Longer storage at 30°C advances flower spike yield but the quality of spike deteriorates and the bulb number decreases."
      }
    ]
  },
  {
    "heading": "Yield",
    "content": [
      {
        "type": "subheading",
        "content": "Flower production varies with cultivar or variety and depends upon bulb size at planting time, density of planting, cultural practices adopted and climatic condition prevailing in the area. Flowers are ready for harvest in about 3 to 31/2 months after planting. One hectare of tuberose plantation yields 4–5 lakhs of spikes per year for cut flower purpose. In case of single varieties, 14–15 tonnes /ha of loose flowers may be harvested. In addition, 20–25 tonnes / ha of bulbs and bulblets may be harvested at the end of 3rd year."
      },
      {
        "type": "subheading",
        "content": "Crop duration: 2 1⁄2 to 3 years"
      }
    ]
  },
  {
    "heading": "Post Harvest Management",
    "content": [
      {
        "type": "subheading",
        "content": "Vase life"
      },
      {
        "type": "text",
        "content": "Immediately after harvest, the lower portion of the cut spikes should be immersed in water for prolonging the vase life of spikes. The spikes are made ready by removing the unwanted leaves to minimise the transpiration loss for sending to floral markets. Further, pulsing of spikes at low temperature (10 0°C), for about four hours with the ends immersed in water, is helpful in prolonging life of spikes to be sent to distant markets."
      },
      {
        "type": "subheading",
        "content": "Holding solutions"
      },
      {
        "type": "text",
        "content": "A holding solution consisting of sucrose 2 % + Al 2 (SO 4 ) 3 300 ppm is best for increasing the post harvest life and quality of cut spikes of tuberose ."
      },
      {
        "type": "subheading",
        "content": "Grading and handling"
      },
      {
        "type": "text",
        "content": "The flower spikes for cut flower purpose are graded according to the following quality attributes viz.,"
      },
      {
        "type": "unordered_list",
        "content": [
          "Spike length",
          "Length of rachis",
          "Number of flowers per spike",
          "Weight of spikes and",
          "Quality of individual florets."
        ]
      },
      {
        "type": "text",
        "content": "Straight and strong stem of uniform length and uniform stage of development are preferred. Flowers should be free from bruises and diseases and pests."
      },
      {
        "type": "text",
        "content": "The individual florets for loose flower purpose are graded according to their size."
      },
      {
        "type": "subheading",
        "content": "Storage"
      },
      {
        "type": "text",
        "content": "The fresh flowers can be stored at 10 0°C for 5 days."
      }
    ]
  },
  {
    "heading": "Packaging and Transport",
    "content": [
      {
        "type": "subheading",
        "content": "Packaging and Transport"
      },
      {
        "type": "text",
        "content": "For cut flower purpose, long spikes are preferred and are sold in round bundles or bunch. Each bundle bunch contains 25, 50°r 100 spikes. The stem portion of the bundle has to be wrapped with news paper. To avoid damage of the flowers and buds, the whole bundle should be wrapped in soft, white tissue paper or polythene sheet / cover. These bundles are packed in rectangular bamboo baskets lined with Hessian cloth. For long distance transport, they are packed in square boxes or airy baskets but packing in strong cardboard boxes is more suitable which are quite handy and can be easily transported by rail, bus or by truck."
      },
      {
        "type": "subheading",
        "content": "Packing specifications of cut flowers for export"
      },
      {
        "type": "table",
        "content": {
          "headers": [
            "Bunch",
            "25 flowers"
          ],
          "rows": [
            [
              "Stem Length",
              "60–70–80–90 cm<br>(Double stick)"
            ],
            [
              "Packing",
              "In corrugated carton box"
            ],
            [
              "No. of Pieces",
              "200 Pieces per box"
            ],
            [
              "Box size",
              "95 x 40 x 20 cm."
            ],
            [
              "Packaging weight<br><br>",
              "16–17 kg approx<br><br>"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Packaging for loose flower purpose"
      },
      {
        "type": "subheading",
        "content": "Loose flowers of single - flowered tuberoses are packed in bamboo baskets and the baskets are covered with muslin cloth or with wet gunny bags. About 10–15 kg fresh flowers are packed in each basket. They are also packed in gunny bags or polythene bags lined with newspaper. Then they are transported to the nearby wholesale market where they are sold by weight."
      },
      {
        "type": "subheading",
        "content": "Extraction of Concrete and Absolute"
      },
      {
        "type": "text",
        "content": "Tuberose flower is one of the flowers which continue to exude perfume long after it is removed from the plant. The flower oil is extracted by enfleurage and solvent extraction with petroleum ether. Freshly picked flowers, before they open, are enfleuraged. About 150 kg of flowers are needed to produce 1 kg of brown, semi- solid absolute of enfleurage which contains 11–15% of steam volatile oil. The extracted flowers will contain some natural perfume and are treated with petroleum ether to obtain the absolute of chassis as a valuable by-product (yield 1.2–1.5%). Tuberose Absolute is prepared from flowers which are picked immediately before they have opened. It requires 3600 pounds (1635 kg) of blossoms to produce 1 pound (454 g) of the absolute. Tuberose absolute is dark orange or brown in colour, with a heavy sweet floral sometimes slightly spicy, tenacious fragrance. In recent years, the process of Enfleurage has been partly replaced by solvent extraction, which requires much less labour though the yield of the absolute reduces considerably. Extraction of tuberose flowers with petroleum ether yields 0.08 – 0.14 per cent of concrete, which gives 18 – 23% of absolute on treatment with alcohol and contains 3 – 5% steam volatile oil. Out of the approximate total yield of 30,000 kg of loose flowers from one hectare, in three years, 27.5 kg of ‘concrete’ could be obtained. This concrete in turn will yield about 5.50 kg of absolute. One hectare of tuberose plantation may yield up to 12 kg of concrete (Cost of 1 kg concrete is US $1350–1450°r Rs. 89805.68/- per Kg)."
      },
      {
        "type": "subheading",
        "content": "Marketing and Export Potential"
      },
      {
        "type": "text",
        "content": "Graded spikes are usually stored less than 24 hours before they are packed and shipped to the markets. Most tuberose flowers are shipped in refrigerated trucks. Spikes must be held in an upright position, during storage and transportation."
      },
      {
        "type": "subheading",
        "content": "Source : Ready Reckoner on Cultivation of Tuberose by Horticulture Science Section, ICAR-Central Coastal Agricultural Research Institute, Ela, Old Goa - 403402, Goa"
      }
    ]
  }
]