[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "The chrysanthemum is important ornamental crop mainly grown for the production of cut flowers, loose flowers and pot plants. The plant belongs to family Asteraceae and is popularly known as \"Queen of the East\". The utility and popularity of chrysanthemums have increased recently with the introduction of new cultivation technique \"year-round production of chrysanthemums\" based on scientific work conducted in the field of plant physiology, photoperiodism and genetics (Datta and Gupta, 2012)."
      },
      {
        "type": "text",
        "content": "In general, chrysanthemum is a qualitative short day plant. It flowers only when short photoperiods are available. But the demands for the flowers are more especially during occasions like New Year, Christmas, mother’s day, etc. If the farmer is able to produce during these peak consumption periods it fetches a lot to the farmer. For off-season cultivation, crops are grown in the protected structures because controlled environmental conditions (light, temperature, relative humidity, air composition) are required for growth and flowering of the crops."
      }
    ]
  },
  {
    "heading": "Benefits of flower forcing or off-season cultivation",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "To avoid wastage or spoilage of surplus cut flower",
          "To avoid surplus in on-season",
          "To avoid the danger of epidemics",
          "To distribute employment throughout the year",
          "To increase farmers income",
          "To reduce import and trade deficit",
          "To satisfy consumer at the time of their needs",
          "For cut flower production"
        ]
      }
    ]
  },
  {
    "heading": "Methods for off-season production",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          "Photo-periodic control mechanism",
          "Cultivation of off-season varieties"
        ]
      },
      {
        "type": "subheading",
        "content": "Cultivation using photo-periodic control mechanism under controlled environmental conditions"
      },
      {
        "type": "text",
        "content": "Photoinduction and response group"
      },
      {
        "type": "text",
        "content": "Different varieties of chrysanthemums have different photoinduction requirements i.e. the number of light and continuous long dark periods (short days) required by the plant for coming into bloom after it has attained full vegetative growth. A combination of day and night is termed as one photoperiod. Different varieties require different photoperiods ranging from 8 to 15 weeks for coming into bloom. A variety requiring eight weeks of photoinduction period means it belongs to 8 weeks response group. The chrysanthemum varieties have been classified into different response groups ranging from eight to fifteen weeks depending upon on their respective photoinduction requirement. Determination of the response group is very much essential because artificial lighting and blackout dates have to be provided, based on the response group of the varieties chosen for cultivation."
      },
      {
        "type": "text",
        "content": "Control of Environment"
      },
      {
        "type": "unordered_list",
        "content": [
          "Artificial lighting (Long Days) : Artificial lighting is provided to the chrysanthemums after planting, in order to initiate the vegetative growth. Fluorescent or incandescent or high-pressure mercury lamps are used for providing artificial light in the greenhouses. The intensity of artificial light required is about 150Lux. This light was provided by suspending overhead tubes (40 Watt) or bulbs (40 Watt) about two meters above the plants and the bulbs were arranged four feet apart with each other. For providing long days, the lights were kept it on for four hours usually from 10 p.m. to 2 a.m. on every night; so that long continuous dark period is interrupted and it was divided into two-night portions, none of which is long enough (9½ hours) to initiate flower buds.",
          "Artificial Shading (Short Days) : After attaining the sufficient vegetative growth, short days are provided to induce the flowering in treated plants. Short day treatment consisted of complete shading of potted plants or beds for 14h continuous hours i.e. from 5 p.m. to 7 a.m. every day, this treatment is continued till the floral buds of the forced plant started showing colour. Shading was done by facilitating the black alkathene sheet with 150 gauge thickness. For spray varieties, 11 to 12 hours of shading is sufficient to obtain the number of laterals, flower bud differentiation and flowering.",
          "Temperature (Heating and cooling) : If the protected structures are located in temperate or warmer regions, they need some extra arrangement like artificial heating and cooling systems to regulate the temperature inside the greenhouses for optimal plant growth and flowering. Artificial heating is provided in the greenhouses by installing the hot water or steam running pipes inside or by providing soil bench warming cables or fan heaters inside the house. Whereas artificial cooling is done by evaporative cooling or fan-pad evaporative cooling methods.",
          "Humidity: The optimum relative humidity is raised by spraying water and lowered by providing ventilation and heating. Shoot elongation and plant height were found to be decreased at or below 60% RH as compared to 90% RH."
        ]
      },
      {
        "type": "text",
        "content": "Selection of Cultivars: The right choice of cultivars is of paramount importance for successful cultivation for the off-season. Chrysanthemum varieties belonging to 8 to 9-week response groups were suitable for growing in high light intensity areas or season, while 12 to 14 weeks response varieties were preferred for those areas or season which received low light radiation."
      },
      {
        "type": "subheading",
        "content": "Offseason cultivars and Photo-thermo insensitive cultivars"
      },
      {
        "type": "text",
        "content": "Some of the cultivars which were evolved from National Botanical Research Institute (NBRI) can be grown for beyond the normal season of chrysanthemum. These cultivars are listed below. Likewise photo-thermo insensitive varieties like Pusa Anmol, Sensation can also be grown for year-round flowering without photoperiodic manipulation."
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Name of cultivar",
              "Date of planting",
              "Blooming season"
            ],
            [
              "Himanshu, Jwala, Jyoti",
              "January",
              "Summer"
            ],
            [
              "Meghdoot, Varsha, Tushar",
              "February",
              "Rainy season"
            ],
            [
              "Sharad, Sharad Shobha",
              "March",
              "Sept.-Oct. (Autumn)"
            ],
            [
              "Sharad Kanti, Sharad Mala",
              "March",
              "Oct.-Nov. (Autumn)"
            ],
            [
              "Traditional cultivars",
              "March",
              "Nov.-Dec. (Winter)"
            ],
            [
              "Vasantika, Jaya",
              "July",
              "Dec.-Jan. (Winter)"
            ],
            [
              "Illini Cascade",
              "August",
              "Spring"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Conclusion",
    "content": [
      {
        "type": "text",
        "content": "It is very clear that both early and delayed blooming may be possible in chrysanthemum by creating artificial photoperiods. By manipulating the planting date and the light inside the protected greenhouses, the grower can coordinate the response of several varieties as per specific flowering dates and marketing requirements."
      },
      {
        "type": "text",
        "content": "Authors:"
      },
      {
        "type": "ordered_list",
        "content": [
          "Aparna Veluru, Scientist, ICAR-CPCRI, Kasaragod, Kerala",
          "Anitha Veluru, Agricultural Extension Officer, Chejarla, Nellore, Andhra Pradesh",
          "K S V Poorna Chandrika, ICAR-IIOR, Rajendarnagar, Hyderabad",
          "Madhu Kiran Tumma, PBRD Asia-Pacific Millet India, Pioneer hybrid Pvt Ltd., Hyderabad"
        ]
      },
      {
        "type": "text",
        "content": "Reference:"
      },
      {
        "type": "text",
        "content": "Datta, S. K. and Gupta, V. N (2012). Year round cultivation of garden chrysanthemum ( Chrysanthemum morifolium Ramat.) through photoperiodic response. Science and Culture 78 : 71–77."
      }
    ]
  }
]