[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Bhendi ( Abelmoschus esculentus ) is a common vegetable in India. The common names are Ladies Finger, Okra, Bhindi (Hindi), Dhenras (bengali), Vendai (Tamil), bhindo (Gujarati), Bendekayi (Kannada), Ventaykka (Malayalam), Asra-pattraka (Sanskrit), etc. It is an annual erect herb 0.9 to 2.1 m in height, hairy, with 3 to 5 lobed palmately cordate leaves. The plants bear 12.5 to 30cm pyramidal pods."
      },
      {
        "type": "text",
        "content": "Its is predominantly a crop of tropics and subtropics. The crop is cultivated for its young tender fruits, used in curry and soups after cooking. It is a good source of vitamins A and B, protein and minerals. It is also an excellent source of iodine and is useful for the treatment of goiter. Fruits are also dried or frozen for use during off -season. Dry fruit skin and fibres are used in manufacture of paper, card board and fibres. Root and stem are used for clearing cane juice for preparation of jaggery."
      },
      {
        "type": "text",
        "content": "The major bhendi (okra) producing states are Uttar Pradesh, Bihar, West Bengal, Odisha, Assam, Andhra Pradesh and Karnataka."
      }
    ]
  },
  {
    "heading": "Climate",
    "content": [
      {
        "type": "text",
        "content": "Bhendi requires long warm growing season during its growing period. It gives good yield in warm humid condition. It grows best within a temperature range of 24–27°C. It can be successfully grown in rainy season even in heavy rainfall area. Bhendi is highly susceptible to frost injury. Seeds fail to germinate when temperature is below 20°C."
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "text",
        "content": "Bhendi can be grown in a wide range of soils. However, it grows best in loose, friable, well-drained sandy loam soils rich in organic matter. It also gives good yield in heavy soils with good drainage. A pH range of 6.0–6.8 is considered as optimum. Alkaline, saline soils and soils with poor drainage are not good for this crop."
      }
    ]
  },
  {
    "heading": "Season",
    "content": [
      {
        "type": "text",
        "content": "The optimum time of seed sowing varies greatly depending upon climate, varieties and their temperature requirement for growth. Normally the crop is sown between January-March and June- August. The exact month of sowing depends on the region."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          "Released by IARI : Pusa Makhmali, Pusa Paushja, Pusa A-4, Pusa Sawani, Sel 2–2",
          "Released by IIHR : ASel-10 (A. Anamika), Sel-4 (A. Abhay)",
          "Released by PAU : P-7, Punjab Padmini, Punjab no. 13, Punjab 8",
          "Released by IIVR : DVR 1, 2, 3, 4, VRO 3, 4, 6, 5, 22, 25",
          "Others : Parbhani Kranti, Kiran, Salkeerthi, Co 1, Aruna, MDU 1, Varsha Uphar, Azad Kranthi",
          "Hybrids : CO 2, 3, COBhH 1"
        ]
      }
    ]
  },
  {
    "heading": "Seed rate and seed treatment",
    "content": [
      {
        "type": "text",
        "content": "Bhendi requires about 3.5–5.5 kg seeds/ha during summer seasons and 8–10 kg seeds/ha for rainy season crop. The seed rate generally varies with germination percentage, spacing and season. Before sowing the seeds are soaked in a solution of Bavistin (0.2%) for 6 hours. The seeds are then dried in shade. :"
      }
    ]
  },
  {
    "heading": "Land preparation",
    "content": [
      {
        "type": "text",
        "content": "The land should be well prepared with 2–3 ploughing. Well decomposed FYM (25 t/ha) is incorporated at the time of land preparation. Bhendi is sown on ridges or on flat soil. If soil is heavy, sowing should be done on ridges. Application of organic manure like neem cake and poultry manures improves the plant growth and the yield in this crop. It is possible to reduce the use fertilizer by using neem cake and poultry manures."
      }
    ]
  },
  {
    "heading": "Sowing",
    "content": [
      {
        "type": "text",
        "content": "The hybrid varieties are planted at a spacing of 75 x 30 cm or 60 x 45 cm. A pre-soaking irrigation 3–4 days before sowing is beneficial. The seeds germinate in about 4–5 days."
      }
    ]
  },
  {
    "heading": "Manure and fertilizers",
    "content": [
      {
        "type": "text",
        "content": "The fertilizer dose depends upon the fertility of soil and amount of organic manure applied to the crop. About 20–25 t/ha of FYM is mixed at the time of land preparation. Generally, application of 100 kg N, 60 kg P 2 O 5 and 50 kg K 2°is recommended for optimum yield. Half dose of N and full dose of P 2 O 5 and K 2°are applied at the time of planting. The balance half of N if given 30 days after sowing followed by earthing up operation."
      },
      {
        "type": "text",
        "content": "Fertilizers are applied by opening up a deep narrow furrow on one side of each sowing ridge. Generally, nitrogen fertilizers like urea, calcium ammonium nitrate (CAN) and ammonium sulphate should be used for this crop."
      },
      {
        "type": "text",
        "content": "For hybrid varieties the recommended dose is 150 kg N, 112 kg P 2 O 5 and 75 Kg K 2 O. Out of this dose, 30 % of N and 50 % of P & K is applied as basal dose. Remaining 50 % of P and 40 % of N and 25 % of K is applied as first top dressing four weeks after sowing. Balance quantity of 30 % N and 25 % K is applied as second top dressing about 7 weeks after sowing."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Irrigation frequency in bhendi crop varies with the season and the soil type. Bhendi is grown without irrigation in rainy season in high rainfall area where distribution of rainfall is uniform throughout the growing season. A light irrigation is given soon after seed sowing to ensure good germination. The crop is irrigated at an interval of 4–5 days in summer. Moisture stress at fruit setting stage reduces the fruit quality and the yield. Normally the crop is irrigated by adopting the furrow method of irrigation."
      }
    ]
  },
  {
    "heading": "Intercultural Operations",
    "content": [
      {
        "type": "text",
        "content": "Weed control"
      },
      {
        "type": "text",
        "content": "It is necessary to keep the crop weed free during the first 20–25 days of plant growth. A total of 3 to 4 weedings are needed. The first weeding is done when the seedlings are two weeks old and subsequent weddings are done at an interval of 25 days. Pre-emergence application of Basalin 48 EC (1.5kg a.i./ha) or Stomp 30 EC (0.75 kg a.i./ha) followed by one hand weeding at 20–25 days after sowing effectively controls the weed growth."
      }
    ]
  },
  {
    "heading": "Plant protection",
    "content": [
      {
        "type": "text",
        "content": "Pests : Shoot and Fruit Borer, Leaf Hopper, Okra Stemfly Mites, White fly and Root-Knot Nematode are the major pests."
      },
      {
        "type": "text",
        "content": "Diseases : Damping off, Fusarium wilt, Powdery mildew, Cercospora Leaf Spot, Yellow Vein Mosaic Virus and Enation Leaf Curl are the major diseases."
      },
      {
        "type": "text",
        "content": "To know the details, click here."
      },
      {
        "type": "text",
        "content": "Integrated Pest Management Strategies"
      },
      {
        "type": "unordered_list",
        "content": [
          "Sowing of YVMV resistant hybrids viz. Makhmali, Tulsi, Anupama-1 and Sun-40 etc. especially during kharif season of the crop.",
          "Grow maize/sorghum on borders as a barrier/trap crop for the entry of shoot & fruit borer adults.",
          "Set up yellow sticky and delta traps for white fly etc.",
          "Erection of bird perches @ 10/acre in the field for facilitating bird predation.",
          "Give two to three sprays of NSKE @ 5% alternating with sprays of pesticides, if needed, for leaf hopper, white fly, mites and aphids etc. Leaf hopper, if crosses ETL (5 hoppers/plant), spray imidacloprid 17.8 SL @ 150 ml/ha. This will be effective in controlling other sucking pests as well.",
          "Install pheromone traps @ 2/ acre for monitoring of Earias vittella moth emergence. Replace the lures after every 15–20 day interval.",
          "Release egg parasitoid Trichogramma chilonis @ 1–1.5 lakh/ ha starting from 30–35 days after sowing, 4–5 times at weekly interval for shoot & fruit borer. Shoot & fruit borer, if crosses ETL (5.3 % infestation), spray cypermethrin 25 EC @ 200 g a.i/ha.",
          "Rogue out the YVMV affected plants, if any, from time to time.",
          "Periodically remove and destroy the borer affected shoots and fruits.",
          "Need based application of chemical pesticides viz. imidacloprid 17.8 SL @ 150 ml/ha, cypermethrin 25 EC @ 200 g a.i/ha (0.005%), quinalphos 25 EC @ 0.05% or Propargite etc. 57 EC @ 0.1 % for control of leaf hoppers, aphids, white flies, borers and mites."
        ]
      }
    ]
  },
  {
    "heading": "Harvesting and Yield",
    "content": [
      {
        "type": "text",
        "content": "The fruits are ready for harvest in about 45–60 days after seed sowing depending upon variety and season. Size of the pod and stage at which it is harvested varies with variety/hybrid and market preference. Generally, medium sized (7–10 cm long) tender pods, which can be easily snapped from the plant, are harvested. As all the fruits do not mature at the same time, harvesting is carried out once in 3–4 days. Frequent picking promotes fruit development and prevents the pods from growing too large."
      },
      {
        "type": "text",
        "content": "Yield of the Bhendi varies greatly depending upon variety and season of cultivation. On an average bhendi yields 7.5–10 t/ha while the yield of hybrid varieties ranges from 15–22 t/ha."
      },
      {
        "type": "text",
        "content": "Source : NHB"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "text",
        "content": "State-specific Cultivation practices"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Assam",
            "link": "http://kvkjorhat.nic.in/docs/pop/horti_fish_home.pdf"
          },
          {
            "text": "Andhra Pradesh",
            "link": "https://drysrhu.ap.gov.in//crops/bhendi.html"
          },
          {
            "text": "Gujarat",
            "link": "https://doh.gujarat.gov.in/cultivation-of-vegetables-crops.htm"
          },
          {
            "text": "Himachal Pradesh",
            "link": "https://hillagric.ac.in//edu/coa/vegetables/lectures/VSF_231_Flori/VSF_231_(Vegetable%20Part)_Akhilesh.pdf"
          },
          {
            "text": "Jammu",
            "link": "http://skuast.org/site/Templates%20HTML/extension/pop-vegetable.pdf"
          },
          {
            "text": "Kerala",
            "link": "http://www.celkau.in/Crops/Vegetables/Bhindi/bhindi.aspx"
          },
          {
            "text": "Tamil Nadu",
            "link": "http://agritech.tnau.ac.in/horticulture/horti_vegetables_bhendi_index.html"
          },
          {
            "text": "AESA based IPM package for Bhendi",
            "link": "http://niphm.gov.in/IPMPackages/Okra.pdf"
          }
        ]
      }
    ]
  }
]