[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Bitter gourd ( Momordica charantia ) is an important vegetable crop and is grown for its immature tuberculate fruits which have a unique bitter taste. Fruits are considered as a rich source of vitamins and minerals and 88 mg vitamin C per 100 g. Fruits are used after cooking and delicious preparations are made after stuffing and frying. During periods of glut in market, fruits are sliced, partially boiled with salt and dried under direct sunlight and stored for months. This is used after frying. Bitter gourd fruits have medicinal value and are used for curing diabetes, asthma, blood diseases and rheumatism. Drinking fresh bitter gourd juice is recommended by naturopaths. Roots and stem of wild bitter gourd are used in many ayurvedic medicines."
      },
      {
        "type": "text",
        "content": "It is a luscious,climbing vine with slightly fuzzy stems clothed with dark green, deeply lobed leaves and yellow, dioecious flowers. The important bitter gourd growing states are Maharashtra, Gujarat, Rajasthan, Punjab, Tamil Nadu, Kerala, Karnataka, Andhra Pradesh, West Bengal, Odisha, Assam Uttar Pradesh and Bihar."
      }
    ]
  },
  {
    "heading": "Climate",
    "content": [
      {
        "type": "text",
        "content": "It is a warm season crop grown mainly in sub-tropical and hot-arid regions. They are susceptible to light frost and are provided with partial protection if grown during winter months. Temperature range of 24 o - 27°C is considered as optimum for the growth of the vines. The seed germinates best when temperatures are higher than 18°C. High humidity at the time of vegetative growth renders the crop susceptible to various fungal diseases."
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "text",
        "content": "Bitter gourd can be grown on well drained sandy to sandy loam; medium black soils rich in organic matter. Alluvial soil along the river beds is also good for production of bitter gourds. A pH range of 6.0–7.0 is considered as optimum."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "<br>Developing institution",
              "Variety",
              "Special features"
            ],
            [
              "IIHR, Bangalore",
              "Arka Harit",
              "Fruits short, spindle shaped, green coloured with smooth regular ribs and moderate bitterness. Yield 9–12 t/ha."
            ],
            [
              "IARI, New Delhi",
              "Pusa Vishesh",
              "Selection from a local collection and suitable for growing during summer. Fruits glossy green medium long and thick."
            ],
            [
              "Pusa Do Mausami",
              "Fruits dark green, club like with 7–8 continuous ribs. Fruit weight 100–120 g. Yield 12–15 t/ha."
            ],
            [
              "Pusa Hybrid 1",
              "Fruits medium thick, long and gloss green, yield 20 t/ha in 120 days"
            ],
            [
              "Kerala Agricultural University",
              "Priya (VK1)*",
              "Extra long green spiny fruits with white tinge at stylar end, av. Fruit length 39 cm. av. Fruit weight 235 g. productivity 24.5 t ha-1"
            ],
            [
              "Preethi (MC 4)*",
              "Medium sized white fruits with spines, av. Fruit length 30 cm, av. Fruit girth 24 cm, av. Fruit weight 0.31 kg. productivity 15.0 t/ha-1"
            ],
            [
              "Priyanka",
              "Large white spindle shaped fruits with smooth spines, thick flesh and less seeds. Av. Fruit length 25 cm. av. Fruit girth 20 cm. av. Fruit weight 0.30 kg. Productivity 28.0 t/ha-1"
            ],
            [
              "Tamil Nadu Agricultural University",
              "CO.1",
              "Fruits dark green with medium length (20–25 cm) and weight (100–120 g). Yield 14 t/ha."
            ],
            [
              "Coimbatore Long Green",
              "Extra long fruits (60 cm) with dark green colour."
            ],
            [
              "MDU.1",
              "Fruit weight 300–450 g. yield 15–18 t/ha. Induced mutant with long (30–40 cm) greenish white fruits, fruit length 30–40 cm, yield 30–35 t/ha."
            ],
            [
              "Coimbatore Long White",
              "Extra long fruits (60–65 cm) with white colour, yield 15 t/ha."
            ],
            [
              "COBgH 1",
              "F1 hybrid developed by crossing MC 84 x MDU1. Fruits are light green in colour, plumpy with more warts, each weighs 200g.-300g. Yields 44.40 t/ha in 115–120 days. It is rich in momordicin (2.99 mg per 100g)."
            ],
            [
              "Konkan Krishi Vidya Peeth, Dapoli",
              "Konkan Tara",
              "Fruits green, prickly, medium long (15–16 cm) and spindle shaped. Yield 24 t/ha."
            ],
            [
              "Punjab Agricultural University, Ludhiana.",
              "Punjab 14",
              "Plants bushy and bear light green fruits with average weight of 35 g. Yield 14 t/ha."
            ],
            [
              "CSAUA &T, Kanpur",
              "Kalyanpur Baramasi",
              "Fruits long (30–35 cm), light green, thin and tapering, tolerant to fruit fly and mosaic, yield 20 t/ha in 120 days."
            ],
            [
              "MPKV, Rahuri.",
              "Hirkani",
              "Fruits dark green, 15–20 cm long, spindle shaped with warts and prickles, yield 14 t/ha in 160 days."
            ],
            [
              "Phule Green",
              "Fruits dark green, 25–30 cm long, prickled, tolerant to downy mildew, yield 23n t/ha in 160–180 days."
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "text",
        "content": "Land Preparation :"
      },
      {
        "type": "text",
        "content": "The land is ploughed and brought to a fine tilth by 1–2 crosswise ploughing and levelled. Furrows are opened at a distance of 1.5–2.5 m depending on the support system to be adopted."
      },
      {
        "type": "text",
        "content": "Method of Planting :"
      },
      {
        "type": "text",
        "content": "In the plains, the summer season crop is sown from January to February, whereas the rainy season crop is sown in the month of May. For planting one hectare area 4–5 kg of seed is required. Before planting the seed is treated with Thiram (3 g/kg of seed)."
      },
      {
        "type": "text",
        "content": "Plant Support :"
      },
      {
        "type": "text",
        "content": "Bitter gourd being a weak climber needs support for its growth. The plants trailed on the support (bower) continues to give yield for 6–7 months as against 3–4 months when trailed on the ground without support. Such vines are less susceptible to pest and diseases as they do not come in direct contact with the soil. In bower system, planting is done at a spacing of 2.5 x 1m. Furrows are opened up at 2.5 m and irrigation channels are laid out at 5–6 m distance. Wooden poles (3 m in height) are pitched on both the ends of alternate furrows at a distance of 5 m. these poles are connected with wires."
      },
      {
        "type": "text",
        "content": "The wires along the furrows are further connected with cross wires fastened at 45cm distance so as to form a network of wires. Seeds are dibbled at distance of 1 m along the furrow and covered lightly with soil. The vines take about 1.5–2 months to reach the bower height, hence the vines during the initial stages of growth are trailed on ropes till they reach the bower. Once the vines reach the bower height, the new tendrils are then trailed on the bower."
      }
    ]
  },
  {
    "heading": "Manuring and fetilization",
    "content": [
      {
        "type": "text",
        "content": "The fertilizer doses to be applied depend on variety, fertility of soil, climate and season of planting. Generally well decomposed FYM (15–20 t/ha) is mixed with the soil during ploughing. The recommended dose of fertilizer to be applied per hectare is 50–100 kg N, 40–60 kg P 2 O 5 and 30–60 kg 25 K 2 O. Half the N and entire P & K should be applied before planting. The balance N is given at the time of flowering. The fertilizer is applied in a ring at 6–7 cm from the base of the stem. It is better to complete all the fertilizer applications just before the fruit set."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "In rainy season crop, irrigation may not be necessary at all, if rainfall is well distributed between July and September. Usually ridges are irrigated a day or two prior to planting of seeds and the next irrigation, preferably light, is given 4°r 5 days after planting of seeds. Subsequently the irrigation is given at weekly intervals. It is necessary to keep the moisture well maintained at the root zone, to promote rapid taproot development."
      }
    ]
  },
  {
    "heading": "Intercultural Operations",
    "content": [
      {
        "type": "text",
        "content": "Weeding"
      },
      {
        "type": "text",
        "content": "The crop needs 2–3 weeding operations in order to keep if free from weeds. Normally the first weeding is done 30 days after planting. Subsequent weeding is done at a monthly interval."
      },
      {
        "type": "text",
        "content": "Plant growth regulators Application of several plant growth regulators like MH (50–150 ppm), CCC (50–100 ppm), Ethrel (150 ppm), silver nitrate (3–4 ppm), boron (3–4 mg/ha) at 2-leaf stage and 4 leaf stage increases the female flowers and yield in bitter gourd. Soaking of seeds with Ethrel or boron (3–4 mg/kg) also increases yield in bitter gourd."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "he crop of bitter gourd takes about 55–60 days from seed sowing to reach first harvest. Further pickings should be done at an interval of 2–3 days as bitter gourd fruits mature very fast and turn red. Picking of fruit at the right edible maturity stage is dependent upon individual kinds and varieties. Normally the picking is mainly done when fruits are still tender and green so that the fruits do not turn yellow or yellowish orange during transport. Harvesting should be done in the morning hours and the fruits should be stored in shade after harvesting."
      },
      {
        "type": "text",
        "content": "Yield :"
      },
      {
        "type": "text",
        "content": "The yield of bitter gourd varies according to the system of cultivation, variety, season and several other factors. The average fruit yield varies from 8 to 10 t/ha."
      }
    ]
  },
  {
    "heading": "Post Harvest Management",
    "content": [
      {
        "type": "text",
        "content": "Grading : The fruits are graded as per its size and colour. Generally, 20–25 cm long green fruits with short neck and tubercles are preferred."
      },
      {
        "type": "text",
        "content": "Packaging : The fruits are packed in bamboo baskets or wooden boxes. Before packing neem leaves or newspaper is spread at the bottom as padding material. Fruits are carefully piled up and covered with gunny bags before sending to the market."
      },
      {
        "type": "text",
        "content": "Storage : As the fruits are consumed fresh, they are temporarily stored in shade before packing and transporting."
      }
    ]
  },
  {
    "heading": "Plant Protection",
    "content": [
      {
        "type": "text",
        "content": "Insect Pests Red pumpkin beetle (Aulacophora foveicollis, A. lewisii) Nature of Damage : Adults feed on the foliage, buds and flowers. Grubs feed on roots. ."
      },
      {
        "type": "text",
        "content": "Control Measures:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Preventive measures like burning of old creepers, ploughing & harrowing of field after harvest of crop to destroy the stages of pest.",
          "Collection & destruction of beetle in early stage of infestation.",
          "Spraying with 0.05% malathion or dusting with 5% malathion dust @ 10 kg/ha."
        ]
      },
      {
        "type": "text",
        "content": "Nature of Damage : Active during March-May. Attack fruits. Reddish dark brown flies with hyaline wings, lay eggs under the skin of the fruits; Maggots feed on the pulp of fruits. Infested fruits start rotting and rendered them unfit for human consumption; Fruits show dark-brown, rotten, circular patches and fall off prematurely"
      },
      {
        "type": "unordered_list",
        "content": [
          "Clean cultivation, i.e. removal and destruction of fallen & infested fruits daily.",
          "Deep ploughing to expose hibernating stages.",
          "Application of spray baits.",
          "Spraying with 0.05% malathion or 0.2% carbaryl at flowering."
        ]
      },
      {
        "type": "text",
        "content": "Nature of Damage : Colonies of nymphs and adults attack leaves and tender shoots and suck the sap; Leaves curl and dry up."
      },
      {
        "type": "unordered_list",
        "content": [
          "Remove infested leaves and shoots in the initial stage;",
          "Spray 0.02% Pyrethrins or 0.05% Malathion or Dichlorvoe (DDVP)"
        ]
      },
      {
        "type": "text",
        "content": "Diseases :"
      },
      {
        "type": "text",
        "content": "Powdery Mildew : Powdery Mildew ( Sphaerotheca fuligine) : This disease is favored by high humidity and tends to occur on older leaves first. Symptoms first appear as white powdery residue primarily on the upper leaf surface. On the lower surface of the leaves circular patches or spots appear. In severe cases, these spread, coalesce and cover both the surfaces of the leaves and spread also to the petioles, stem, etc. Severely attacked leaves become brown and shrivelled and defoliation may occur. Fruits of the affected plants do not develop fully and remain small."
      },
      {
        "type": "text",
        "content": "Control: Carbendazim (1ml/litre of water) or Karathane (0.5 ml/litre of water) is sprayed immediately after the appearance of the disease. 2–3 sprays are taken at an interval of 15 days."
      },
      {
        "type": "text",
        "content": "Downy Mildew : Downy mildew is caused by the fungus Pseudoperonospora cubensis . It is prevalent in areas of high humidity, especially when summer rains occur regularly. The disease is first seen as yellow angular spots on the upper surface of the leaves. Under conditions of high humidity, whitish powdery growth appears on the lower surface of the leaves. The disease spreads rapidly killing the plant quickly through rapid defoliation."
      },
      {
        "type": "text",
        "content": "Management: Excellent control of this disease can be achieved with Ridomil (1.5 g/litre of water) which must always be used simultaneously with a protectant fungicide such as Mancozeb (0.2%) to prevent the development of resistant strains."
      },
      {
        "type": "text",
        "content": "Bitter Gourd Mosaic: This virus disease is mostly confined to the leaves with symptoms appearing on the leaves in the secondary branches produced at the apical end of the plant. Small irregular yellowish patches are seen on the leaves. Some leaves show vein clearing in one or two lobes of the leaf and severely infected plants show reduction in leaf size and elongation and/or suppression of one or two lobes. Young developing leaves are completely distorted and malformed with considerable reduction in their size. Some of the leaves show marked reduction in the development of lamina resulting in a shoe- string effect. The virus is transmitted by five species of aphids."
      },
      {
        "type": "text",
        "content": "Management: Spraying the crop just after germination with Monocrotophos (0.05%) or Phosphamidon (0.05%) at 10-day intervals prevents aphid vectors."
      },
      {
        "type": "text",
        "content": "Source : NHB"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "text",
        "content": "e-lecture content on bittergourd"
      },
      {
        "type": "text",
        "content": "State-specific Cultivation practices"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Himachal Pradesh",
            "link": "https://hillagric.ac.in//edu/coa/vegetables/lectures/VSF_231_Flori/VSF_231_(Vegetable%20Part)_Akhilesh.pdf"
          },
          {
            "text": "Jammu",
            "link": "http://skuast.org/site/Templates%20HTML/extension/pop-vegetable.pdf"
          },
          {
            "text": "Tamil Nadu",
            "link": "http://agritech.tnau.ac.in/horticulture/horti_vegetables_bittergourd.html"
          },
          {
            "text": "Kerala",
            "link": "http://celkau.in/Crops/Vegetables/Bittergourd/bittergourd.aspx"
          },
          {
            "text": "AESA based IPM package for Cucurbitaceous Vegetable Crops",
            "link": "http://niphm.gov.in/IPMPackages/CucurbitaceousVegetable.pdf"
          }
        ]
      }
    ]
  }
]