[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Brinjal is one of the most common tropical vegetables grown in India. It is known by different names like Begun (Bengali), ringna (Gujarathi), baingan ( Hindi), badane (Kannada), waangum (Kashmiri), vange ( Marathi), baigan (Oriya), Vashuthana ( Malayalam), Kathiri (Tamil), venkaya (Telugu) and Peethabhala (Sanskrit). A large number of cultivars differing in size, shape and colour of fruits are grown in India. Immature fruits are used in curries and a variety of dishes are prepared out of brinjal. Fruits are moderate sources of vitamins and minerals like phosphorous, calcium and iron and nutritive value varies from variety to variety."
      }
    ]
  },
  {
    "heading": "Climate",
    "content": [
      {
        "type": "text",
        "content": "Brinjal is a warm season crop and requires a long warm growing season. It is very susceptible to frost. A daily mean temperature of 13–21°C is most favourable for its successful production. The growth of the crop is severely affected when temperature falls below 17°C. It can be successfully grown as a rainy season and summer season crop and can be grown at an elevation of 1200m above the sea level."
      }
    ]
  },
  {
    "heading": "Season",
    "content": [
      {
        "type": "text",
        "content": "It can be grown in plains throughout the year but rabi season is the best."
      },
      {
        "type": "unordered_list",
        "content": [
          "Rainy Season - June – July",
          "Winter Season - October – November",
          "Summer Season - February – March"
        ]
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "text",
        "content": "Brinjal is a hardy crop and is cultivated under a wide range of soils. Since a long duration crop with high yield, well -drained and fertile soil is preferred for the crop. Crops grown in sandy soils yield early and those grown in clayey soils yield more. Ideal pH for cultivation of crop is 5.5–6.6."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          "Released by IARI : Pusa Shymala, Pusa Purple Long, Pusa Purple Cluster, Pusa Kranti, Pusa Bhairav, Pusa Anmol (H), Pusa Hybrid 5 (long), Pusa Hybrid 6 & 9 (round),",
          "Released by IIHR : Arka Sheel, Arka Shirish, Arka Kusumkar, Arka Navneet (Hybrid), Arka Nidhi, Arka Keshav, Arka Neelkanth",
          "Released by PAU : Punjab Chamkila, Punjab Sadabahar, Punjab Barsati, Punjab Neelam, PH - 4, Selection - 4,",
          "Released by GBPUAT, Pantnagar : Pant Samrat, Pant Rituraj, Pant Brinjal Hybid - 1",
          "Others : Hisar Jamuni, Hisar Shyamal Azad Kranti, T - 3, Annamalai, Surya, Phule Hybrid 1, Aruna, Manjarigota",
          "Cultivars suitable for growing in Himachal Pradesh : Pusa Purple Long, Pusa Purple Cluster, Pusa Kranti, Pusa Anupam, T - 3, Arka Keshav, Arka Nidhi, Hisar Shyamal",
          "Varieties suitable for Odisha : Utkal Tarini (BB-7), Utkal Keshari (BB-26), Utkal Madhuri (BB-44), Utkal Jyoti (BB 13), Utkal Anushree (BB 45°C), Pusa Purple Cluster, Pusa Purple Long, Pusa Kranti",
          "Varieties suitable for Kerala : Surya, Swetha, Haritha, Neelima",
          "Varieties suitable for AP, Telangana : Bhagyamati, Pusa purle Long, Green Spiny, Polur (local preferred) variety)"
        ]
      }
    ]
  },
  {
    "heading": "Seed rate and treatment",
    "content": [
      {
        "type": "text",
        "content": "On an average 370–500 g seed is required for raising required seedlings for one ha land."
      },
      {
        "type": "text",
        "content": "Seed treatment :"
      },
      {
        "type": "unordered_list",
        "content": [
          "Seed treatment with Trichoderma viridae / T. harzianum @ 2g /100 g of seeds to prevent seed and soil borne infection of fungal diseases. Or",
          "Treat the seeds with (Carboxyn 37.5% + Thiram 37.5%) DS @ 1.5g or (Carbendazim 1.0g + Thiram 1.5g)/ kg of seeds."
        ]
      }
    ]
  },
  {
    "heading": "Nursery",
    "content": [
      {
        "type": "text",
        "content": "Brinjal seeds are sown on nursery beds to raise seedlings for transplanting in the field. Raised beds are necessary to avoid problem of water logging in heavy soils. In sandy soils, however, sowing can be taken up in flat beds. Raised beds of size 7.2 x 1.2 m and 10–15 cm in height are prepared. Thus, ten such beds are sufficient to raise seedlings for planting one hectare area. About 70cm distance is kept between two beds to carry out operations of watering, weeding, etc. The surface of beds should be smooth and well levelled. Well-decomposed FYM or leaf mould may be mixed with the soil at the time of bed preparation. To avoid mortality of seedlings due to damping off, drenching of the beds with Bavistin (15–20 g/10 litres of water) is effective."
      },
      {
        "type": "text",
        "content": "Sowing should be done thinly in lines spaced at 5–7 cm distance. Seeds are sown at a depth of 2–3 cm and covered with a fine layer of soil followed by light watering by water can. The beds should then be covered with dry straw or grass or sugarcane leaves to maintain required temperature and moisture. The watering should be done by water can as per the need till germination is completed. The cover of dry straw or grass is removed immediately after germination is complete. During the last week in nursery, the seedlings may be hardened by slightly withholding water. The seedlings are ready for transplanting within 4–6 weeks of planting when they attain a height of 15 cm with 2–3 true leaves."
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "text",
        "content": "Land Preparation"
      },
      {
        "type": "text",
        "content": "The field is ploughed to fine tilth by giving four to five ploughing with a sufficient interval between two ploughing. Planking should be done for proper levelling. The field is then divided into beds and channels. Well-decomposed FYM is thoroughly incorporated at the time of land preparation."
      },
      {
        "type": "text",
        "content": "Spacing"
      },
      {
        "type": "text",
        "content": "Spacing depends upon the type of variety grown and the season of planting. Normally the long fruited varieties are transplanted at 60 x 45 cm, the round varieties at 75 x 60 cm and high yielding varieties at 90 x 90 cm spacing. Seedlings are transplanted in furrows in light soils and on side of the ridges in case of heavy soils. A pre-soaking irrigation is given 3–4 days prior to transplanting. At the time of transplanting, the roots of the seedlings should be dipped in a solution of Bavistin (2g/litre of water). Transplanting should preferably be done in the evening."
      }
    ]
  },
  {
    "heading": "Manure and fertilizers",
    "content": [
      {
        "type": "text",
        "content": "The fertilizer dose depends upon the fertility of soil and amount of organic manure applied to the crop. For a good yield, 15–20 tonnes of well-decomposed FYM is incorporated into the soil."
      },
      {
        "type": "text",
        "content": "Generally, application of 150 kg N, 100 kg P 2 O 5 and 50 kg K 2°is recommended for optimum yield. Half dose of N 25 2 and full dose of P and K is given at the time of planting. The balance half of N is given in 3 equal split doses. The first split dose is given one and half month after transplanting, the second dose one month after the first application and the final at three and half months after transplanting."
      },
      {
        "type": "text",
        "content": "For hybrid varieties, the recommended dose is 200 kg N, 100 kg P 2 O 5 and 100 Kg K 2 O. Out of this dose, 25 2 25 % of N and 100 % of P & K is applied as basal dose. Remaining 75 % of P is applied in three equal split doses. The first split dose of N is applies 20 days after transplanting. The second dose is given just before the onset of flowering while the third after the first picking/harvesting."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Continuous supply of moisture should be maintained around the root zone of the plant. A light irrigation is given on the first and third day after transplanting. Thereafter irrigation is given at an interval of 8–10 days during winter and 5–6 days during summer."
      }
    ]
  },
  {
    "heading": "Intercultural Operations",
    "content": [
      {
        "type": "text",
        "content": "The field should be kept weed-free, especially in the initial stage of plant growth, as weeds compete with the crop and reduce the yield drastically. Frequent shallow cultivation should be done at regular interval so as to keep the field free from weeds and to facilitate soil aeration and proper root development. Deep cultivation is injurious because of the damage of roots and exposure of moist soil to the surface. Two-three hoeing and the earthing up are required to keep the crop free of weeds. Pre- emergence application of Fluchloralin (1.5 kg a.i./ha) coupled with one hand weeding 30 days after transplanting is effective for control of weeds."
      }
    ]
  },
  {
    "heading": "Plant protection",
    "content": [
      {
        "type": "text",
        "content": "Pests : Pests Fruit and shoot borer, jassids, Epilachna beetle and mites are the major pests."
      },
      {
        "type": "text",
        "content": "Diseases : Diseases Bacterial wilt Fusarian wilt, Phomopsis blight, little leaf, mosaic and damping off are the major diseases."
      },
      {
        "type": "text",
        "content": "To know the details, click here"
      },
      {
        "type": "text",
        "content": "IPM practices"
      },
      {
        "type": "text",
        "content": "Nursery"
      },
      {
        "type": "unordered_list",
        "content": [
          "Always prepare raised nursery beds about 10 cm above ground level for good drainage to avoid damping off etc.",
          "Cover the nursery beds with polythene sheet of 45 gauge (0.45 mm) thickness for three weeks during June for soil solarisation which will help in reducing the soil borne insects, diseases like bacterial wilt and nematodes. However, care should be taken that sufficient moisture is present in the soil for its solarisation.",
          "Mix 250 gm of fungal antagonist Trichoderma viride in 3 kg of FYM and leave for about seven days for enrichment of culture. After 7 days mix in the soil in a bed of 3 sq. m.",
          "Seed of popular hybrids like F1–321 be sown in beds in the first week of July. Before sowing, seed be treated with T. viride @ 4 gm/ kg. Weeding should be done from time to time and infected seedlings should be rogued out from the nursery."
        ]
      },
      {
        "type": "text",
        "content": "Main crop"
      },
      {
        "type": "unordered_list",
        "content": [
          "Bird perches @ 10/ acre should be erected for facilitating field visits of predatory birds.",
          "Delta and yellow sticky traps @ 2–3/ acre should be installed for hoppers, aphids and white fly etc.",
          "Give 2 to 3 sprays of 5 % NSKE against sucking pests.",
          "Sprays of NSKE also bring down the borer incidence significantly. Neem oil (2%) application is also helpful in reducing borer infestation, though marginally. If incidence of leaf hopper and other sucking insect pests is still above ETL, then apply imidacloprid 17.8 SL @ 150 ml/ha.",
          "Pheromone traps @ 5/ acre should be installed for monitoring and mass trapping of shoot & fruit borer Leucinodes orbonalis. Replace the lures with fresh lures after every 15–20 day interval.",
          "Release egg parasitoid T. brasiliensis @ 1 – 1.5 lakh/ ha for shoot & fruit borer, 4–5 times at weekly interval.",
          "Apply neem cake @ 250 kg/ ha (in two splits) in soil along the plant rows at 25 and 60 DAT for reducing nematodes and borer damage. Don’t apply neem cake when there is heavy wind velocity or temperature is above 300°C.",
          "Clipping of borer damaged shoots and collection and destruction of damaged fruits i.e. clean cultivation helps in management of borer and phomosis disease effectively.",
          "If the borer incidence crosses ETL (5% infestation), apply cypermethrin 25 EC @ 200 g a.i/ha (0.005%) or carbaryl 50 WP @ 3 g/litre of water or endosulfan 35 EC @ 0.07%.",
          "Continuous cropping of brinjal leads to more borer and wilt infestation. Therefore, crop rotation with non-solanaceous crops should be followed.",
          "Periodically collect and destroy the egg masses, larvae and adults of hadda beetle.",
          "Rogue out the little leaf affected plants from time to time.",
          "Use of green manure, mulching with polythene, soil application with bleaching powder will reduce the infection of bacterial wilt disease."
        ]
      }
    ]
  },
  {
    "heading": "Harvesting and Yield",
    "content": [
      {
        "type": "text",
        "content": "The fruits become ready for first picking in about 120–130 days of seed sowing depending on the variety. The harvesting of the fruits should be done as soon as it attains a good size and colour. Fruits are harvested when they become greenish yellow or bronze and their flesh turns dry and tough. Pressing the thumb against the side of the fruit can indicate the maturity of the fruit. If the pressed portion springs back to its original shape, the fruit is too immature. Some portion of the calyx and the stem-end is retained on the fruit during harvesting. Since all the fruits do not mature at the same time, the fruits are harvested at an interval of 8–10 days."
      },
      {
        "type": "text",
        "content": "Yield"
      },
      {
        "type": "text",
        "content": "Depending on variety and season the average yield of brinjal varies from 20–30 t/ha."
      },
      {
        "type": "text",
        "content": "Source : NHB"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "text",
        "content": "State-specific Cultivation practices"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Eco-friendly pest management practices for Brinjal",
            "link": "http://icar-ciwa.org.in/gks/Downloads/Technical%20Bulletins/Ecofrindly%20package%20Brinjal.pdf"
          },
          {
            "text": "Andhra Pradesh",
            "link": "https://drysrhu.ap.gov.in//crops/brinjal.html"
          },
          {
            "text": "Gujarat",
            "link": "https://doh.gujarat.gov.in/cultivation-of-vegetables-crops.htm"
          },
          {
            "text": "Himachal Pradesh",
            "link": "https://hillagric.ac.in//edu/coa/vegetables/lectures/VSF_231_Flori/VSF_231_(Vegetable%20Part)_Akhilesh.pdf"
          },
          {
            "text": "Jammu",
            "link": "http://skuast.org/site/Templates%20HTML/extension/pop-vegetable.pdf"
          },
          {
            "text": "Kerala",
            "link": "http://celkau.in/Crops/Vegetables/Brinjal/brinjal.aspx"
          },
          {
            "text": "Tamil Nadu",
            "link": "http://agritech.tnau.ac.in/horticulture/horti_vegetables_brinjal_index.html"
          },
          {
            "text": "AESA based IPM package for Brinjal",
            "link": "http://niphm.gov.in/IPMPackages/Brinjal.pdf"
          }
        ]
      }
    ]
  }
]