[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Cabbage ( Brassica oleracea var capitata) is a small, leafy biennial producing a compact globular mass of smooth or crincled leaves wrapped over each other known as head. The outer leaves are generally larger than the inner. The stem is short and stout. Plants flower generally after winter."
      },
      {
        "type": "text",
        "content": "Leaves are low in calories (27 per cent), fat (0.1 per cent) and carbohydrates (4.6 per cent). It is good sources of protein (1.3 per cent) which contains all essential amino acids, particularly sulphur containing amino acids. Cabbage is an excellent source of minerals such as calcium (39 mg), iron (0.8 mg), magnesium (10 mg), sodium (14.1 mg), potassium (114 mg) and phosphorus (44 mg). It has substantial amounts of β carotene provitamin A), ascorbic acid, riboflavin, niacin and thiamine. Ascorbic acid content varies from 30–65 mg per 100 g fresh weight."
      },
      {
        "type": "text",
        "content": "Flavour in cabbage leaves is due to the glycoside sinigrin. Cabbage contains goitrogens which cause enlargement of thyroid glands."
      },
      {
        "type": "text",
        "content": "The major cabbage producing states are Uttar Pradesh, Odisha, Bihar, Assam, West Bengal, Maharashtra and Karnataka."
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "text",
        "content": "Cultivation of cabbage is done mainly on sandy to heavy soils rich in organic matter. Early crops prefer light soil while late crops thrive better on heavier soils due to retention of moisture. On heavy soils, plants grow more slowly and the keeping quality is improved. A pH range of 6.0–6.5 is considered as optimum for growing cabbage. Plants growing in saline soils are prone to diseases."
      },
      {
        "type": "text",
        "content": "In India, cabbage is grown in large areas having a cool and moist climate. A temperature range of 15 o -21°C is considered as optimum for growth and head formation of the crop. The intensity of flowering depends upon the age of the plants and the period for which they are exposed to low temperatures."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "Golden acre, Pusa Drum Head, Pride of India, Copenhagen Market, Pusa Mukta, Pusa Synthetic, Midseason Market, September Early, Early Drum Head, Late Large Drum Head, K-1 are some of the varieties."
      }
    ]
  },
  {
    "heading": "Propagation",
    "content": [
      {
        "type": "text",
        "content": "Nursery Bed Preparation"
      },
      {
        "type": "text",
        "content": "The seeds are generally sown in a seed bed and 4–6 week old seedlings are transplanting to the field. Cabbage seeds are sown on nursery beds to raise seedlings for transplanting in the field. Raised beds of size 3 x 0.6 m and 10–15 cm in height are prepared. About 70cm distance is kept between two beds to carry out intercultural operations such as watering, weeding, etc. The surface of beds should be 2 smooth and well levelled. Well-decomposed FYM @ 2–3 kg/m is added at the time of bed preparation. Raised beds are necessary to avoid problem of water logging in heavy soils. To avoid mortality of seedlings due to damping off, drenching of the beds with Bavistin (15–20g/10 litres of water) is effective."
      },
      {
        "type": "text",
        "content": "Season of Planting"
      },
      {
        "type": "text",
        "content": "Sowing time depends upon the variety and the agro-climatic conditions prevailing in a particular region. Early cabbage is sown during July-November in plains and April-August in hills, as these require a longer period for their head formation."
      },
      {
        "type": "text",
        "content": "Raising of Seedlings"
      },
      {
        "type": "text",
        "content": "About 300–500g of seed are sufficient for raising nursery required to plant one hectare. Prior to sowing seeds are treated with fungal culture of Trichoderma viride (4 g/ kg of seed) or Thiram (3g/ kg of seed) to avoid damage from damping-off disease. Sowing should be done thinly in lines spaced at 5–7 cm distance. Seeds are sown at a depth of 1–2 cm and covered with a fine layer of soil followed by light watering by water can. The beds should then be covered with dry straw or grass or sugarcane leaves to maintain required temperature and moisture. The watering should be done by water can as per the need till germination is completed. The cover of dry straw or grass is removed immediately after emergence of seed sprout. If there is over crowding of seedling due to thick sowing, the extra seedlings should be thinned out."
      },
      {
        "type": "text",
        "content": "The seedlings should be transplanted within 4–6 weeks of sowing. Older seedlings when transplanted result in poor growth and yield."
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "text",
        "content": "Land Preparation"
      },
      {
        "type": "text",
        "content": "The field is ploughed to fine tilth by giving four to five ploughing with a sufficient interval between two ploughing. Planking should be done for proper levelling. The transplanting is done on the flat land, ridges or in furrows depending on climate and soil conditions. For early planting, ridge method is suitable especially in areas where the rains occur at the time of planting. In saline soils, planting in furrows and in dry areas transplanting on flat beds is recommended."
      },
      {
        "type": "text",
        "content": "Spacing"
      },
      {
        "type": "text",
        "content": "The planting distance may vary according to variety, planting season and soil conditions. The following distances are generally recommended on the basis of maturity of varieties:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Early maturity varieties : 45 x 45°r 60 x 30 cm",
          "Mid : 60 x 45 cm",
          "Late : 60 x 60 cm or 75 x 60 cm"
        ]
      },
      {
        "type": "text",
        "content": "Method of Planting"
      },
      {
        "type": "text",
        "content": "Transplanting should be done preferably in the morning or late evening. Before transplanting, the roots of the seedlings are dipped in a solution of Bavistin (2g/litre of water). Irrigation should be given immediately after transplanting. In some parts of the country, beds are first irrigated and then the seedlings are transplanted."
      }
    ]
  },
  {
    "heading": "Manures and fertilizers",
    "content": [
      {
        "type": "text",
        "content": "The fertilizer dose depends upon the fertility of soil and amount of organic manure applied to the crop. For a good yield, 15–20 tonnes of well-decomposed FYM is incorporated into the soil about 4 weeks before transplanting. Generally, application of 80–120 kg N, 60–100kg P 2 O 5 and 60–120 kg K 2°is recommended for optimum yield. Half the dose of N and entire amount of P and K is given at the time of transplanting. The balance N is given six weeks after transplanting or at the time of earthing up."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "First irrigation is given just after transplanting of seedlings and subsequent irritations are given at an interval of 10–15 days depending upon the season and soil conditions. Care should be taken to avoid water stress from the time of head formation to the head maturity period. At the time of crop maturity, irrigation should be avoided as excess irrigation at this stage causes splitting of heads."
      }
    ]
  },
  {
    "heading": "Intercultural Operations",
    "content": [
      {
        "type": "text",
        "content": "Normally, the crop is kept free of weeds by 2–3 hand weedings and 1–2 hoeings. Pre-emergence application of Fluchloralin (1–2 litres a.i. in 600–700 litres of water) or Nitrofen (2kg a.i./ha) followed by a hand weeding 60 days after transplanting effectively checks the weed population. If necessary, earthing up is done 30 days after transplanting. At the time of earthing up the plants are supported with soil to avoid toppling of the plant during head formation."
      }
    ]
  },
  {
    "heading": "Harvesting and Yield",
    "content": [
      {
        "type": "text",
        "content": "Cabbage is ready for harvest at 90–120 days after planting. Cabbage should be harvested promptly when the heads are firm and mature. Delaying harvest, even a few days beyond maturity can result in split heads and increased incidence of field disease."
      },
      {
        "type": "text",
        "content": "Harvesting immature heads, however, reduces yield, and the heads are too soft to resist handling damage. Immature heads also have a shorter shelf life than mature heads."
      },
      {
        "type": "text",
        "content": "The head is harvested by bending it to one side and cutting it with a knife. The stalk should be cut flat and as close to the head as possible, yet long enough to retain two to four wrapper leaves. Extra leaves act as cushions during handling and may be desired in certain markets. The head should not be removed by snapping or twisting it since this practice damages the head and results in inconsistent stalk length. Broken stalks are also more susceptible to decay. As the heads are not ready for harvest at the same time, therefore they are harvested in stages based on the maturity of the heads."
      },
      {
        "type": "text",
        "content": "Harvested produce should always be stored in shade before packing."
      },
      {
        "type": "text",
        "content": "Yield"
      },
      {
        "type": "text",
        "content": "Yield of the cabbage varies greatly depending upon variety, maturity group and season of cultivation. Average yield obtained from early varieties is 25–30 t/ha and that of late type is 40–60 t/ha."
      },
      {
        "type": "text",
        "content": "Source : NHB"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          {
            "text": "e-lecture content on cabbage",
            "link": "http://eagri.org/eagri50/HORT281/lec12.html"
          }
        ]
      },
      {
        "type": "text",
        "content": "State-specific Cultivation practices"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Eco-friendly pest management practices for Cabbage",
            "link": "http://icar-ciwa.org.in/pdf/TB/ICAR-CIWA-TB(5).pdf"
          },
          {
            "text": "Meghalaya",
            "link": "http://megapib.nic.in/ppcabbage.htm"
          },
          {
            "text": "Himachal Pradesh",
            "link": "https://hillagric.ac.in//edu/coa/vegetables/lectures/VSF_231_Flori/VSF_231_(Vegetable%20Part)_Akhilesh.pdf"
          },
          {
            "text": "Jammu",
            "link": "http://skuast.org/site/Templates%20HTML/extension/pop-vegetable.pdf"
          },
          {
            "text": "Tamil Nadu",
            "link": "http://agritech.tnau.ac.in/horticulture/horti_vegetables_cabbage.html"
          },
          {
            "text": "AESA based IPM package for Cabbage",
            "link": "http://niphm.gov.in/IPMPackages/CabbageandCauliflower.pdf"
          }
        ]
      }
    ]
  }
]