[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Cauliflower (Brassica oleracea) is one of the most important vegetable crops of India. The edible part of cauliflower is known as curd, which consists of a shoot system with short internodes, branches apices and bracts. The edible portion of this vegetable is approximately 45 per cent of the vegetable as purchased. It has high quality of proteins and peculiar in stability of vitamin C after cooking. It is rich in minerals such as potassium, sodium, iron, phosphorus, calcium, magnesium etc."
      },
      {
        "type": "text",
        "content": "Some of the states that produce large quantities of cauliflower are Uttarakhand, Uttar Pradesh, Himachal Pradesh, Haryana, Rajasthan, Bihar, Gujarat, Maharashtra, Odisha and Karnataka."
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "text",
        "content": "The cauliflower has a wide range in adaptation to diverse climatic conditions, prevailing in temperate subtropics and tropical parts. The optimum temperature for growth of young plants is around 23°C, but in later stages 17–20°C are most favourable. The tropical cultivars show growth even at 35°C. In temperate regions, the growth of young seedlings may be ceased, when temperatures are slightly about O o C, while, the early cultivars grown in plains of north India and other tropical parts can grow even at 35°C or still higher temperature. Lower temperatures ranging from 5°C to 28–30°C are needed for transition from vegetative to curding phase. The temperature higher or lower than the optimum required for curd formation of the cultivars may cause physiological disorder viz. riceyness, leafy curd and blindness."
      },
      {
        "type": "text",
        "content": "Soil conditions"
      },
      {
        "type": "text",
        "content": "Cauliflower can be grown in all types of soil with good fertility and good regime. In light soil, the plants are most sensitive to drought and therefore, adequate moisture supply is important. For early crops, the light soils are preferred, while, loamy and clay loam soils are more suitable for mid season and late maturing types. Cauliflower is relatively more sensitive to deficiency of boron and molybdenum, and it has high requirement of magnesium. The deficiency of magnesium may quickly appears in acid soils. High pH reduces the availability of boron."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "The varieties can be grouped as early, mid early, mid late and late season varieties on the basis of maturity groups."
      },
      {
        "type": "text",
        "content": "Early varieties"
      },
      {
        "type": "unordered_list",
        "content": [
          "Early Kunwari",
          "Pusa Early Synthetic",
          "Pant Gobhi 3",
          "Pusa Deepali",
          "Pant Gobhi 2."
        ]
      },
      {
        "type": "text",
        "content": "Mid Early Varieties"
      },
      {
        "type": "unordered_list",
        "content": [
          "Improved Japanese",
          "Pusa Hybrid- 2",
          "Pusa Sharad",
          "Pant Gobhi- 4"
        ]
      },
      {
        "type": "text",
        "content": "Mid Late Varieties :"
      },
      {
        "type": "unordered_list",
        "content": [
          "Pusa Synthetic",
          "Pant Shubhra",
          "Pusa Shubhra",
          "Pusa Himjyoti",
          "Punjab Giant 35"
        ]
      },
      {
        "type": "text",
        "content": "Late Varieties :"
      },
      {
        "type": "unordered_list",
        "content": [
          "Pusa snowball-1",
          "Pusa snowball K-1",
          "Ooty-1"
        ]
      }
    ]
  },
  {
    "heading": "Sowing",
    "content": [
      {
        "type": "text",
        "content": "The optimum time of seed sowing in the nursery varies greatly depending upon climate, varieties and their temperature requirement for curd formation. The nursery for mid season crop can be grown successfully by protection of beds from heavy rains during July -August is essential. The seedlings for mid late and late crop can be conveniently raised, because of favourable temperature conditions. Depending upon curd maturity of the varieties, the following sowing times have been recommended."
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Maturity Group",
              "Sowing time",
              "TransplantingTime"
            ],
            [
              "Extra Early",
              "End of February",
              "March"
            ],
            [
              "Early I (A)",
              "Mid May",
              "July beginning"
            ],
            [
              "Early I (B)",
              "May end-June end",
              "Mid July"
            ],
            [
              "Mid early",
              "July end",
              "Sept. beginning"
            ],
            [
              "Mid late",
              "Aug. end",
              "Sept. end"
            ],
            [
              "Late",
              "Sept. end – mid Oct.",
              "Oct. end –mid Nov."
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Seed rate"
      },
      {
        "type": "unordered_list",
        "content": [
          "Early varieties : 600–750g",
          "Mid-Early season varieties : 500g",
          "Mid-late varieties : 400 g",
          "Late varieties : 300g"
        ]
      },
      {
        "type": "text",
        "content": "Spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Early crop : 45 x 30 cm",
          "Mid and Late crop : 60 x 45 cm"
        ]
      }
    ]
  },
  {
    "heading": "Nutrient requirement",
    "content": [
      {
        "type": "text",
        "content": "Apply FYM @250–300q/ha, Nitrogen @100–150kg/ha, Phosphorus @ 60–80kg/ha and Potassium @ 80kg/ha. Half quantity of N and entire quantity of P and K are applied to the soil at the time of field preparation. The remaining half quantity of N is top dressed four weeks after transplanting."
      },
      {
        "type": "text",
        "content": "In addition to NPK, borax @ 15 kg/ha and ammonium molybdate @ 15 kg/ha should also be applied in deficient soil of boron and molybdenum, respectively."
      },
      {
        "type": "text",
        "content": "Use of plant growth regulators"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "PGR",
              "Method of application",
              "Attributes affected"
            ],
            [
              "IBA@ 10ppm",
              "Seedling treatment",
              "Increase in yield"
            ],
            [
              "GA@ 100ppm +NAA@ 120ppm+Mo@ 2%",
              "Foliar spray",
              "Increase in yield"
            ],
            [
              "GA@ 50ppm +Urea @1%",
              "Foliar spray",
              "Increase in yield"
            ],
            [
              "GA₃@50ppm",
              "Foliar spray",
              "Increase in yield"
            ],
            [
              "NAA 10ppm",
              "Seedlings treatment",
              "Plant stand in the field and vegetative growth."
            ],
            [
              "GA4 + GA7 @ 80 mg/l",
              "Foliar spray",
              "Shortens the period from transplanting to the harvest"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Intercultivation",
    "content": [
      {
        "type": "text",
        "content": "The intercultural operations should be done regularly to keep the crop free from weeds and aeration of the root system. Hoeing should not be deep to avoid injury to the roots. Usually, in medium heavy and clay soils, there are crust penetration in root system are hindered, which affect plant growth. During rainy season, the roots of plants in ridge planting maybe exposed, which requires adequate earthing. When earthing or ridging is done, the side dressing of nitrogenous fertilizer should also be done for healthy growth of the crop."
      },
      {
        "type": "text",
        "content": "In cauliflower, for getting quality curd, blanching is an important operation to protect the curds from yellowing due to direct exposure to sum. The curds may also loose some of their flavour, because of this exposure. This problem generally occurs in such varieties of early and mid season maturity group, which have spreading and open plant type. In some varieties, the curd remains naturally protected and surrounded by inner whorls of leaves. These are called self -blanching types. Drawing and tying the tips of leaves when curds are fully developed may do the blanching. The other way to place a leaf a cauliflower over the curd 4–5 days prior to harvest."
      }
    ]
  },
  {
    "heading": "Water Management",
    "content": [
      {
        "type": "text",
        "content": "First irrigation is given just after transplanting. Further irrigation will depend upon weather, soil type and variety. However, regular maintenance of optimum moisture supply is essential during both growth and curd development stage. For early and mid season crop, usually, lesser number of irrigation is needed because of rains. In areas having rainfall, the planting is done on ridges, furrow irrigation should be given."
      }
    ]
  },
  {
    "heading": "Pest and disease management",
    "content": [
      {
        "type": "text",
        "content": "Some of important diseases are Stalk Rot, Downy mildew and Black Rot. Important Insect Pests include Tomato fruit borer, leaf eating caterpillar, leaf miner and Aphids."
      },
      {
        "type": "text",
        "content": "Physiological Disorders"
      },
      {
        "type": "text",
        "content": "Cauliflower suffers from a number of physiological disorders, which manifest in different type of disease syndromes. . Important physiological disorders, affecting cauliflower are described below:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Riceyness : It manifests in the elongation on peduncle wearing flower buds, rendering curds, granular, loose and somewhat velvety. A premature initiation of floral bud is characterized by riceyness in cauliflower and is considered to be of poor quality for marketing. It can be controlled by cultivation of genetically pure seed and appropriate varieties with recommended cultural practices.",
          "Fuzziness : It appears as the flower pedicels of velvety curds elongate. The anomaly is both hereditary and non-hereditary. Cultivation of cauliflower, out of their normal season encourages fuzziness. Sowing good quality seed in right season under proper cultural practices, minimized fuzziness.",
          "Leafiness : This disorder is commonly seen by formation of small thin leaves from the curd which reduces quality of curd. Extremely small green leaves appear in between the curd segment due to inheritable or non-heritable factors. Prevalence of high temperatures during curding phase aggravates leafiness. Certain varieties are more sensitive to leafiness or bracketing than other. It can be controlled by selection of varieties according to their adaptability.",
          "Browning (Brown Rot or Red Rot): It is caused by boron deficiency which is influenced by soil pH. The availability of boron decreases at neutral soil reaction. It is characterized by sign on the young leaves that become dark green and brittle. The old leaves puckered, chlorotic and often drops off. This may be controlled by application of borax or sodium borate or sodium tetra borate at the rate of 20 kg/ha a soil application. In case of acute deficiency, spray of 0.25 to 0.50 per cent solution of borax at the rate of 1 to 2 kg/ha depending upon growth, soil reaction and extent of deficiency.",
          "Whiptail : Deficiency of molybdenum causes ‘whiptail’ syndrome, especially, in highly acidic soils. Because high manganese concentrations in such soils hinder the uptake of molybdenum which seldom occurs when the soil pH is 5.5°r higher. The young cauliflower plants become chlorotic and may turn white, particularly along the leaf margins. They also become cupped and wither. and extent of deficiency. In older plant, the lamina of the newly formed leaves are irregular in shape, frequently, consisting of only a large bare midribs and hence, the common name “whiptail”. It can be corrected by application of lime or dolomite limestone to raise the soil pH up to 6.5°r higher. Sodium or Ammonium molybdate at the rate of 1–2 kg/ha as soil application can also control “whiptail” of cauliflower.",
          "Buttoning : Development of small curds with inadequate foliage in cauliflower is known as buttoning. It is also referred to as premature heading. The leaves are so small that cannot cover the formed head. Causes of buttoning are"
        ]
      }
    ]
  },
  {
    "heading": "Harvesting, Yield and Storage",
    "content": [
      {
        "type": "text",
        "content": "The harvesting is done as soon as the curd attains right maturity and they are compact, with white colour of the curds is maintained, If the harvesting is delayed, the curds become over mature, whose quality is deteriorated. Such curds may turn loose, leafy, ricey or fuzzy. The over mature curds should be sorted out while sending the produce to market. For harvesting, the curds are cut off stalk well below the curd with a sharp cutting knife or sickle Yield of the cauliflower varies greatly depending upon variety, maturity group and season. Early maturing cultivars have an average yield of 80–120 /ha. The main season cauliflower produces 150–200 q yield/ha. while Snowball group and other late maturing cultivars gave the highest yield of 250–300 q/ha, because of highly compact curds and larger plant population per unit area."
      },
      {
        "type": "text",
        "content": "Cauliflower can be stored successfully at 0°C and 90–95 percent RH for 2–4 weeks."
      },
      {
        "type": "text",
        "content": "Source : ICAR e-lecture content on Cauliflower"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "text",
        "content": "State-specific Cultivation practices"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Himachal Pradesh",
            "link": "https://hillagric.ac.in//edu/coa/vegetables/lectures/VSF_231_Flori/VSF_231_(Vegetable%20Part)_Akhilesh.pdf"
          },
          {
            "text": "Jammu",
            "link": "http://skuast.org/site/Templates%20HTML/extension/pop-vegetable.pdf"
          },
          {
            "text": "Kerala",
            "link": "http://www.celkau.in/Crops/Vegetables/Cauliflower/cauliflower.aspx"
          },
          {
            "text": "Tamil Nadu",
            "link": "http://agritech.tnau.ac.in/horticulture/horti_vegetables_cauliflower.html"
          },
          {
            "text": "AESA based IPM package for Cauliflower",
            "link": "http://niphm.gov.in/IPMPackages/CabbageandCauliflower.pdf"
          }
        ]
      }
    ]
  }
]