[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "Cluster bean or guar ( Cyamopsis tetragonoloba ) (2n=14) is an annual legume plant widely grown for its gum, vegetable, fodder and green manure values. West Africa and India are mentioned as centres of origin for cluster bean by various authors. The crop is cultivated extensively in India, Pakistan, Indonesia, Myanmar, parts of Central Africa and in the arid South Western United States to tap its industrial potential, especially for the extraction of gum from the guar seed."
      },
      {
        "type": "text",
        "content": "In India, two cultivars of guar are generally under cultivation i.e. Giant and the Dwarf types; the former possesses large pods and seeds along with vigorous growth characteristics. In India, this crop is cultivated mainly in Rajasthan, Gujarat, Punjab, Haryana and other states."
      }
    ]
  },
  {
    "heading": "Advantages of growing guar",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          "The crop is well suited for dry and arid areas",
          "Cultivation is comparatively easy and short duration crop",
          "Guar fits well into a crop-rotating program.",
          "Since it belongs to the legume group, improves the soil by fixing the nitrogen",
          "It works well in rotation with cotton, grain sorghum, small grains, vegetable and flax etc"
        ]
      }
    ]
  },
  {
    "heading": "Soil and climate",
    "content": [
      {
        "type": "subheading",
        "content": "Cluster bean can be grown in all types of soils but medium texture sandy loam soils are better for its growth. Moderate, intermediate rainfall with lots of sunshine helps for better growth. The plant cannot tolerate shade and requires long day condition for vegetative growth and short days for flowering."
      }
    ]
  },
  {
    "heading": "Improved varieties",
    "content": [
      {
        "type": "text",
        "content": "Durgajay, Durgapura safed, Agaita Guara-111, Agaita Guara-112, FS-277, HFG-119, HG-75, Guara-80, HG-182, Maru Guar, HFG-156, Bundel Guar-1, Bundle Guar-2, Bundel Guar-3 and Guar Kranti are some of the improved varieties"
      }
    ]
  },
  {
    "heading": "Sowing time, method and spacing",
    "content": [
      {
        "type": "subheading",
        "content": "Sowing time basically depends on the availability of rains (30–50 mm at a single stance) and closely follows monsoon rains in the Kharif season. For summer crop, sowing is done during February-March months."
      },
      {
        "type": "text",
        "content": "Seeds are either broadcasted or dibbled behind a country plough at a distance of 25–30 cm. Seeds are also dibbled at a specified spacing of 45–60 cm x 15–20 cm."
      },
      {
        "type": "text",
        "content": "Seed requirement is 25–30 kg/ha. (Certified pesticide-treated seed will reduce the pest or disease incidence up to 30 days)."
      },
      {
        "type": "text",
        "content": "The average spacing of 45–60X 20–30 cm is required for planting of guar. However, during rainy season seeds are planted on ridges while in summer, furrow method is followed"
      }
    ]
  },
  {
    "heading": "Application of fertilizers",
    "content": [
      {
        "type": "text",
        "content": "Even though it's a hardy crop, it responds well with the application of fertilizers. Better yields can be obtained from the crop with the application of DAP-50kg and 10kg zinc sulphate per acre."
      }
    ]
  },
  {
    "heading": "Weeding",
    "content": [
      {
        "type": "text",
        "content": "Application of atrazine 1lt/acre is recommended for maintaining the weed-free guar fields."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "subheading",
        "content": "2–3 irrigations for heavy soils and 4–5 irrigations for light soils are necessary for proper growth of the crop."
      }
    ]
  },
  {
    "heading": "Pest and disease management",
    "content": [
      {
        "type": "text",
        "content": "Sucking pests like Jassids, Aphids and While fly is controlled by the application of Imidacloprid @0.2ml/L. Application of Chlorpyrifos dust @ 20kg/ha at the time of last ploughing before sowing controls the damage caused by termites."
      },
      {
        "type": "text",
        "content": "Bacterial blight, Anthracnose and Alternaria leaf spot are diseases commonly encountered in the cluster bean. Seed treatment with Streptocycline @0.2g/L reduces the bacterial wilt. Fungal diseases (Anthracnose and Alternaria leaf spot) are controlled by spraying Mancozeb 75 WP @2g/L"
      }
    ]
  },
  {
    "heading": "Harvesting and guar yield",
    "content": [
      {
        "type": "text",
        "content": "For vegetable purpose, harvesting starts after 40 days of sowing and pods are plucked at tender stage. On an average, a vegetable yield of 6–8 tonnes and seed yield of 0.6 to 1.2 t/ha are expected within crop duration of 120 days."
      },
      {
        "type": "subheading",
        "content": "Author : Aparna V, Scientist, ICAR-CPCRI, Kasaragod, Kerala"
      }
    ]
  }
]