[
  {
    "heading": "Selection of land",
    "content": [
      {
        "type": "text",
        "content": "Pea crop can be grown on a wide range of soils but it grows well on well- drained loamy soil. Water logging is injurious to the crop. If the soil is acidic, liming has to be done after soil analysis."
      }
    ]
  },
  {
    "heading": "Preparation of land",
    "content": [
      {
        "type": "text",
        "content": "Thoroughly prepared seed bed is required for pea cultivation. First ploughing should be given by soil inverting ploughs like mould board plough. Two subsequent ploughings accompanied by planking will be sufficient to obtain desired tilth of the seed bed. Care should be taken to provide gentle gradient so that excess water may not stand in the field."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "T-163",
          "VL-1",
          "Rachna"
        ]
      }
    ]
  },
  {
    "heading": "Sowing time",
    "content": [
      {
        "type": "text",
        "content": "Seed can be sown from 15 th October to ending November."
      }
    ]
  },
  {
    "heading": "Seed rate",
    "content": [
      {
        "type": "text",
        "content": "The seed rate of 75 to 80 kg /ha is recommended. In case of bold seeded varieties, seed rate can be increased up to 100 kg/ha."
      }
    ]
  },
  {
    "heading": "Sowing of seed",
    "content": [
      {
        "type": "text",
        "content": "Line sowing with the help of seed drill or opening the furrows at 30–40 cm between the rows. The seed should be placed 5 to 6 cm deep in the soil. Seeds may be inoculated with Rhizobium culture for quick fixation of atmospheric nitrogen."
      }
    ]
  },
  {
    "heading": "Fertilization",
    "content": [
      {
        "type": "text",
        "content": "Application of 20 kg/ha of nitrogen as a starter dose will be sufficient to meet the nitrogen requirement of the crop in the initial stage. It will be advisable to apply the fertilizers as per the results of soil analysis. However, in absence of soil test, it would be advisable to apply 50 kg each of P 2 O 5 and K 2°per ha as basal dose."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "During the growth period, peas should receive at least two irrigations during the month of May/June, if rainfall does not occur."
      }
    ]
  },
  {
    "heading": "Harvesting and threshing",
    "content": [
      {
        "type": "text",
        "content": "At maturity, all the leaves turn yellow and fall down leaving behind stalks with pods. Care should be taken while threshing is done i.e, not to over beat or over trample which may damage the seed coat and reduce quality. Moisture content of 13 to 14 % in seed is ideal for threshing purpose."
      }
    ]
  },
  {
    "heading": "Storage",
    "content": [
      {
        "type": "text",
        "content": "The grains should carefully be dried before storage to ensure that moisture content does not exceed 10%. The seed can be stored in dry bins or in bags kept on wooden racks under cool and dry conditions."
      }
    ]
  },
  {
    "heading": "Common diseases of Peas and their control",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Name of the host",
              "Disease and casual organism",
              "Symptoms",
              "Control measures"
            ],
            [
              "Pea",
              "Powdery mildew(Erysiphy polygoni)",
              "The first signs are in the form of faint, slightly discolored, tiny specks which spread to form variously sized areas and over run the leaf,stem or pod. Underneath this, the pod or leaf may assume a brown or purplish color and in the powdery area dark to black cliestothecia (pin heads) may form.",
              "Spray the crop thrice with Sulfur fungicide such as Sultaf or Suprsol @ 0.25% concentration at an interval of 15 days starting after the appearance of disease."
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Common inset pests of Peas and their management",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Name of the pest",
              "Nature of damage",
              "Period of activity",
              "Management"
            ],
            [
              "Pod borer",
              "Young larvae feed on tender portion of leaves and shoots. Grown-up larvae bore into pods and feed on developing grains.",
              "April to July",
              "For peas, spray Endosulfan 0.05 to 0.07 % or Carbaryl 0.15 to 0.2% at the onset of first flush of flowering and repeat after 25 days interval, if necessary."
            ],
            [
              "Leaf miner",
              "The larvae mine leaves making prominent whitish tunnels resulting in the loss of green matter and also affecting flowering and pod formation.",
              "March to June",
              "Soil application of Carbofuran 3G @32 kg/ha will take care of aphids, white grubs and leaf miners."
            ],
            [
              "Aphids",
              "Suck sap from tender shoots of the plants resulting in stunted growth. Leaves may sometimes turn yellow and dry up. The formation of flowers and pods is adversely affected.",
              "April to July",
              "In case peas are to be consumed as fresh vegetable, apply Dichlorvos @ 0.05 %."
            ],
            [
              "White grubs",
              "Grubs damage the roots",
              "March to July",
              "a) Proper tillage operations before sowing will expose the grubs and other soil insects to their natural enemies and weather conditions.b) Treat the soil with carbofuron3G granules 25–30 kg/ha or Carbaryl 10% dust @ 25–30 kg/ha before sowing of seed in case of heavy pest infestation."
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Source : KVK Kulgam"
      }
    ]
  }
]