[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "French bean is one of the most popular and widely grown vegetables in India. The green immature pods are cooked and eaten as a vegetable. Immature pods are marketed fresh, frozen or canned, whole, cut or French cut. It is also an important pulse crop, with high yielding ability as compared to gram and pea. It is grown in Maharahstra, Himachal Pradesh, Uttar Pradesh, Jammu and Kashmir and NE states."
      },
      {
        "type": "text",
        "content": "Common names : Kidney bean, Common bean, Snap bean and French bean"
      }
    ]
  },
  {
    "heading": "Climate:",
    "content": [
      {
        "type": "text",
        "content": "In the hilly region it is grown during kharif and in lower hills/tarai region, sown as spring crop. In north-east plains and hilly tracts of Maharashtra, it is cultivated during rabi. It is highly sensitive to frost and water logging. The ideal temperature range for proper growth of this crop is 10–27 0°C. Above 30 0°C, the flower drop is a serious problem. Similarly, below 5 0°C the flowers and developing pods and branches are damaged."
      }
    ]
  },
  {
    "heading": "Soil:",
    "content": [
      {
        "type": "text",
        "content": "A well drained loamy soil with pH range of 5.5–6.0 with cool climate is suited for French bean cultivation. Although it can be grown on all types of soil, but loams and clay loams are best for obtaining high yield."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "The French bean varieties are classified in two group’s viz. Dwarf or bush types and Climbing or pole types. The State- wise recommended varieties are as follows."
      },
      {
        "type": "unordered_list",
        "content": [
          "Uttar Pradesh - HUR - 137, Malviya Rajmash - 137",
          "Maharashtra - Varun (ACPR - 94040), HPR - 35 3",
          "Bihar - IPR 96–4 (Amber)",
          "Rajasthan - Ankur",
          "Karnataka - Arka Anup",
          "Gujrat - Gujrat Rajma - 1",
          "Uttarakhand - VL Rajmash 125, VL Bean - 2",
          "Tamil Nadu"
        ]
      }
    ]
  },
  {
    "heading": "Land preparation",
    "content": [
      {
        "type": "text",
        "content": "French bean having bold and hard seed coat needs a good seed bed accomplished by thorough primary tillage like ploughing, harrowing or discing and planking. A good seed bed have friable but compact soil, adequate moisture and free from weeds and plant debris of earlier crop is required. Acidic soils of the hills must be treated with lime before sowing. For preparation of field, soil is ploughed 2–3 times with power tiller or with spade. Planking is done during the last ploughing to make friable soil bed for sowing."
      }
    ]
  },
  {
    "heading": "Seeds and sowing",
    "content": [
      {
        "type": "text",
        "content": "Sowing time - Kharif (Hills) - last week June to first of July; Rabi (Plains) - 2nd fortnight of October and for spring (Lower hills) - 2nd fortnight of March."
      },
      {
        "type": "text",
        "content": "Seed Rate & Spacing : 100–125 kg/ha Kharif (Hills) - 45–50 cm x 8–10 cm; Rabi & Spring - 40 cm x 10 cm (irrigated) ; 30 cm x 10 cm (Rainfed)."
      },
      {
        "type": "text",
        "content": "Treat the seeds with Trichoderma 4 g/kg or Thiram or Carbandazim @ 2 g/kg of seed 24 hours before sowing to control fungal diseases. If the crop is raised for the first time it should be treated with Rhizobium ."
      }
    ]
  },
  {
    "heading": "Nutrient management",
    "content": [
      {
        "type": "text",
        "content": "The requirement of fertilizers depends upon the types and condition of the soil. How ever the general recommendations are the following:"
      },
      {
        "type": "unordered_list",
        "content": [
          "FYM : 20–50t/ha",
          "N : P : K : : 90–120 : 60–80 : 50"
        ]
      }
    ]
  },
  {
    "heading": "After care:",
    "content": []
  },
  {
    "heading": "Irrigation",
    "content": []
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "For vegetable : Crop will be normally ready for picking by 40 to 50 days after sowing depending on the variety and season of cultivation. Harvest during cool periods, such as late afternoon or early morning. Immediately after harvesting shift the harvested produce to shade. Further there will be 2 to 3 pickings to be done at 4–5 days interval."
      },
      {
        "type": "text",
        "content": "For pulse : The crop matures in 125–130 days. Plants are cut with sickles after attaining full maturity judged by severe leaf fall, changing colour of pods and hardness of the grains. Harvested materials after 3–4 days sun drying, is collected in bundles to the threshing floors. Threshing is done by beating with sticks or trampling under the feet of bullocks. The clean seed should be sun dried for 3–4 days to bring their moisture content at 9–10%."
      }
    ]
  },
  {
    "heading": "Yield",
    "content": [
      {
        "type": "text",
        "content": "Green pods : 8–10 t/ha in 90 to 110 days."
      },
      {
        "type": "text",
        "content": "Pulse : A well managed crop can easily give 20–25qtls/ha yields under irrigated conditions of plain and 5–10 q /ha under rainfed conditions of hill with 40–50qtls/ha of straw for cattle’s."
      }
    ]
  },
  {
    "heading": "Post harvest Management:",
    "content": [
      {
        "type": "text",
        "content": "French beans are highly perishable and rapid cooling after harvesting is important to maintain quality. After harvesting, beans are washed and culled and diseased, inferior pods are destroyed. Before these are placed in storage or transit the beans should be cooled as rapidly as possible. Optimum storage and transit temperature are 5–7 0°C. Under these conditions storage life are increases up to 20–25days. At temperature below 1–2.5 0°C, chilling injury occurs 10–12 days after storage."
      }
    ]
  },
  {
    "heading": "Plant Protection",
    "content": [
      {
        "type": "subheading",
        "content": "Insect pest:"
      },
      {
        "type": "text",
        "content": "Pod borer : Light brown and tiny greenish caterpillers make holes in the pods and feeds on the seeds within."
      },
      {
        "type": "text",
        "content": "Leaf eating caterpillar : Green caterpillar feed on leaves and tender plant parts"
      },
      {
        "type": "text",
        "content": "Aphids : Small soft bodies insect suck sap from the leaves, tendershoot & flower buds which curl, deform and dry up."
      },
      {
        "type": "subheading",
        "content": "Disease"
      },
      {
        "type": "text",
        "content": "Anthracnose : Black sunken spots with reddish or yellow margins on all portion above ground lesions on hypocotyls cause death. Seeds inside the pod also infested."
      },
      {
        "type": "text",
        "content": "Rust : The yellow spots in cluster are earlier symptoms. Later no they convert in dark brown to black longitudinal lesions. In severe case entire plants may be killed"
      },
      {
        "type": "text",
        "content": "Leaf spot : Small circular or irregular spot"
      },
      {
        "type": "text",
        "content": "Common bean mosaic : Severe mosaic molting with slight puckering and swelling of leaves and stipules, plants stunted and produce fewer pods."
      },
      {
        "type": "subheading",
        "content": "Crop stage-wise Integrated Pest Management"
      },
      {
        "type": "text",
        "content": "Pre-sowing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Deep ploughing of fields during summer to control nematode population, to expose pupae; propagules of soil borne pathogens and to reduce the weeds infestation.",
          "Soil solarization",
          "Timely sowing should be done.",
          "Field sanitation.",
          "Destroy the alternate host plants",
          "Growing pea or marigold as a trap crop for the management of leaf miner.",
          "Plant tall border crops like mustard for the management of aphids.",
          "Crop rotation with non leguminous crops especially cereals.",
          "Adopt ecological engineering by growing the recommended attractant, repellent, and trap crops around the field bunds."
        ]
      },
      {
        "type": "text",
        "content": "Sowing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Select healthy and disease free seeds.",
          "The seeds should be thoroughly rinsed and dried in shade.",
          "Mulching with straw/pine needles/ Eucalyptus leaves.",
          "Avoid dense sowing.",
          "Sowing in well drained soil.",
          "Follow optimum sowing depth of 5–7 cm.",
          "Intercropping with mustard where nematodes are the problem."
        ]
      },
      {
        "type": "text",
        "content": "Vegetative stage"
      },
      {
        "type": "text",
        "content": "Common cultural practices:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Provide irrigation at critical stages of the crop",
          "Avoid water stagnation conditions."
        ]
      },
      {
        "type": "text",
        "content": "Common mechanical practices:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Collection and destruction of eggs, and larvae",
          "Collect and destroy disease infected and insect infested plant parts",
          "Use yellow sticky traps for aphids and leaf miner @ 4–5 traps/acre.",
          "Use light trap @ 1/acre and operate between 6 pm and 10 pm",
          "Erecting of bird perches @ 20/acre for encouraging predatory birds such as King crow, common mynah etc.",
          "Set up bonfire during evening hours between 7–8 pm"
        ]
      },
      {
        "type": "text",
        "content": "Common biological practices:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Conserve natural enemies through ecological engineering",
          "Augmentative release of natural enemies.",
          "Enhance parasitic activity by avoiding chemical spray, when larval parasitoids are observed"
        ]
      },
      {
        "type": "text",
        "content": "Sources :"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Directorate of Pulses Development",
            "link": "http://dpd.gov.in/Rajmash.pdf"
          },
          {
            "text": "Organic production of French beans",
            "link": "https://kvk.icar.gov.in/API/Content/PPupload/k0218_72.pdf"
          },
          {
            "text": "AESA based IPM package for Rajmash",
            "link": "http://farmer.gov.in/imagedefault/ipm/IPM%20package%20for%20Rajma.pdf"
          },
          {
            "text": "Production practices for central India",
            "link": "http://www.jnkvv-vegsoft.com/english/viewprofile.php?vegid=15"
          },
          {
            "text": "Production practices for Tamil Nadu",
            "link": "http://agritech.tnau.ac.in/horticulture/horti_vegetables_french%20beans.html"
          },
          {
            "text": "Production practices for NE India",
            "link": "http://www.kiran.nic.in/pdf/Agri-Kaleidoscope/Horticulture-resources/FRENCH_BEAN.pdf"
          }
        ]
      }
    ]
  }
]