[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "India is the second largest onion growing country in the world. Indian onions are famous for their pungency and are available round the year. Indian onions has two crop cycles, first harvesting starts in November to January and the second harvesting from January to May."
      },
      {
        "type": "text",
        "content": "The onion is a hardy cool-season biennial but usually grown as annual crop. The onion has narrow, hollow leaves and a base which enlarges to form a bulb. The bulb can be white, yellow, or red and require 80 to 150 days to reach harvest."
      },
      {
        "type": "text",
        "content": "The major Onion producing states are Maharashtra, Madhya Pradesh, Karnataka, Gujarat, Rajasthan, Bihar, Andhra Pradesh, Haryana, West Bengal, Uttar Pradesh, Chhattisgarh, Odisha, Tamil Nadu, Jharkhand and Telangana in the country."
      }
    ]
  },
  {
    "heading": "Climate",
    "content": [
      {
        "type": "text",
        "content": "Onion is a temperate crop but can be grown under a wide range of climatic conditions such as temperate, tropical and subtropical climate. The best performance can be obtained in a mild weather without the extremes of cold and heat and excessive rainfall. However, onion plant is hardy and in the young stage can withstand freezing temperature also. In India, short-day onion is grown in the plains and requires 10–12 hours day length. The long-day onion is grown in hills requiring 13–14 hours day length. For vegetative growth, lower temperature combined with short photoperiod is required whereas relatively higher temperature along with longer photoperiod is required for bulb development and maturity. The optimum temperature for vegetative phase and bulb development is 13–24˚C and 16–25˚C, respectively. It requires about 70% relative humidity for good growth. It can grow well in places where the average annual rainfall is 650–750 mm with good distribution during the monsoon period. Areas with low (< 650 mm) or heavy rainfall (>750 mm) are not particularly suitable for rain-fed crop."
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "text",
        "content": "Onion can be grown in all types of soils such as sandy loam, clay loam, silt loam and heavy soils. However, the best soil for successful onion cultivation is deep, friable loam and alluvial soils with good drainage, moisture holding capacity and sufficient organic matter. In heavy soils, the bulbs produced may be deformed. Onion crop can be grown successfully on heavy soil with application of organic manure prior to planting and preparation of the field for onion cultivation should be very good. The optimum pH range, regardless of soil type, is 6.0–7.5, but onion can also be grown in mild alkaline soils. Onion crop is more sensitive to highly acidic, alkali and saline soils and water logging condition. Onions do not thrive in soils having pH below 6.0 because of trace element deficiencies, or occasionally, Al or Mn toxicity. The threshold electrical conductivity of a saturation extract (EC e ) for onion crop is 4.0 dS/m. When the EC e level exceeds this, crop yield starts declining."
      }
    ]
  },
  {
    "heading": "Season",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Season",
              "Time of seed sowing",
              "Time of transplanting",
              "Time of harvesting"
            ],
            [
              "Maharashtra and some parts of Gujarat"
            ],
            [
              "1. EarlyKharif2.Kharif3. LateKharif4.Rabi",
              "Feb.-Mar. May-JuneAug.-Sept. Oct.-Nov.",
              "April-MayJuly-Aug. Oct.-Nov. Dec.-Jan",
              "Aug.-Sept. Oct.-Dec. Jan.-Mar. Apr.-May"
            ],
            [
              "Tamil Nadu, Karnataka and Andhra Pradesh"
            ],
            [
              "1. EarlyKharif2.Kharif3.Rabi",
              "Feb.-AprilMay-JuneSept.-Oct.",
              "April-JuneJuly-AugNov.-Dec.",
              "July-Sept. Oct.-Nov. Mar.-Apr."
            ],
            [
              "Rajasthan, Haryana, Punjab, UP and Bihar"
            ],
            [
              "1.Kharif2.Rabi",
              "June-JulyOct.-Nov.",
              "July-Aug. Dec.-Jan.",
              "Oct.-Nov. May-June"
            ],
            [
              "West Bengal and Orissa"
            ],
            [
              "1.Kharif2. LateKharif3.Rabi",
              "June-JulyAug.-Sept. Sept.-Oct.",
              "Aug.-Sept. Oct.-Nov. Nov.-Dec.",
              "Nov.-Dec. Feb.-Mar. Mar.-Apr."
            ],
            [
              "Hilly areas"
            ],
            [
              "1.Rabi2. Summer (Long day type)",
              "Sept.-Oct. Nov.-Dec.",
              "Oct.-Nov. Feb.-Mar.",
              "June-JulyAug.-Oct."
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "Multiplier Onion - Co­ 1, Co­ 2, MDU­ 1, Agrifound Red"
      },
      {
        "type": "text",
        "content": "Small Common Onion - Agrifound Rose, Arka Bindu"
      },
      {
        "type": "text",
        "content": "White Onion - Bhima Shubra, Bhima Shweta, Bhima Safed, Pusa White Round, Arka Yojith, Pusa White Flat, Udaipur ­102, Phule Safed, N­257­9­1, Agrifound White."
      },
      {
        "type": "text",
        "content": "Spanish Brown - Bhima Light Red, Bhima Kiran, Phule Suvarna, Arka Niketan, Arka Kirthiman"
      },
      {
        "type": "text",
        "content": "Red onion - Bhima Super, Bhima Red, Bhima Raj, Bhima Dark Red, Bhima Shakti, Punjab Selection, Pusa Red, N­2­-4­-1, Pusa Madhavi, Arka Kalyan, Arka Lalima."
      }
    ]
  },
  {
    "heading": "Sowing method",
    "content": [
      {
        "type": "text",
        "content": "Onions can be grown from seeds, seedlings and bulblets."
      },
      {
        "type": "text",
        "content": "Proper nursery management and transplanting are important operations in the onion crop. About 0.05 hectare nursery bed area is enough for getting seedlings to transplant in one hectare. The field should be ploughed 5–6 times to break clods and well pulverized to hold water. The debris of previous crops, weeds and stones should be removed before bed preparation. Apply half ton of well decomposed farmyard manure (FYM) at the time of last ploughing in 0.05 ha and mix well with soil. For raising nursery, raised bed of 10–15 cm height, 1.0–1.2 m width and length as per convenience may be prepared. The distance between beds should be at least 30 cm, so that water movements are uniform and drainage of excess water is possible. Raised bed is recommended for nursery because in the case of flat bed, water moves from one end to the other and there is a possibility of washing away of seeds. Drainage of excess water is also a major problem with the flat bed method of raising seedlings. Application of pre-emergence herbicide pendimethalin @ 0.2% is recommended to control weeds in nursery. About 5–7 kg seeds are required to raise seedlings for one hectare. Before sowing, seeds should be treated with thiram @ 2 g/kg of seed to avoid damage from damping off disease. Application of Trichoderma viride @ 1,250 g / ha is also recommended to manage damping off and raise healthy seedlings. Seeds should be sown in lines at 50 mm to 75 mm apart to facilitate the removal of seedlings for transplanting, quick weeding, spray of pesticides etc . After sowing, the seeds should be covered with fine powdered farmyard manure or compost followed by light watering. Application of water through drip or micro sprinkler irrigation system helps in saving irrigation water (Fig. 2). Foliar spray of benomyl @ 0.2% is recommended to control soil borne diseases in the nursery. When the severity of thrips infestation is high, foliar application of Fipronil or profenopos @ 0.1% is recommended. Seedlings are available for transplanting in 35–40 days after sowing (DAS) for Kharif and 45–50 DAS for late Kharif and Rabi seasons."
      },
      {
        "type": "text",
        "content": "Raising small Bulblets"
      },
      {
        "type": "text",
        "content": "This method is used for getting early crop in the kharif season so as to meet the demand of green onion for salad in early winter. For this purpose, small onion bulblets of kharif onion varieties like Agrifound Dark Red, Baswant 780, N-53 and Arka Kalyan raised in the previous season are used for planting. Raised beds or flat beds are prepared depending upon the soil type. To cover one square metre area of the bed 15 g of seed are sufficient. The best time of sowing of seeds for getting quality bulblets is mid January to the beginning of February depending upon the area. The plants are left in the nursery bed up to April-May till their tops fall. Harvesting is done along with the tops and selected bulblets (1.5 to 2.00 cm in dia.) are stored by hanging method till July in a well-ventilated house. Such well stored bulblets are used for transplanting in the Kharif season"
      },
      {
        "type": "text",
        "content": "Broadcasting in Beds/Direct Sowing"
      },
      {
        "type": "text",
        "content": "Seeds of big onion are sown directly in lines (30 cm apart) in parts of Chitradurga, Bellary and Dharwar districts of Karnataka, which are thinned later to give proper spacing for development of bulbs. Seeds of small onion (Bangalore Rose, Agrifound Rose and Arka Bindu) are broadcasted in small flat beds which are thinned later. For broadcasting directly in the field or sowing in the row, 20–25 kg seeds per hectare are used. In the plains, seeds are sown in lines 30 cm apart during September-October. After sowing, hand hoeing is done to allow the seeds to reach to a depth of 2.5–3 cm. Hand watering or light irrigation is given immediately after covering the seeds. Weeding is recommended at 10 days interval for preventing smoothering of seedlings by weeds."
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "text",
        "content": "Land preparation"
      },
      {
        "type": "text",
        "content": "Prior to transplanting, field should be ploughed and disked properly to eliminate debris and soil clods. Organic manures equivalent to 75 kg N/ha (approximately FYM 15 t/ha or poultry manure 7.5 t/ha or vermicompost 7.5 t/ha) should be incorporated at the time of last ploughing and beds with appropriate size should be prepared after leveling. Mostly, flat beds of the size 1.5–2.0 m width and 4–6 m length is formed. However, flat bed should be avoided to prevent water logging during Kharif or rainy season. Water logging favours Anthracnose disease which is most devastating during Kharif season. Broad bed furrows (BBF) of 15 cm height and 120 cm top width with 45 cm furrow are formed to achieve proper spacing and population density. It is suitable for drip and sprinkler irrigation as well. BBF is the best method for Kharif onion production because the excess water can be drained out through the furrow. This improves the aeration and helps in reducing the incidence of Anthracnose disease."
      },
      {
        "type": "text",
        "content": "Transplanting"
      },
      {
        "type": "text",
        "content": "Proper care should be taken while selecting seedlings for transplanting. Over and under aged seedlings should be avoided for better establishment. At the time of transplanting, one third of the seedling top should be cut to get good establishment. The onion seedling should be transplanted after dipping roots in carbendazim solution (0.1%) for two hours to reduce the incidence of fungal diseases during the establishment. The optimum spacing is 15 cm between the rows and 10 cm between plants."
      }
    ]
  },
  {
    "heading": "Manuring and fertlization",
    "content": [
      {
        "type": "text",
        "content": "Fertilizer schedule for onion (per ha)"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Schedule",
              "N",
              "P₂O₅",
              "K₂O",
              "Organic manures"
            ],
            [
              "Kharifonion (Yield potential – 25–30 t/ha)"
            ],
            [
              "Basal",
              "25 kg",
              "40 kg",
              "40 kg",
              "Organic manures equivalent to 75 kg N(FYM – Approx. 15 t/ha orPoultry manure- Approx. 7.5 t/ha orVermicompost – Approx. 7.5 t/ha)"
            ],
            [
              "30 DAT",
              "25 kg",
              "-",
              "-",
              "-"
            ],
            [
              "45 DAT",
              "25 kg",
              "-",
              "-",
              "-"
            ],
            [
              "Total",
              "75 kg",
              "40 kg",
              "40 kg",
              "-"
            ],
            [
              "LateKharifandRabionion (Yield potential- 40–50 t/ha)"
            ],
            [
              "Basal",
              "40 kg",
              "40 kg",
              "60 kg",
              "Organic manures equivalent to 75 kg N(FYM – Approx. 15 t/ha orPoultry manure- Approx. 7.5 t/ha orVermicompost – Approx. 7.5 t/ha)"
            ],
            [
              "30 DAT",
              "35 kg",
              "-",
              "-",
              ""
            ],
            [
              "45 DAT",
              "35 kg",
              "-",
              "-",
              ""
            ],
            [
              "Total",
              "110 kg",
              "40 kg",
              "60 kg",
              ""
            ],
            [
              "Long day onion (Yield potential-100 t/ha)"
            ],
            [
              "Basal",
              "60 kg",
              "60 kg",
              "70 kg",
              "Organic manures equivalent to 75 kg N(FYM – Approx. 15 t/ha orPoultry manure- Approx. 7.5 t/ha orVermicompost – Approx. 7.5 t/ha)"
            ],
            [
              "30 DAT",
              "60 kg",
              "-",
              "-",
              ""
            ],
            [
              "60 DAT",
              "60 kg",
              "-",
              "-",
              ""
            ],
            [
              "Total",
              "180 kg",
              "60 kg",
              "70 kg",
              ""
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "One third of recommended N and full dose of P 2 O 5 and K 2°are applied at the time of planting while remaining two third N is applied in two equal splits at 30 and 45 days after planting."
      },
      {
        "type": "text",
        "content": "Sulphur management"
      },
      {
        "type": "text",
        "content": "In addition to NPK, sulphur is also an essential plant nutrient important for onion crop for improving yield and the pungency of onion bulbs."
      },
      {
        "type": "text",
        "content": "Sulphur is recommended as basal dose at the time of transplanting. Application of 15 kg sulphur/ha is sufficient for growing onion crops in soils having sulphur level above 25 kg/ha while 30 kg sulphur/ha is needed for soils having sulphur level below 25 kg/ha for optimum production of onion. Soil application of 50 kg S /ha is recommended for long day onion crops."
      }
    ]
  },
  {
    "heading": "Intercultural operations",
    "content": [
      {
        "type": "text",
        "content": "Control of weeds at the initial growth stages is essential for getting high marketable bulb yield. Because of labour scarcity, chemical control of weeds along with cultural methods is inevitable. Application of Oxyflurofen @ 23.5% EC (1.5–2.0 ml/L)/ Pendimethalin @ 30% EC (3.5–4ml/L) before transplanting or at the time of transplanting followed by one hand weeding at 40–60 days after transplanting is recommended for efficient weed control."
      },
      {
        "type": "text",
        "content": "Rotation and Mixed Cropping Onion crop should follow the vegetable crops such as cauliflower, tomato and potato, which require large quantities of organic manures. As a winter crop, it follows cereals, groundnut and cowpea while as a summer crop it follows paddy. When cultivated as monsoon or late monsoon crop, coriander, french bean, sorghum, pearl millet, chillies, and groundnut are planted after harvesting onion. During the initial five months after planting sugarcane, onion is grown as an inter-crop."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Irrigation requirement of onion depends upon the season, soil type, method of irrigation and age of the crop. In general, onion needs irrigation at the time of transplanting, three days after transplanting and subsequently at 7–10 days interval depending upon the soil moisture. In general, Kharif crop needs 5–8 irrigations, the late Kharif crop requires 10–12 and Rabi crop needs 12–15 irrigations. Onion being a shallow rooted crop, needs frequent light irrigation to maintain optimum soil moisture for proper growth and bulb development. Irrigation needs to be stopped when the crop attains maturity (10–15 days before harvest) and the top starts falling which helps in reducing the rotting during storage. Excess irrigation is always harmful and dry spell followed by irrigation will result in the splitting of the outer scales and also formation of bolters. Water loss with flood irrigation is too high due to conveyance, seepage and percolation losses."
      },
      {
        "type": "text",
        "content": "Modern irrigation techniques such as drip and micro sprinkler irrigation help in saving irrigation water and improve the marketable bulb yield significantly. In case of drip irrigation, seedlings need to be planted at a spacing of 10 x 15 cm in a broad bed furrow (BBF) of 15 cm height and 120 cm top width with 45 cm furrow. Each BBF should have two drip laterals at (16 mm size) 60 cm distance with inbuilt emitters. The distance between two inbuilt emitters should be around 30–50 cm and the discharge flow rate is 4 l/hr. In case of micro sprinkler, the distance between two laterals (20 mm) of micro sprinkler should be 6m with a discharge rate of 135 l/hr. The research outcome indicated that the drip irrigation at 100 % Pan Evaporation (PE) significantly improved the marketable bulb yield (15–25%) with higher per cent A grade bulbs, water saving of about 35–40% and labour saving of 25–30% as compared to flood irrigation."
      },
      {
        "type": "text",
        "content": "Fertigation"
      },
      {
        "type": "text",
        "content": "Fetigation is an effective and efficient method of applying fertilizers through drip irrigation which is used as the carrier and distributor of irrigation water and crop nutrients. Application of fertilizers @ NPK 40:40:60 kg /ha as basal and the remaining 70 kg N in seven splits through drip irrigation is recommended for achieving higher marketable bulb yield and cost benefit ratio. The drip irrigation system not only helps in water saving but also reduces nitrogen losses by leaching into ground water, as in fertigation, fertilizer nutrients are applied in root zone only."
      }
    ]
  },
  {
    "heading": "Pests and diseases",
    "content": [
      {
        "type": "text",
        "content": "For information on Pest and diseases and its management, click here ."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "Onion is harvested depending upon the purpose for which the crop is planted. 0nion crop is ready for harvesting in five months for dry onion. However, for marketing as green onion, the crop becomes ready in three months after transplanting."
      },
      {
        "type": "text",
        "content": "When the bulbs developing from the leaf bases of onions are fully formed, the leafy green tops begin to yellow and eventually collapse at a point a little above the top of the bulb, leaving an upright short neck. When the tops \"go down\" in this way, the bulbs are ready for harvesting. Because all the onions in a crop do not mature at the same time, large-scale commercial growers harvest them when about half the tops have gone down."
      },
      {
        "type": "text",
        "content": "In kharif season, since tops do not fall, bulbs are harvested soon after the colour of leaves changes to slightly yellow and red pigmentation on bulbs develop. Best time to harvest rabi onion is one week after 50% tops have fallen over. Onions for sale as dried bulbs or for storage should be harvested progressively after tops have started falling over."
      },
      {
        "type": "text",
        "content": "Since onion bulbs are normally formed at the soil surface, it is sometimes possible in sandy soils to pull the mature bulbs by hand. Where conditions make hand pulling impossible, crop is harvested by loosening the bulbs with a fork or hoe before lifting them. The harvested crop is left in windrows in the field for a few days until the tops are dry. The windrows should be made so that the green tops cover the bulbs to protect them from sunburn. The leaves are cut leaving about 2–2.5 cm tops above the bulb after complete drying. This practice helps to increase the dry matter content. If tops are cut too close, the neck does not close well and provides entry for decay organisms."
      },
      {
        "type": "text",
        "content": "Early harvest results in sprouting of the bulbs and late harvest results in formation of secondary roots during storage. In kharif season, late harvesting results in doubles and bolting."
      },
      {
        "type": "text",
        "content": "Yield"
      }
    ]
  },
  {
    "heading": "Storage",
    "content": [
      {
        "type": "text",
        "content": "Onions are stored in a well-ventilated place with lot of aeration and sunlight. Onion bulbs are packed in perforated gunny bags and stalked in vertical column, one above the other. However, height of such vertical column should not exceed more than 5 feet and should have sufficient space all around and bottom."
      },
      {
        "type": "text",
        "content": "Sources :"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "ICAR - Directorate of Onion and Garlic Research",
            "link": "http://www.dogr.res.in/index.php/en/onion/o-climent-and-soil"
          },
          {
            "text": "National Horticulture Board",
            "link": "http://nhb.gov.in/PDFViwer.aspx?enc=3ZOO8K5CzcdC/Yq6HcdIxMfvLt8gOzIYTClRQLD+jKU="
          },
          {
            "text": "Onion Crop management and diagnosis",
            "link": "http://14.139.158.107:8084/index.html"
          },
          {
            "text": "Export profile for fresh Onion",
            "link": "http://agriexchange.apeda.gov.in/product_profile/prd_profile.aspx?categorycode=0201"
          }
        ]
      }
    ]
  }
]