[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Potato ( Solanum tuberosum ) is the most important food crop of the world. Potato is a temperate crop grown under subtropical conditions in India. The potato is a crop which has always been the ‘poor man’s friend’. Potato is being cultivated in the country for the last more than 300 years. For vegetable purposes it has become one of the most popular crops in this country. Potatoes are an economical food; they provide a source of low cost energy to the human diet. Potatoes are a rich source of starch, vitamins especially C and B1 and minerals. They contain 20.6 per cent carbohydrates, 2.1 per cent protein, 0.3 per cent fat, 1.1 per cent crude fibre and 0.9 per cent ash. They also contain a good amount of essential amino acids like leucine, tryptophane and isoleucine etc."
      },
      {
        "type": "text",
        "content": "Potatoes are used for several industrial purposes such as for the production of starch and alcohol. Potato starch (farina) is used in laundries and for sizing yarn in textile mills. Potatoes are also used for the production of dextrin and glucose. As a food product itself, potatoes are converted into dried products such as ‘potato chips’, ‘sliced’ or ‘shredded potatoes’."
      },
      {
        "type": "text",
        "content": "It is a much branched bushy herb, usually 0.5 to 1m in height possesing underground stems bearing the edible tubers. The leaves are odd pinate with a large terminal leaflet. It flowers in cymose panicles."
      },
      {
        "type": "text",
        "content": "Potato is grown almost in all states of India. However, the major potato rowing states are Himachal Pradesh, Punjab, Uttar Pradesh, Madhya Pradesh, Gujarat, Maharashtra, Karnataka, West Bengal, Bihar and Assam."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "Potato is grown in India under diverse agroclimatic conditions. The varieties should make the best use of the agroclimatic conditions and give high yield. Broadly the potato growing zones in India could be classified into the northern hills, the northern plains, the eastern hills, the plateau region and the southern hills. The growing season in the northern hills is the kharif season with long days. The crop experiences water stress during the emergence and initial growth phase while during the maximum bulking phase it is invariably exposed to late blight infection. Therefore varieties for this region requires resistance to late blight, should be able to withstand water stress, be able to yield well under long day conditions and the crop duration can be between 120 – 150 days. Presently Kufri Jyoti and Kufri Giriraj are the main varieties for this region."
      },
      {
        "type": "text",
        "content": "The northwestern plains comprises of the Indo Gangetic plains extending from Punjab in the West to West Bengal in the East. Here, autumn is the main potato season. The crop duration is short about 100–120 days in the West but a short spring crop can also be raised. In the central and eastern Indo Gangetic plains, the winter season is short and spring crop is invariably not possible. The potato varieties adapted to the Indo Gangetic plains should be short to medium duration, having moderate resistance to late blight. At present Kufri Jawahar, Kufri Chandramukhi, Kufri Sutlej are recommended for the western plains while Kufri Bahar, Kufri Anand and Kufri Ashoka have been recommended for the central plains while Kufri Pukhraj, Kufri Sindhuri and Kufri Ashoka have been recommended for the eastern plains."
      },
      {
        "type": "text",
        "content": "In the eastern hills, two crop viz summer and kharif crops are taken. Both the crops are relatively short and the kharf crop is prone to late blight. Resistance to late blight is a must. Presently Kufri Jyoti and Kufri Megha are the varieties recommended for the region."
      },
      {
        "type": "text",
        "content": "In the plateau region two crops viz kharif and rabi are taken in many places. The kharif crop encounters long days, erratic rainfall, warm temperatures, high incidence of early blight and mites. Kufri Jyoti and Kufri Lauvkar is recommended for this season. The rabi crop is of very short duration and early bulking variety like Kufri Lauvkar is successful in this season. Kufri Jyoti is also grown in this season."
      },
      {
        "type": "text",
        "content": "In the southern hills, potato is grown in the Nilgiri hills. Three crops are taken. Potato cyst nematode and late blight are the problems of the region. Kufri Jyoti and Kufri Swarna are the varieties recommended for the region."
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "text",
        "content": "The potato can be grown almost on any type of soil except saline and alkaline soils. Soils, which are naturally loose, offer least resistance to the enlargement of the tubers is preferred. Loamy and sandy loam soils, rich in organic matter with good drainage and aeration are most suitable for cultivation of potato crop. The soil with pH range of 5.2–6.4 is considered to be ideal."
      }
    ]
  },
  {
    "heading": "Climate",
    "content": [
      {
        "type": "text",
        "content": "Potato is a temperate climate crop, however it grows under a diverse range of climatic conditions. It is grown only under such conditions where the temperature during the growing seasons is moderately cool. The vegetative growth of the plant is best at a temperature of 24°C while tuber development is favoured at 20°C. Hence, potato is grown as a summer crop in the hills and as a winter crop in the tropical and subtropical regions. The crop can be raised up to an altitude of 3000 m above the sea level."
      }
    ]
  },
  {
    "heading": "Potato Propagation",
    "content": [
      {
        "type": "text",
        "content": "Selection of Seed Tuber"
      },
      {
        "type": "text",
        "content": "Potato is mostly cultivated by planting tubers. Purity of the cultivars and healthy seed tubers are the primary requirements for a successful crop. However, seed tuber is the costliest input in potato cultivation. The tuber seed should be disease free, well-sprouted and 30–40 g each in weight. It is advisable to use the entire seed tuber for planting. Hill tuber seeds are split into pieces and planted late in winter when they do not decay due to mild temperatures. The main objectives of cutting large size tubers are to reduce the cost of seed and to obtain uniform sprouting. Tubers should be cut longitudinally through the crown eye and the weight of the cut piece should be around 30–40 g. Usually the seed tubers are cut with a knife just and treated with a fungicide before planting. Before cutting the seed tuber, the knife should be disinfected with Potassium Permanganate solution."
      },
      {
        "type": "text",
        "content": "The shortage of good quality seed tubers, high seed cost, transportation of bulky potato seed, and virus infiltration in seed tubers are some of the important problems associated with use of seed tubers as planting material."
      },
      {
        "type": "text",
        "content": "True Potato Seed (TPS)"
      },
      {
        "type": "text",
        "content": "To overcome the above problems True Potato Seed (TPS) is used as planting material. TPS is a botanical seed developed in the berry of the plant as a result of fertilization. The technology basically consists in production of TPS and raising commercial potato crop from it. It has been shown that the use of TPS seedling transplants and seedling-tubers as seed are economical and successful approaches to commercial potato production. In TPS technique, the normal seed rate (2.5 t/ha) of potato is drastically reduced to only about 200g of TPS, thereby, saving huge quantities of food material for table purposes."
      },
      {
        "type": "text",
        "content": "Potato crop can be raised from TPS using seedling transplants or through seedling-tubers produced in preceeding crop season. In former method, the TPS seedlings raised in nursery beds are transplanted in the field and grown to maturity. While, in latter, the TPS seedlings are grown to maturity in nursery beds to obtain seedling-tubers. These seedling-tubers are used as a seed for raising normal potato crop in next season."
      },
      {
        "type": "text",
        "content": "TPS technology is useful particularly in the non-seed producing areas viz. Karnataka, Maharashtra, Madhya Pradesh, Odisha and the states of north-eastern region where good quality seed tubers are either not available or are too expensive."
      }
    ]
  },
  {
    "heading": "Land Preparation",
    "content": [
      {
        "type": "text",
        "content": "The land is ploughed at a depth of 24–25 cm and exposed to the sun. The soil should have a higher pore space and offer least resistance to tuber development. Well decomposed FYM (25–30 t/ha) is mixed with the soil during last ploughing."
      }
    ]
  },
  {
    "heading": "Season of planting",
    "content": [
      {
        "type": "text",
        "content": "Potatoes can be grown only under such conditions where the temperatures during the growing season are moderately cool. Therefore, the planting time varies from region to region. In hills of Himachal Pradesh and Uttar Pradesh, the spring crop is sown from January-February while the summer crop is sown in the month of May. In plains of Haryana, Punjab, Uttar Pradesh, Bihar and West Bengal spring crop is sown in January while the main crop in the 1st week of October. In the states of Madhya Pradesh, Maharashtra and Karnataka the kharif crop is sown by end of June while rabi crop is sown from mid of October-November."
      },
      {
        "type": "text",
        "content": "To know more about Potato growing season Descriptor, click here ."
      }
    ]
  },
  {
    "heading": "Method of Planting",
    "content": [
      {
        "type": "text",
        "content": "Furrows are opened at a distance of 50–60 cm before planting. The whole or cut tubers are planted 15–20 cm apart on the centre of the ridge at a depth of 5–7 cm and covered with soil. The seed rate of potato depends upon the season of planting, duration, seed size, spacing etc. The seed rate is 1.5–1.8 t/ha for round varieties and 2.0–2.5 t/ha for oval varieties. A four-row automatic potato planter developed by Central Potato Research Institute (ICAR-CPRI) performs all the operations from ridging to planting and covers an area of 4–5 hectares per day. The tuber damage is as low as 1% while it requires only 2–3 persons for the entire operation."
      }
    ]
  },
  {
    "heading": "Intercultivation",
    "content": [
      {
        "type": "text",
        "content": "Weed Control"
      },
      {
        "type": "text",
        "content": "The potato crop develops canopy in about 4 weeks after planting and weeds must be controlled by this time to gain competitive advantage for the crop. If the weeds are large, they should be removed before the ridging operations begin. After earthing up the weeds between the growing plants and at the top of the ridge should be removed by mechanical or herbicide application. Weeding can be done manually however it is expensive. Hence, animal drawn three-tine cultivator is used which can cover one hectare per day. Alternatively pre-emergence spraying of weedicides such as Flucholralin (0.70–1.0 kg a.i./ha) or Pendimethalin (0.50 kg/ha) is recommended for controlling annual grass weeds and broad leaf weeds."
      },
      {
        "type": "text",
        "content": "Earthing up"
      },
      {
        "type": "text",
        "content": "The main object of earthing up is to keep the soil loose and destroy weeds. Two or three earthing up should be done at an interval of 15–20 days. The first earthing-up should be done when the plants are about 15–25 cm high. The second earthing up is often done to cover up the tubers properly. Use of double mould board plough ridger or 3 and 5 row tractor drawn culti-ridger can accomplish the earthing."
      },
      {
        "type": "text",
        "content": "Crop rotation"
      },
      {
        "type": "text",
        "content": "The cropping sequence recommended is as follows."
      },
      {
        "type": "unordered_list",
        "content": [
          "Bihar : Potato-Mung- Paddy; Potato-Mung-Groundnut",
          "Punjab : Potato-Wheat-Maize ; Potato-Wheat-Paddy ; Potato-Wheat-Green manure crop",
          "Assam : Potato-Mung-Paddy (Transplanted)",
          "Gujarat & Uttar Pradesh : Potato-Bajra-Groundnut",
          "Madhya Pradesh : Potato-Okra-Soybean"
        ]
      },
      {
        "type": "text",
        "content": "Intercropping"
      },
      {
        "type": "text",
        "content": "Potato being a short duration and fast growing crop is an ideal for intercropping with other crops. It can be successfully intercropped with sugarcane, as the cultural operations and resources used in both the crops are mutually complimentary. The potato-fennel and potato-onion intercropping in Haryana; potato-mustard and potato-linseed in Uttar Pradesh; and potato-wheat intercropping in Bihar are some of the profitable crop combinations."
      }
    ]
  },
  {
    "heading": "Manure and fertilizers",
    "content": [
      {
        "type": "text",
        "content": "Nutrient requirement of potato crop is quit high and the application of fertilizers and organic manures is considered essential to obtain economic and high yields. In light soils and places where organic manures are not easily available, green manuring is beneficial. The optimum dose of fertilizer application varies greatly depending upon the soil type, soil fertility, climate, crop rotation, variety, length of growing season and moisture supply."
      },
      {
        "type": "text",
        "content": "A fertilizer dose of 180–240 kg N, 60–90 kg P 2 O 5 and 85–25 130 K 2°per hectare is recommended for alluvial soils of Indo Gangetic plains. In the hill zone, the 2 application of 100–150 kg N, 100–150 kg P 2 O 5 and 50–100 kg K 2°per hectare is recommended. In black soils of plateau areas about 120–150 kg N, 50 kg each of P 2 O 5 & K 2°is recommended. In the acidic soils of southern plateau 120kg N, 115 kg P 2 O 5, and 120 K 2°kg per hectare are recommended for potato production."
      },
      {
        "type": "text",
        "content": "Two third of N and entire dose of P and K is given at the time of planting. The balance N is given at the time of earthing up operation. The fertilizers are applied by band placement 5 cm away from the tubers. Ammonium sulphate and ammonium nitrate are usually the best fertilizers for potato followed by calcium ammonium nitrate, ammonium chloride and urea."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Irrigation has a special significance in the potato production as the plant has shallow and sparse root system. First irrigation should be light and given 5–7 days after planting and subsequent irrigation are given at 7–15 days interval depending upon the climatic condition and soil type. The drip system of irrigation is most economical giving highest productivity and saving almost 50% water. It also enables application of fertilizers through irrigation water. The sprinkler system gives uniform distribution of water and reduces water losses by percolation and run off. Sprinkler irrigation is beneficial on frosty nights as it reduces frost damage in potatoes. It is recommended for areas with undulating topography, extremely sandy soil and scarce water supply. Under such situations, the use of sprinkler systems increases water use efficiency by 40% as compared to furrow irrigation."
      }
    ]
  },
  {
    "heading": "Plant protection",
    "content": [
      {
        "type": "text",
        "content": "Potato crop is infested by a variety of fungal, bacterial and viral diseases. As regards pests, some pests attacks the foliage while some attacks the tubers. Many of the diseases in potato are soil/seed borne and so once infected is very difficult to control them. Similarly viruses affect the seed quality and so has a chain of implications. Thus proper diagnosis and control of pests and diseases is of utmost importance. Some of the important pests and diseases attacking the potato crop are late blight, early blight, wart, common scab, black scurf, bacterial wilt, soft rot/black leg, viruses, cutworm, white grub, aphids, leaf hoppers, tuber moth, mites, potato cyst nematode, root knot nematode etc. Not all pests and diseases are present every where. Some of them are more widespread than the other while some are very localized e.g. Wart is one such disease, which is confined to the Darjeeling hills while golden nematode is another such pest, which is confined to the Nilgiri hills."
      },
      {
        "type": "text",
        "content": "To know the details and the Integrated Pest Management, click here"
      }
    ]
  },
  {
    "heading": "Harvesting and Yield",
    "content": [
      {
        "type": "text",
        "content": "Potato Harvesting"
      },
      {
        "type": "text",
        "content": "The time of harvest is very important in potato. The development of tuber continues till vines die. The main crop is ready for harvest within 75–120 days of planting depending upon the area, soil type and variety sown. In the hills, the crop should be normally harvested when the soil is not very wet. Tubers lifted during the monsoon have a poor keeping quality and also develop various types of rots. The main crop is ready for harvest when majority of the leaves turn yellow-brown. At this stage, the tops are cut near the ground level. The potatoes are dug out from the field by ploughing after 8–10 days. These potatoes are manually picked from the field and stored in shade. Manual harvesting of potatoes is very labour intensive, time consuming and causes lot of damage to the tubers. Various low cost bullock drawn and tractor drawn potato diggers have been developed at CPRI, Shimla which exposes 80% of the tubers and covers 1–3 ha of area per day."
      },
      {
        "type": "text",
        "content": "The harvested potatoes are surface dried and kept in heaps for 10–15 days in shade for curing of skin. The tubers should not be exposed to direct sunlight as they become green. All damaged and rotten tubers should be removed. The produce should be kept in a cool place before sending to the market."
      },
      {
        "type": "text",
        "content": "Yield"
      },
      {
        "type": "text",
        "content": "The yield varies from variety to variety. However, the average yield of the early-maturing varieties is about 20 t/ha and that of the late varieties about 30 t/ ha."
      },
      {
        "type": "text",
        "content": "Source : NHB"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          {
            "text": "Smart Potato portal",
            "link": "http://14.139.61.86/website19/home.aspx"
          },
          {
            "text": "Organic Package of Practices for Potato - Uttaranchal",
            "link": "https://ncof.dacnet.nic.in/Books_on_Organic_Package_of_Practices/POP_for_Uttarakhand.pdf"
          },
          {
            "text": "ICCOA Organic Package of Practices for Potato",
            "link": "http://www.iccoa.org/download/potato.pdf"
          }
        ]
      },
      {
        "type": "text",
        "content": "State-specific Cultivation practices"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Arunachal Pradesh",
            "link": "http://www.kvklohit.org/pdf/publication/32.%20Packages%20and%20Practices%20of%20Potato.pdf"
          },
          {
            "text": "Meghalaya",
            "link": "http://megapib.nic.in/pppotato.htm"
          },
          {
            "text": "Himachal Pradesh",
            "link": "https://hillagric.ac.in//edu/coa/vegetables/lectures/VSF_231_Flori/VSF_231_(Vegetable%20Part)_Akhilesh.pdf"
          },
          {
            "text": "Jammu",
            "link": "http://skuast.org/site/Templates%20HTML/extension/pop-vegetable.pdf"
          },
          {
            "text": "Tamil Nadu",
            "link": "http://agritech.tnau.ac.in/horticulture/horti_vegetables_potato.html"
          },
          {
            "text": "AESA based IPM package for Potato",
            "link": "http://niphm.gov.in/IPMPackages/Potato.pdf"
          }
        ]
      }
    ]
  }
]