[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Niger is a minor oilseed crop that is grown predominantly under rainfed conditions. Niger seed is used as a human food. The seed contains 37–47% oil, which is pale yellow with nutty taste and a pleasant odour. The oil is used for culinary purposes, anointing the body, manufacturing paints and soft soaps and for lighting and lubrication. The niger oil is good absorbent of fragrance of flowers due to which it is used as a base oil by perfume industry. Niger oil can be used for birth control and treatment of syphilis. Niger seed cake is a valuable cattle feed particularly for milch cattle. Niger meal with 30% protein and 17% crude fibre in India could replace linseed cake in calf ration. It can also be used as a manure. Niger is also used as a green manure for increasing soil organic carbon."
      },
      {
        "type": "text",
        "content": "In India, niger is grown on an area of 2.61 lakh ha mainly during kharif. However, in Odisha it is a rabi crop. Andha Pradesh, Assam, Chattisgarh, Gujarat, Jharkhand, Karnataka, Madhya Pradesh, Maharashtra, Odisha and West Bengal are the states where Niger is grown. The average yield in India is 3.21 q / ha."
      },
      {
        "type": "text",
        "content": "Limited choice of High Yielding Varieties, use of farm saved seed with low seed replacement rate and low input application are the major factors contributing to low yield in Niger."
      }
    ]
  },
  {
    "heading": "Botanical description",
    "content": [
      {
        "type": "subheading",
        "content": "Scientific name : Guizotica abyssinica L."
      },
      {
        "type": "subheading",
        "content": "Common Name : Ram til"
      },
      {
        "type": "text",
        "content": "Niger is an annual dicotyledonous herb. with epigeal germination. The root system is well developed, with a central tap-root and its lateral branching. The stem of niger is usually round, smooth to slightly rough, hollow and moderately branched. It is cross pollinated crop. The fruit is an achene, small, 3–5 mm in length and 1.5mm in width, almost lanceolate in shape, without pappus. There are usually between 15 and 30 mature seeds/head; occasionally more, and a varying number of immature seeds or pops at the centre."
      }
    ]
  },
  {
    "heading": "Season and climate",
    "content": [
      {
        "type": "text",
        "content": "Sown under rained situations in kharif and rabi as a sole crop or mixed crop with little millet, finger millet, pearl millet, groundnut or pulse crops in different States. A rainfall of 1000–1300 mm is considered as optimum."
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "text",
        "content": "Niger requires moist soil to grow properly. Niger could be raised in wide range of soils from clay loam to sandy loam, sandy and gravel soil. It grows well under light black soils or brownish loam with sufficient depth and on well drained heavy soils or rocky laterite soils. It can withstand slight alkalinity and salinity also."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "The state-wise preferred varieties of Niger are as follows."
      },
      {
        "type": "table",
        "content": {
          "headers": [
            "State",
            "Varieties"
          ],
          "rows": [
            [
              "Madhya Pradesh/ Chhattisgarh",
              "JNC-6, JNC-1, JNC-9"
            ],
            [
              "Maharashtra",
              "IGP-76, IGPN-2004–1 (Phule Karala-1)"
            ],
            [
              "Karnataka",
              "RCR-317, RCR-18, KBN-1"
            ],
            [
              "Odisha",
              "GA-10, Utkal Niger-150"
            ],
            [
              "Jharkhand",
              "Birsa Niger-1, Birsa Niger-2, BNS-10"
            ],
            [
              "Gujarat",
              "Gujarat Niger-1, NRS-96–1"
            ],
            [
              "Tamil Nadu",
              "Paitur-1"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Seed rate and sowing",
    "content": [
      {
        "type": "text",
        "content": "Generally 5 kg/ha seed is required for sowing of sole crop."
      },
      {
        "type": "text",
        "content": "Seed should be treated with Thiram or Captan @ 3.0 g/kg seed before sowing. Seed treatment with 10 g/kg Azatobactor, 8 g/kg Trichoderma and 10 g/kg PSB enhances the income by 20%."
      },
      {
        "type": "text",
        "content": "Land should be prepared thoroughly by giving 3–4 ploughings followed by laddering to obtain a fine tilth. The crop is largely sown by broadcasting. Seeds are mixed with sand/ powdered FYM/ ash to increase the bulk, 20 times to ensure even distribution of seed. Line sowing has been found beneficial with spacing of 30cm x 10cm. Furrows of 5 cm depth are to be prepared at 25 cm apart. Seeds are to be placed in furrows preferably at 3–5 cm depth. Then laddering should be done along the furrows to cover the seeds with a soil layer of about 3–5 cm. This ensures compacting of soil resulting in quick and uniform germination."
      }
    ]
  },
  {
    "heading": "Nutrient Management",
    "content": [
      {
        "type": "text",
        "content": "The crop is mostly grown on marginal and sub-marginal land without manure or fertilizer application. However, application of recommended N through urea + seed treatment with PSB 10 g/kg seed enhances yield significantly. Application of sulphur (20–30 kg/ha) increases seed yield and oil content in niger."
      },
      {
        "type": "text",
        "content": "Fertilizer application - Recommended dose"
      },
      {
        "type": "table",
        "content": {
          "headers": [
            "State",
            "Recommended dose of fertilizer"
          ],
          "rows": [
            [
              "Madhya Pradesh",
              "10 kg N + 20 kg P₂O₅/ha at sowing and 10 kg N/ha 35 DAS"
            ],
            [
              "Maharashtra",
              "4 tonnes of FYM and 20 kg N/ha at sowing."
            ],
            [
              "Odisha",
              "20 kg N + 40 kg P₂O₅/ha at sowing and remaining 20 kg N/ha at 30 days after sowing"
            ],
            [
              "Bihar/ Jharkhand",
              "20 kg N +20 kg P₂O₅+ 20 kg K₂O + 15 kg ZnSO₄as basal doze"
            ],
            [
              "Andhra Pradesh",
              "5 tonnes of FYM and 10 kg N/ha at sowing"
            ],
            [
              "Karnataka",
              "20 kg N + 20–40 kg P₂O₅+ 10 kg K₂O /ha at sowing"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Weed management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "First weeding is needed 15–20 days after sowing. In Odisha, Cuscuta ( <em>Cuscuta hyalina/ C. chinensis</em> ) infestation has become a major problem. Seed should be obtained from Cuscuta free areas. Cuscuta seeds could be separated with a 1 mm sieve.",
          "Pre sowing soil application of Fluchloralin (1 kg a.i./ha). or Pre emergence application of Pendimethalin (1.5 kg a.i./ha)."
        ]
      }
    ]
  },
  {
    "heading": "Water management",
    "content": [
      {
        "type": "text",
        "content": "It is invariably grown in the rainy season and it is seldom irrigated. There are indications that niger yields can be doubled under irrigation, it the crop suffers from moisture stress. Irrigation may be given at the seedling stage."
      }
    ]
  },
  {
    "heading": "Pest management",
    "content": [
      {
        "type": "text",
        "content": "As no serious pests and diseases have been observed, plant protection measures are not required."
      }
    ]
  },
  {
    "heading": "Bee pollination",
    "content": [
      {
        "type": "text",
        "content": "For enhancing yield through increased pollination, 5 honey bee colonies/ha of niger is recommended."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "Niger usually matures in 95–105 days after sowing. The crop should be harvested when the leaves dry up and the capitula turns brownish / blackish in colour."
      }
    ]
  },
  {
    "heading": "Average Yield",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Pure crop – 400–500 kg/ha",
          "Intercrop – 150–300 kg/ha"
        ]
      },
      {
        "type": "source",
        "content": "IIOR",
        "link": "http://www.icar-iior.org.in/"
      }
    ]
  }
]