[
  {
    "heading": "About Niger",
    "content": [
      {
        "type": "text",
        "content": "Niger ( Guizotia abyssinica (L.f) Cass) is an annual herb and a relatively lesser-known oilseed crop that belongs to the Asteraceae family. Its origin traces back to the Ethiopian highlands, but it has been found in different geographical regions like Africa, Mexico, Germany, Brazil, Nepal, India, and Southeast Asia."
      },
      {
        "type": "text",
        "content": "Niger requires moist soil and a moderate annual rainfall of 1000–1250 mm for its growth. The ideal soil type for niger cultivation is light black or brownish loam with sufficient depth. The crop exhibits an indeterminate growth habit, continuously producing capitula (bright yellow flowers). Niger shows resilience to moisture stress and can thrive in low soil fertility conditions. Moreover, it responds well to sensible crop management and displays a commendable degree of tolerance to insect pests, diseases, and wild animal attacks."
      },
      {
        "type": "text",
        "content": "Commercially, niger seeds are prominently cultivated in Africa, India, and other Southeast Asian nations, and they enjoy global recognition as a favored birdseed, often imported into other countries. This oilseed crop is valued for its seeds, which have high oil content, ranging from 32 to 40%, and a substantial protein content of 18 to 24%."
      }
    ]
  },
  {
    "heading": "Utility in apiary",
    "content": [
      {
        "type": "text",
        "content": "Despite its lower recognition, niger holds significant importance, particularly in apiculture, due to its unique characteristics and benefits."
      },
      {
        "type": "text",
        "content": "Niger is often referred to as a \"bee plant\" or \"bee forage\" because it is an exceptional source of nectar for honeybees. Beekeepers value niger as an essential component of their apiaries. The flowers are small and bright yellow, composed of both ray and disc florets. These bright yellow flowers are rich in nectar and pollen, making them an attractive food source for honey bees, particularly Apis cerana indica, which are the primary pollinators in niger plants."
      },
      {
        "type": "text",
        "content": "The continuous flowering nature of niger ensures a steady supply of nectar for bees throughout the blooming season. This consistent and diverse nectar source is vital for sustaining honeybee colonies and promoting successful beekeeping. The number of honeybee colonies needed per acre or hectare depends on several factors, including the foraging capacity of the bee colony, the crops in the vicinity, and local weather conditions. Bees typically forage within a radius of 1 to 2 kilometers to gather nectar and pollen before returning to their hives. On an average, it is recommended to have between 3–9 average-strength colonies per hectare to maximize niger's potential for both seed and honey production."
      },
      {
        "type": "text",
        "content": "The honey derived from nectar is renowned for its distinct flavor and quality. It typically has a light color and a mild, nutty taste, making it a sought-after variety among honey enthusiasts. Niger honey is often preferred for its exceptional quality and is considered a premium product in the honey market."
      },
      {
        "type": "text",
        "content": "Beekeepers often place their hives near niger fields to maximize honey production. As the flowers are self-incompatible, the crop heavily relies on cross-pollination, primarily by bees, to achieve higher seed yields. The presence of pollinators, primarily bees, results in a notable increase in the number of capitula per plant, seeds per capitula, and overall seed yield. This increase in capitula ranges from 38.5% to a remarkable 260.7%, demonstrating the symbiotic relationship between niger and beekeeping. The presence of active pollinators, primarily bees, significantly benefits the overall ecosystem by promoting biodiversity through pollination. Beekeepers can also take advantage of the wax produced by their colonies, which is used for making beeswax products."
      }
    ]
  },
  {
    "heading": "Utility as a bird feed",
    "content": [
      {
        "type": "subheading",
        "content": "Seed content and composition"
      },
      {
        "type": "text",
        "content": "Niger seeds, resemble sunflower seeds but are smaller, dark-hued, and have a black tint. These seeds feature a relatively thick and adherent seed coat, allowing them to maintain their quality for up to a year without spoilage. Niger seeds intended for export go through beneficial pre-treatment procedures, such as being exposed to steam (99°C) or dry heat (90 to 100°C for four hours). In order to maintain the purity of the Niger seed supply, these meticulous treatments fulfill the vital function of eliminating undesired weed seeds, particularly dodder (Cuscuta campestris and C. indecora)."
      },
      {
        "type": "text",
        "content": "Niger seeds are rich in essential components, including oils, soluble carbohydrates, and proteins. Notably, they are exceptionally rich in fatty acids and protein, while also containing niacin, oleic acid, carbohydrates, protein, dietary fibre, stearic acids, riboflavin, and ascorbic acids. Furthermore, Niger seeds serve as an excellent source of linoleic acid, a vital fatty acid. These seeds are not just nutritionally rich but also offer a substantial mineral content, with notable quantities of salt, magnesium, zinc, calcium, copper, and potassium. In a 100 g serving, niger seeds provide 515 calories, 39 g of fat, 11 g of fiber, and 24 g of protein, along with significant content of calcium (300%) and iron (57%)."
      },
      {
        "type": "subheading",
        "content": "Niger seed as a bird feed"
      },
      {
        "type": "text",
        "content": "Niger seeds are tiny, black colored that holds immense appeal for birds. In regions like Great Britain, niger seeds are a popular option for enticing garden birds, especially goldfinches. This nutritious seed also caters to a range of other avian visitors, including sparrows, siskins, finches, redpolls, pigeons, and doves. Garden birds may enjoy niger seeds year-round due to their excellent nutritional value and oil content. It's even more beneficial as winter bird food, giving birds an additional energy boost to help them store fat for warmth. During molting, the high protein content of the seeds helps with feather regeneration."
      },
      {
        "type": "text",
        "content": "Because their small, sharp beaks are ideal for cracking open the seeds, smaller seed-loving birds, such as sparrows and finches, have evolved to become skilled at eating these tiny seeds."
      },
      {
        "type": "subheading",
        "content": "Contributors"
      },
      {
        "type": "subheading",
        "content": "Pushpa H. D, Usha Kiran B, Sujatha M, Helan Baby Thomas and Madhuri P ICAR-Indian Institute of Oilseeds Research (ICAR-IIOR), Rajendranagar, Hyderabad-500 030, Telangana, India"
      }
    ]
  }
]