[
  {
    "heading": "Plant profile:",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Sterculiaceae"
            ],
            [
              "Ayurvedic name",
              "Pisachkarpas"
            ],
            [
              "Unani name",
              "Ulatkambal"
            ],
            [
              "Hindi name",
              "Ulatkambal"
            ],
            [
              "Trade name",
              "Ulatkambal, Devil's cotton"
            ],
            [
              "Parts used",
              "Root, root bark,stem, and leaves"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Abroma augusta"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Root bark of ulatkambal is a valuable emmenagogue and uterine tonic, chiefly used in intra-uterine diseases and other gynaecological disorders mostly related to menstrual disorders such as dysmenorrhoea, amenorrhoea, and gonorrhoea.",
          "Powdered root is an abortifacient and anti-fertility agent.",
          "The leaves and stem are demulcent.",
          "Infusion of fresh leaves and stems is effective in treatment of gonorrhoea."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Abroma</em> is a shrub or a small tree, attaining a height of 3–5 m, with horizontal and velvety branches.",
          "Leaves are about 10–30 cm long and 6–18 cm broad, ovate or lanceolate, more or less cordate, finely acuminate, membranous, entire, and three to five lobed with 1–12-cm-long petiole.",
          "The dorsal surface of the leaves is glabrous and ventral surface is pubescent."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are purple in colour, about 5 cm in diameter, occurring on few flowered cymes.",
          "Sepals are about 2.5 cm long, lanceolate, and persistent.",
          "Petals are imbricate and fall off soon.",
          "Stamens are present on short staminal tube; five staminodes are present.",
          "Ovary is five lobed, pyramidal with many ovules in each cell.",
          "Capsules are 3–5 cm long, obpyramidal, membranous, finely pubescent, and truncate at the apex.",
          "Each carpel has a triangular wing behind it.",
          "Flowering and fruiting occur in the months of December and January."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is of Indo-Malayan origin and occurs throughout tropical forests of India, particularly in North-East and East Coast.",
          "The species is often planted for its showy, deep scarlet flowers."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Hot and humid climate is suitable for the growth of the crop.",
          "The plant grows well in a variety of soils, like sandy loam to loam type.",
          "It grows in open areas in nature."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds are the best propagation material. Mature seeds, which are black in colour at maturity, can be collected during December to January."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising propagules : The pretreated seeds are sown in well-prepared nursery beds during February to mid-March. Germination is completed in about 12–15 days. Germinated seedlings are transplanted in polybags filled with loamy soil, sand, and FYM (farmyard manure) in equal ratio. Seeds may also be directly sown in polybags after pretreatment. Seedlings are ready for transplanting in field during May–June when they attain a height of about 20–25 cm.",
          "Propagule rate and pretreatment : About 150–200 g seeds are sufficient to produce 12 000–14 000 seedlings for 1 hectare plantation. To hasten germination, the seeds are dipped in dilute sulphuric acid for six minutes and then rinsed thoroughly in running water to remove any traces of acid. Soil in nursery beds and polybags should be treated with Bavistin 50 WP @ 0.20% to check damping off and 0.25%–0.30% Rogor 30EC to check insect attack."
        ]
      },
      {
        "type": "subheading",
        "content": "Planting in the field"
      },
      {
        "type": "unordered_list",
        "content": [
          "Land preparation and fertilizer application : Pits of 30 cm × 30 cm × 30 cm size are dug at a spacing of 1 m × 1 m, after light ploughing of the soil. A basal dose of FYM @ 10 tonnes/hectare is mixed with dried soil and filled in the pits for better and faster growth. The basal dose of NPK (nitrogen, phosphorus, potassium) @ 30:40:20 kg/hectare, along with FYM, may also be applied to the pit soil.",
          "Transplanting and optimum spacing : May–June is the best time for transplantation of seedlings in the pits, as by that time, the seedlings attain a height of about 20–25 cm. This may be continued till August in North-East region where rainfall is well distributed throughout the year. At the time of transplantation, there should be sufficient moisture in the soil for establishment of the seedlings. Optimum spacing recommended in the field is 1 m × 1 m, that is, an optimum crop stand of 10 000 plants/hectare.",
          "Intercropping system : Since good root growth is essential for optimum yield, the plant may be grown as a sole high-density crop. Intercropping may interfere with root growth and, therefore, should be avoided.",
          "Interculture and maintenance practices : After basal dose of manure and NPK, top dressing of N @ 30 kg/hectare is given 120 days after transplanting. The follow-up fertilizer is provided in the second year with doses of NPK @ 30:40:20 kg/hectare after 12 months at the time of soil working, followed by applying N @ 30 kg/hectare after 18 months. First intercultural manual weeding operation is done 45 days after plantation and second after four months of plantation. In the second year, intercultural weeding operations are done at the end of 12 and 18 months.",
          "Irrigation practices : The crop is grown under rain-fed conditions in North-East India. Elsewhere, the crop should be regularly irrigated to maintain humidity. Water logging should be avoided.",
          "Disease and pest control : Damping off is a serious disease in this crop due to high moisture conditions. Control measures include spraying of Bavistin 50 WP @ 0.20% to check damping off and 0.25%–0.30% Rogor 30EC to check insect attack. No other infection has been observed on this crop."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop maturity and harvesting : Best time for seed collection is November– January. The crop takes 24 months to mature. Harvesting of medicinally useful parts should be done at post-flowering stage. For harvesting, the roots are dug out and cleaned with water. The soil should be sufficiently moist before digging out the roots.",
          "Post-harvest management : Root bark should be shade-dried, packed in gunny bags, and kept in a cool and dry place.",
          "Chemical constituents : Roots contain alkaloids abromine, abromasterol, and digitonide. The acceptable range of active constituents is 5.5%–5.7% of total constituents.",
          "<em>Yield and cost of cultivation</em>: About 1.95 quintals of dry root bark is obtained per hectare after two years. Estimated cost of cultivation per hectare is Rs 54 000."
        ]
      }
    ]
  }
]