[
  {
    "heading": "Plant profile :",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "family",
              "Ranunculaceae"
            ],
            [
              "Ayurvedic name",
              "Ativisha"
            ],
            [
              "Unani name",
              "Atees"
            ],
            [
              "Hindi name",
              "Atees"
            ],
            [
              "Trade name",
              "Atis"
            ],
            [
              "Parts used",
              "Dried tuberous roots"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/aconitum-heterophyllum1test.png"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "text",
        "content": "Tubers of Aconitum heterophyllum are cooling in potency and bitter in taste. They are used as expectorant, febrifuge, anthelmintic, anti-diarrhoeal, anti-emetic, and anti-inflammatory. They are also used against poisoning due to scorpion or snake bite and to cure fever and contagious diseases. The aqueous extract of the root induces hypertension through action on the sympathetic nervous system and in higher doses, it becomes lethal."
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "text",
        "content": "The shoot of atees is annual, while the root is biennial. The stem is clasping and erect. The branches are absent or rarely one or two in number. Leaves are glabrous, sessile, and variable in shape and size. The tubers are up to 3 cm long, conical at ends. The mother and daughter tubers occur in pairs. The initial first bud of the daughter tuber is conic in shape."
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "text",
        "content": "Flowers are large, hooded, white–violet in colour and occur in slender racemes or lax leafy panicles. Corolla is hairy. Carpels are five in number, containing 10–18 follicles. Flowering and fruiting occur from August to October in the third year of growth."
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "The species is found in grassy slopes of alpine Himalayan region, between 3000 m and 4200 m altitude, sometimes descending up to 2200 m."
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "text",
        "content": "Although atees generally prefers sub-alpine and alpine climate, cultivation up to 2000 m altitude has been recommended in sandy (10 cm deep) soils with rich organic matter. In Garhwal Himalayas, altitudes above 2000 m above mean sea level have been found to be suitable for the cultivation of atees. Sandy loam and slightly acidic soil, with pH about 6, has been found to be the best for seed germination, survival, better growth, and yield. Addition of humus or leaf litter to the soil increases survival rate and growth of seedlings at all altitudes. Forest leaf litter also helps in retaining moisture content in the soil. The plant prefers open, sunny sites, and abundant air and soil moisture during summer months."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "Although no variety has been developed for this plant, yet based on the colour of the tubers, Aconitum heterophyllum is classified into white, yellow, red, and black varieties. The white (daughter tuber) variety, with rapid growth and high yield, is considered to be the best. Seeds and tubers collected from alpine meadows (about 3000–4000 m altitude) have better growth, survival, and yield than those collected from alpine pastures between 2500 and 3000 m altitudes."
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "text",
        "content": "Seeds, tuber segments or young leafy stems can be used as propagules. The fruits (capsules) that turn light brown (before splitting) are collected during late October to mid-November for better germination of seeds. The seeds should preferably be collected during morning hours."
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "subheading",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "Seeds have no dormancy period and are sown immediately after collection. They are sown in sand and FYM (farmyard manure)/compost mixture (1:2) at a depth of 0.5 cm in styrofoam trays in a mist house. Nursery beds of 2 m × 2 m or even smaller size are better for raising seedlings inside the polyhouses. At a depth of 0.5 cm, germination is delayed to some extent, but first true leaf initiation occurs earlier as compared to sowing at other depths. Seeds are sown during October–November or March–April in polyhouses at middle altitudes (1800–2200 m), during February–March in glass houses at lower altitudes (600– 1000 m), and during May–June at alpine sites in open beds or in hot houses. Plants raised from seeds have very slow growth and the cotyledonary phase (pseudomonocotyle) persists for at least one growth season (three to four months). Under polyhouse conditions and sandy textured soil, germination takes about two months to complete. However,diurnal temperature variations (25–25°C) and mulching of soil promote germination within 15–25 days.",
          "When tuber segments are used as planting material, they are treated with GA ₃ (gibberellic acid) (200 PPM [parts per million]) for maximum rooting percentage and survival. Tuber segments are also planted during the same period as mentioned for seedlings. Propagation using young leafy stems, when inserted in moist soils under scrub canopy or in soil trenches covered with thin layer of moss, induces rooting at every node. Even the top nodal segment roots within 30–35 days under above conditions during July–August. About two to four plantlets can be produced from one leafy stem.",
          "<em>Propagule rate and pretreatment</em> : Approximately 1.5 kg seeds are required for obtaining seedlings for 1 hectare. However, about 111 000 tuber segment are needed for plantation on 1 hectare. Pretreatment of seeds with GA ₃ (200 PPM) results in early germination (9–20 days) and up to 55% germination."
        ]
      },
      {
        "type": "text",
        "content": "Aconitum heterophyllum- young plants"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application :</em> During winter, the fields are thoroughly ploughed till fine tilth is obtained. Removal of weeds and addition of manure 10–15 days before transplantation improve the soil quality. A high leaf litter dose (150 quintals/ hectare) is added to the soil before transplanting for good seedling growth and survival (up to 56%). In subsequent years, a dose of 60–70 quintals/hectare/ year can be added for maximum yield.",
          "<em>Transplanting and optimum spacing :</em> Propagules/seedlings are transplanted after three months of the first true leaf initiation during March–April at middle altitudes and during May–August at alpine sites. A spacing of 30 cm × 30 cm in field is considered optimum for better vegetative growth and resultant high tuber yield.",
          "<em>Intercropping system</em> : The plant is grown as a mono crop.",
          "<em>Interculture operations and maintenance practices :</em> Forest leaf litter/ FYM from different sources/leaf compost can be used to provide nutrition to the growing plants. Leaves may turn slightly yellowish and the plants may wither due to waterlogging in beds. To overcome this problem, the crop should be planted in well-drained beds. During the rainy season, weeding is required every week. In other seasons, weeding may be done as and when required. When the crop is cultivated at middle and lower altitudes, that is, as to 2200 m, weeding may be required at an interval of 15–20 days during the entire winter season.",
          "<em>Irrigation practices :</em> Planted beds need irrigation during early summer. The retention of soil moisture is necessary to decrease seedling mortality. Irrigation requirement depends on the texture and porosity of the soil. In dry season, irrigation at least once in a week is necessary to retain soil moisture. However, waterlogging results in withering of plants at lower altitudes. Hence, well-drained beds are recommended for cultivation of the crop.",
          "<em>Disease and pest control :</em> No serious pests or diseases are noticed in this crop."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting :</em> Vegetative growth phase lasts for three to four years and finally leads to the reproductive phase. Flowering at alpine (natural) sites has been recorded in September and fruits mature during late October or November. Harvesting of tubers is recommended after the completion of reproductive phase and ripening of seeds during October–November, when maximum quantitative tuber yield is recorded. However, active content (atisine) and other alkaloid contents have been found to be maximum when tubers/plants are harvested in July–August at the budding stage. Further, percentage of active contents decreases slightly with the maturity of the plant. Plants raised from tuber cuttings complete their vegetative and reproductive phase within three years. <em>A. heterophyllum</em> tubers harvested in May– June contain lower quantity of atisine (0.35%) as compared to those harvested in November and December (0.43%), which also contain traces of aconitine. The tubers harvested in May, however, show higher quantity of aconitine and hypoaconitine as compared to those harvested in other seasons.",
          "To get maximum yield of tubers as well as seeds for multiplication, plants must be harvested during October at lower altitudes and in first week of November at higher altitudes. At lower altitudes, flowering and fruiting season comes nearly 1–1.5 months earlier. Stigma receptacles of many alpine plants are sensitive to low temperatures and remain active for 10–25 days. At lower altitudes, where temperature is comparatively higher, these stigmas become inactive and thus proper pollination does not take place. Often, no seed and tuber formation is observed even in the beds treated with higher doses of organic manure.",
          "<em>Post-harvest management</em> : Tubers are harvested simply by digging the field. Usually, whole tuber is harvested. However, topmost segments of tubers can be used for further multiplication, as they have better survival and growth rates. After harvesting, the whole tubers or the tubers without the top segment should be dried in partial shade or at room temperature. After complete drying, slices of tubers can be stored in wooden boxes or airtight polythene bags.",
          "<em>Chemical constituents :</em> In tubers, atisine content varies from 0.19% to 0.27%. However, 0.79% of total alkaloids of the plant are found in tubers. Other alkaloids found in <em>A. heterophyllum</em> are heteratisine (0.3%), histisine, heterophyllisine, heterophylline, heterophyllidine, atidine, and hitidine. Also present are aconitic acid, tannic acid, a mixture of oleic, palmitic, and stearic acids, glycerides, and vegetable mucilage in addition to starch and sugars.",
          "<em>Yield and cost of cultivation</em> : Actual production of 518 kg/hectare and 579 kg/hectare, respectively, from seedlings and tuber cuttings has been recorded after third year of cultivation under experimental conditions. Cost of cultivation is nearly Rs 84 000 for three years for 1 hectare of land. This includes cost of land preparation, irrigation facilities, low-cost polyhouse for the seedling establishment,manure, labour charges, and harvesting cost. Cost of developed seedlings or seeds is not included. After including this cost, the cost of cultivation rises to approximately Rs 110 000/hectare."
        ]
      }
    ]
  }
]