[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Ranunculaceae"
            ],
            [
              "Ayurvedic name",
              "Vatsanabh"
            ],
            [
              "Unani name",
              "Bachnak"
            ],
            [
              "Hindi name",
              "Meetha vish"
            ],
            [
              "Trade name",
              "Meetha vish, Indian aconite"
            ],
            [
              "Parts used",
              "Tuberous roots"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Aconitum balfourii"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The roots of bachnak are diaphoretic, diuretic is analgesic, febrifuge, anti-inflammatory, anti-rheumatic, anti-pyretic, and vermifuge.",
          "It is used in all types of pains and inflammations.",
          "In large doses, it acts as powerful sedative, narcotic and poison."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The roots of meetha vish are tuberous with broad and depressed initial bud that is conical or hemispherical in shape.",
          "The scales are broad with a clasping base.",
          "They usually decay after sprouting.",
          "The stem is erect, robust, and more than a metre in height, generally with one to eight branches.",
          "The leaves are scattered, orbicular or ovate–cordate."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The inflorescence is a many flowered compound raceme.",
          "Flowers are bluish-violet with five carpels.",
          "The fruit is an achene containing 16–25 seeds, and is obpyramidal in shape.",
          "Flowering and fruiting occur during September to November."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is found in the temperate alpine ravines in the Himalayas and also with the Rhododendron community at altitudes between 2800 m and 4200 m."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Areas above 2200 m altitude are suitable for the cultivation of Indian aconite.",
          "Sandy loam and slightly acidic soils (pH 5.1–5.5), rich in humus, are suitable for cultivation of this crop.",
          "Partially shaded areas, thick soil, and moist conditions provide a healthy environment for the plants."
        ]
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "No variety of this plant has been identified.",
          "However, strains collected from timberline populations show better survival and good response to vegetative propagation, growth and yield, when cultivated at comparatively lower altitudes, that is, about 2200 m."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Propagation is done through seeds and tuber segments.",
          "The fruits (capsules) that turn light brown (before splitting) are collected in late October to mid-November for better germination of seeds.",
          "Stem cuttings have also been found to be successful in multiplication at higher altitudes."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "subheading",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "Seeds are sown in a nursery at a soil depth of 0.5–0.7 cm in mist chambers or shade houses. Seeds may also be sown in open beds followed by mulching. Seed sowing may be done during October– November or March–April in temperature controlled chambers at middle altitudes (1800–2200 m). At lower elevations, sowing is done in February– March in glass houses (for example, at 1550 m altitude at Srinagar, Garhwal) and during May–June at alpine sites in open beds or hot house.",
          "Tuber cuttings are planted during the same period as mentioned for seedlings. The tubers sprout in about 6–45 days in laboratory conditions and 12–65 days in polyhouses under suitable soil and optimal temperature (15–20°C). In case of availability of tubers in late season (October– November), instead of dividing into segments, whole tubers should be used at all altitudes."
        ]
      },
      {
        "type": "subheading",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "Nearly 2 kg seeds are required for raising seedlings for 1 hectare of land, that is, for planting 50 000 seedlings at a spacing of 45 cm × 45 cm. Pretreatment of seeds with GA ₃ (gibberellic acid) (100 and 200 PPM [parts per million]) favours germination. In open beds, sun drying of seeds before sowing, followed by mulching, is recommended for better germination."
        ]
      },
      {
        "type": "subheading",
        "content": "Planting in the field"
      },
      {
        "type": "unordered_list",
        "content": [
          "Land preparation and fertilizer application : The field is ploughed well during winter till a fine tilth is obtained. Weeds should be removed along with addition of manure about 10–15 days before transplantation. Humus/compost/FYM (farmyard manure) may be added as per the requirements, for example, soils with 1%–2% organic carbon will need FYM/compost at the rate of 25–30 quintals/hectare/year as basal dose at the time of land preparation. Application of forest litter at the rate of 100–150 quintals/hectare/year for the entire crop period (5–7 years) has also been reported to give good yield results. However, no studies are available for application of inorganic fertilizers.",
          "Transplanting and optimum spacing : Seedlings are transplanted after three months of the first true leaf initiation during March–April at lower and middle altitudes and during May–August at alpine sites. Tuber segments can be directly planted in the well-prepared field. For better growth and development of tubers, the recommended optimum spacing is 45 cm × 45 cm. Alternatively, seedlings can be transplanted at a distance of 20–25 cm initially and then thinned after two years of growth. For 45 cm × 45 cm spacing, about 50 000 seedlings and for 20 cm × 25 cm spacing, about 200 000 seedlings are required. The seedlings may suffer a mortality rate of 25%–40% during transplanting due to desiccation or mechanical injury.",
          "Intercropping system : This plant is preferred as a sole crop. Intercropping with Aconitum heterophyllum has been tried but mortality rate for A. heterophyllum was as high as 80% when cultivated with Aconitum balfourii.",
          "Interculture and maintenance practices : To achieve high production,soil treated with high doses of humus has been found suitable for cultivation. However, in the absence of adequate amount of leaf litter, FYM prepared from sheep or buffalo dung may be used. But, at lower elevations, no seed and tuber formation has been observed even in the nursery beds treated with higher doses of organic manure. It is,therefore, recommended that leaf litter or humus should preferably be used. In the winter season, mulching is recommended as also the manuring before the initiation of new plantlets",
          "Irrigation practices<em>:</em> Watering is not required during the monsoon period in cultivated fields. Irrigation depends on the location of sites and texture of soil. At lower altitudes (1800–2200 m), frequent watering at short intervals (two to seven days) is required till the seedlings are six months old. Soil humidity should be maintained constantly.",
          "Weed control : After the establishment of seedlings or sprouting of tuber cuttings in early growth period, mulching through the layer of broad leaf litter (up to 5-cm thick) is done. Manual weeding operations are not required at this stage. However, regular weeding at an interval of 20–30 days is required in early development stages of the growth, and during winter season.",
          "Disease and pest control<em>:</em> No serious disease affecting the plant has been observed, although insects may harm the flowers. No chemical pesticides or insecticides are applied to the crop."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop maturity and harvesting <em>:</em> In nature, plants require five to seven years to complete the reproductive phase. In comparison, at lower altitudes, plants mature within three to five years when cultivated through seedlings. However, plants of ten produce flowers within one to two years when raised through tubers. After completion of the reproductive phase, plants become mature for harvest and achieve good percentage of active contents. Time of completion of reproductive phase differs with altitude. Generally, the plants from alpine areas complete their reproductive phase by the last week of October or first week of November, while the plants at lower altitudes complete their reproductive phase during the first half of October. Plants raised from tuber segments complete their reproductive phase by the end of third year. Highest quantity of active ingredients is found during November–December. However, percentage of pseudoaconitine and aconitine is found to be maximum during May–June when the plant becomes six years old . Thus, plants can be harvested during that period to achieve the high quantity of active contents. However, to get maximum yield as well as quality germplasm (seeds) for multiplication, plants should be harvested during September at lower altitudes and in October–November at higher altitudes.",
          "Post-harvest management : Harvesting can be done simply by digging the fields. Usually, whole tuber is harvested. However, rhizomatic segments of tubers (that is, tubers with roots) can be used for further multiplication as they have better survival rate and growth percentage. The tubers without rhizome are cut into 4–6 cm long slices. They should be dried in shade at room temperature. After complete drying, when moisture content is not more than 10% in slices, tubers can be stored in damp-proof containers in dark, dry, and preferably cool places for not more than six months, after which the quality starts deteriorating.",
          "Chemical constituents : Tubers of <em>A. balfourii</em> contain a crystalline toxic alkaloid called pseudo-aconitine (0.4%–0.5%) and small quantities of aconitine, picroaconine, aconine, benzyl aconine, and hemonapelline.",
          "Yield and cost of cultivation<em>:</em> Based on the dry weight of tubers and total plants cultivated in 1 hectare of land, the estimated production of root is nearly 450 kg dry weight, which is greater than the production determined for natural sites. However, considering the survival rate to be between 25% and 40% of transplanted seedlings/tubers, the actual productivity has been estimated between 275 kg/hectare for seedling-raised crop and 345 kg/hectare for tuber raised crop after the maturity of plants during third year of cultivation through vegetative propagation. Plants grown from seedlings have yielded a maximum production of 302 kg/hectare after third year of cultivation. Estimated cost of cultivation per hectare is approximately Rs 120 000/hectare, including the cost of land preparation, irrigation facilities, labour charges, manure costs for three years, besides harvesting and drying costs, but, excluding the cost of planting material."
        ]
      },
      {
        "type": "source",
        "content": "Agro-Techniques of selected medicinal plants",
        "link": "https://www.nmpb.nic.in/sites/default/files/publications/Agro_techniques_of_selected_medicinal_plants_Vol-I.pdf"
      }
    ]
  }
]