[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Aegle marmelos (L.) Correa (Family: Rutaceae) is a deciduous tree, 6.0 to 10 m in height and 0.9 to 1.2 m in girth, with straight, sharp, axillary thorns and trifoliate aromatic leaves."
      },
      {
        "type": "text",
        "content": "The stem bark is bluish grey, 4–8 mm thick, shallowly furrowed and corky."
      },
      {
        "type": "text",
        "content": "Flowers 3 cm in diam., greyish-white, sweet scented, stalked. Fruit large about 15 cm diam., globbose, ovoid and 8–15 celled."
      },
      {
        "type": "subheading",
        "content": "Common names"
      },
      {
        "type": "text",
        "content": "Bilva, Holy fruit tree, Bel, Shirphal. Wood apple"
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "The tree is a native of India and is found wild throughout the Indian Peninsula, in dry hilly places ascending to 1200 m in the western Himalaya."
      }
    ]
  },
  {
    "heading": "Soil and climate",
    "content": [
      {
        "type": "text",
        "content": "Good sandy loam soil, sunny situation, warm humid climate are suitable for cultivation of this plant."
      }
    ]
  },
  {
    "heading": "Nursery raising and planting",
    "content": [
      {
        "type": "text",
        "content": "Bael is generally propagated by seeds. Sowing is done in June or July. The development of seedlings is very slow. They require at least a year in the nursery to be fit for transplanting. They should be transplanted in rainy season, the stem is ordinarily 5–7 cm tall with 3–5 leaves, and the taproot, 20–25 cm long. It is also propagated by root cuttings and stem cuttings treating with IBA (4000 ppm) using quick dip method. Seedlings or budded plants are transplanted in the field at a spacing of 10–12 m. Budded plants start bearing fruits at the age of 4–5 years, whereas seedling trees require 7–8 years."
      }
    ]
  },
  {
    "heading": "Thinning and weeding",
    "content": [
      {
        "type": "text",
        "content": "It requires attention during first year when they are well manured and weeded after the rains."
      }
    ]
  },
  {
    "heading": "Nutrient and pest management",
    "content": [
      {
        "type": "text",
        "content": "The medicinal plants have to be grown without chemical fertilizers and use of pesticides. Organic manures like, Farm Yard Manure (FYM), Vermi-Compost, Green Manure etc. may be used as per requirement of the species. To prevent diseases, bio-pesticides could be prepared (either single or mixture) from Neem (kernel, seeds & leaves), Chitrakmool, Dhatura, Cow's urine etc."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "The field after plantation should be irrigated periodically as and when required weekly or fortnightly."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "The fruits are deep green initially and become yellow gradually at ripening. The fruits are harvested along with it's a portion of fruiting stalk as it serves as a signal of ripening as it is easily detached only in the ripe fruits. The fruits require about a year for ripening."
      }
    ]
  },
  {
    "heading": "Yield",
    "content": [
      {
        "type": "text",
        "content": "The average yield is 300–400 fruits per tree. The quality of fruits is greatly associated with the weight and size of the seed-sacs. The larger and heavier the seed sacs, the greater is the amount of mucilage and poorer the quality."
      }
    ]
  },
  {
    "heading": "Ripening of bael fruits",
    "content": [
      {
        "type": "text",
        "content": "Bael fruits mature and ready for harvest during mid April to May. Fruits should be harvested along with at least 1.0 cm stalk (stem end). Any physical injury to the fruit during harvesting should be avoided. Care should be taken to avoid dropping of bael fruits on the ground during harvest and handling as it results in cracking or even internal injury due to impact which leads to rotting of fruits during storage and ripening."
      },
      {
        "type": "text",
        "content": "Mature bael fruits ripe in 2–3 weeks under ambient conditions. Bael fruits, if treated with ethrel solution @ 5 ml/litre in water for 20 minutes, ripe in 1–2 weeks with proper colour, flavour and quality development. Ethrel solution once prepared can be used 3–4 times for fruit treatment. Large size fruits take longer time in ripening as compared to small sized fruits. Premature bael fruits harvested before April could also be ripened with ethrel treatment."
      },
      {
        "type": "text",
        "content": "The storage life of the fruit will depend upon the stage of harvesting. Bael fruit can be stored for 10–15 days at normal temperature, whereas fruit harvested at ripe stage can be stored for a week. The storage life of bael fruit could be increased from 2 weeks at 30 degree Celsius to 12 weeks at 9 degree Celsius and 85–90% relative humidity (Roy and Singh, 1979)."
      },
      {
        "type": "subheading",
        "content": "For more information, contact"
      },
      {
        "type": "unordered_list",
        "content": [
          {
            "text": "Narendra Deva University of Agriculture & Technology Kumarganj, Ayodhya, 224 229 (U. P.). Website : https://www.nduat.org/",
            "link": "https://www.nduat.org/"
          },
          {
            "text": "Central Institute for Subtropical Horticulture, Rehmankhera, P. O. Kakori, Lucknow - 227107. Tel : 0522–2841082, 2841023. Website : http://www.cish.res.in/",
            "link": "http://www.cish.res.in/"
          },
          {
            "text": "Central Institute for Arid Horticulture, Bikaner, Rajasthan. Tel : 0151–2250147. Website : https://ciah.icar.gov.in/index.php",
            "link": "https://ciah.icar.gov.in/index.php"
          }
        ]
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Value addition and processing of Bael",
            "link": "http://trifed.in/trifed/(S(mz5culighro5famz4yyaxjen))/pdf/Value_Addition_Processing_of_MFPs.pdf"
          },
          {
            "text": "Bael - Fruit for dryland",
            "link": "https://ciah.icar.gov.in/publication/Technical_bulletin/Ber_Fruit_Dryland.pdf"
          }
        ]
      }
    ]
  }
]