[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "family",
              "Apocyanaceae"
            ],
            [
              "Ayurvedic name",
              "Saptaparna"
            ],
            [
              "Unani name",
              "Kashim"
            ],
            [
              "Hindi names",
              "Saptaparna, Chhatwan"
            ],
            [
              "Trade name",
              "Saptaparni"
            ],
            [
              "Parts used",
              "Stem bark, leaves, latex, and flowers"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Alstonia scholaris- sapling"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "text",
        "content": "Alstonia is a bitter tonic, febrifuge, diuretic, anthelmintic, stimulant, carminative, stomachic, aphrodisiac, galactagogue, and haemostatic. It is used as a substitute for cinchona and quinine for the treatment of intermittent periodic fever. An infusion of bark is given in fever, dyspepsia, skin diseases, liver complaints, chronic diarrhoea, and dysentery."
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "text",
        "content": "Saptaparna is a medium-sized evergreen tree, usually 12–18 m high, sometimes up to 27 m high, with close-set canopy. Bark is rough, greyish white, yellowish inside, and exudes bitter latex when injured. Leaves are four to seven in a whorl, and are thick, oblong, with a blunt tip. They are dark green on the top, and pale and covered with brownish pubescence on the dorsal surface."
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "text",
        "content": "Flowers are fragrant, greenish-white or greyish-yellow in umbrella-shaped cymes. Follicles (fruits) are narrowly cylindrical, 30 cm × 3 cm, fascicled, with seeds possessing brown hair. Flowering and fruiting occur from March to July, extending to August in subtropical climate."
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "The species is found in the sub-Himalayan tract from Yamuna eastwards, ascending up to 1000 m. It occurs in tropical, subtropical, and moist deciduous forests in India, and is widely cultivated as avenue tree throughout India."
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "text",
        "content": "The species can be grown in a variety of climatic conditions in India, ranging from dry tropical to sub-temperate. However, it thrives well in areas where annual rainfall is about 100–150 cm, as it prefers a fairly moist habitat. The species grows well in the red alluvial soil having proper aeration. It can thrive in black cotton soils as well, but the growth is slow due to prevailing moist soil conditions during rainy season."
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "text",
        "content": "Alstonia scholaris Seeds are the best planting material for raising the crop. No pretreatment is generally required. Fruits may be collected during summer before splitting of thin and wiry pods. Seeds are feathery but unable to disperse easily and automatically."
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em> : The seeds are sown in polybags or in beds of size 10 m × 1 m by broadcasting/dibbling method in March to April. Beds are prepared by adding FYM (farmyard manure) and a little sand to improve porosity and drainage. About 25 g of clean seeds are required/ m 2 (square metre) of nursery beds. Seeds should be mixed with fine sand before sowing, either in polybags or in the nursery beds. Mixing with sand helps to avoid germination in clumps. Protection from strong winds is very important, especially in dry localities, as the dry winds are extremely harmful to the tender plants. The seeds start germinating in polythene bags or nursery beds after a fortnight. Seeds remain viable for more than a year, but the percentage of germination declines from 90% to about 40% after one year. When the seedlings in mother beds are about 5–10 cm high, they are picked and transferred to polybags, so that they attain a height of about 30–45 cm in about two months. These seedlings are ready for transplanting during rainy season in refilled pits.",
          "<em>Propagule rate and pretreatment</em> : Approximately, 250 g seeds in a bed of 10 m × 1 m size are sufficient to raise seedlings for 1-hectare plantation. Germination of fresh seed varies from 80% to 90% and no seed treatment is required before sowing. About 400 saplings are accommodated in 1 hectare of land at a spacing of 5 m × 5 m."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em> : The land is prepared by loosening the soil through ploughing and is made porous. Ploughing also removes weeds. Pits of size 45 cm × 45 cm × 45 cm are dug at a spacing of 5 m × 5 m or 5 m × 6 m. Weathering of dug-out soil for about one to two months is essential. The pits are then refilled with equal amounts of FYM, sand, and soil, and watered so that the soil settles. Hoeing is done about a fortnight before the transplantation.",
          "<em>Transplanting and optimum spacing</em> : The polybag seedlings are transplanted in prepared pits at a spacing of 5 m × 5 m or 5 m × 6 m in the rainy season in June–July.",
          "<em>Transplanting and optimum spacing</em> : The polybag seedlings are transplanted in prepared pits at a spacing of 5 m × 5 m or 5 m × 6 m in the rainy season in June–July.herb crops. Beneath its shade <em>Curcuma longa</em> (turmeric), <em>Curcuma angustifolia</em> (tikhur), and <em>Alpinia galanga</em> (kulinjan) can be successfully grown as intercrops.",
          "<em>Interculture and maintenance practices</em> : No fertilizer is applied after the initial use of FYM at the time of planting. Plants raised in the field require two timely weedings around the pits, especially in rainy season. Plantations in the black cotton soils require four weedings at monthly intervals. The weeds between the rows are removed by scythe or sickle. If the tractor is available, cultivator ploughing is beneficial to remove the weeds as well as loosen the soil, especially in the black cotton soil belt. This operation not only conditions the soil but also avoids cracking associated with the black cotton soil during the summer months. It is advisable to run the cultivator before the commencement of summer months to avoid cracking of soil, which leads to loss of soil moisture and breaking of root tips.",
          "<em>Irrigation practices</em> : Pit irrigation is required in summer season at weekly intervals when planted without intercrop. In case of intercropping, flood method of irrigation is beneficial. Light irrigation at an interval of 15–20 days in winter season is sufficient. About 15–20 litres of water per pit per week is required for proper growth of the plant.",
          "<em>Disease and pest control</em> : Many insects are known to attack the tree. <em>Ceroplates actiniformis</em> feeds on sap, while <em>Pauropsylla tuberculata</em> makes hard barrel-shaped semi-woody galls on the leaves. The larvae of some other insects of the family Pyrallidae ( <em>Caprinia conchylalis</em> and <em>Glyphodes bicolor</em> ) are known to defoliate the tree. The insects can be controlled by using 0.03% herbal pesticide nuvacron in the early stages of plantation, that is, till the plant is two to three years old. Diseases caused by <em>Collectotrichum goleosporioides, Sardaria humana</em>, and other fungi have also been reported. However, no control measures are generally required."
        ]
      },
      {
        "type": "text",
        "content": "Alstonia scholaris- a 15 year old mature tree"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em> : It takes about 8–10 years for the tree to reach maturity, and thereafter bark or other parts may be harvested. Peeling of bark from the trees is normally done for trees that have attained a girth of 50–62 cm, in the intermittent and strip manner. It is suggested that partial debarking should be done from each tree by removing bark in strips of 15 cm × 15 cm, 30 cm apart. October– January is the best season for collecting of stem bark.",
          "<em>Post-harvest management</em> : The medicinally important part of this tree is the stem bark. Properly shade-dried bark with less than 10% moisture content should be stored in containers in a well-ventilated store room. If the bark is not properly dried, it may get infected with many storage fungi and attain black colour, thereby becoming useless for medicinal use.",
          "<em>Chemical constituents</em> : Mature bark contains 0.16%–0.27% total alkaloids containing mainly echitamine, ditamine, and ditaine. <em>Yield and cost of cultivation</em> On the basis of yield assessment done on available mature trees, it has been estimated that for getting a sustainable yield without damaging the tree, a maximum of 2.5 kg of fresh bark can be extracted per tree from 10-year-old plantations, which on drying, weighs about 625 g. Thus, 1 hectare of plantation may yield approximately 250 kg dry stem bark every year. An approximate cost of Rs 55 000 is incurred for raising and maintaining 1 hectare of plantation upto harvesting."
        ]
      }
    ]
  }
]