[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Acanthaceae"
            ],
            [
              "Ayurvedic name",
              "Kalmegh, Bhunimba"
            ],
            [
              "Unani name",
              "Kalmegh, Chirayita Desi"
            ],
            [
              "Hindi name",
              "Kalmegh"
            ],
            [
              "English name",
              "Creat"
            ],
            [
              "Trade name",
              "Kalmegh"
            ],
            [
              "Parts used",
              "Dried leaves and Tender shoots"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Andrographis paniculata"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is an erect, annual herb and 30–90 cm tall with upper part of stem quadrangular while the lower part nearly rounded stem.",
          "Leaves are opposite sessile or subsessile, linear-lanceolateor lanceolate, 3–8 cm long, acute, glabrous or minutely puberulous beneath and base cuneate, margin slightly undulate."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are pedicelled, biliped, white-purple or spotted purple and solitary. Pedicel is 2.5–10 mm in size, slender and glandular pubescent. Bracts are acicular and 2.5 mm long.",
          "Calyx lobes are subacute, 2.5–3.7 mm long and glandular. Corolla is 7.5–12.5 mm in size, tube about half as long as the corolla. Filaments are hairy and anthers are purple beared at base.",
          "Fruit is a capsule, oblong, 18–20X4.5–5.0 mm, young ones sparsely glandular and hairy; when mature it is glabrous. Seeds are subquadrate, yellow to brownish in colour and rugose.",
          "Flowering and fruiting occurs in October – December (North India)."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is a native of tropical South-East Asia and occurs throughout hotter parts of India."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant comes up well in tropical and subtropical regions all over India.",
          "It is a hardy species, therefore, can be grown in medium fertile sandy loam to clay-loam soils, possibly with irrigation.",
          "It can withstand partial shade of trees, say few hours, but it is cultivated in open fields."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It can be easily raised through seed and vegetative methods. But in commercial cultivation, propagation through seed is easy and economical."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "This crop is grown during cooler climate and it remains for 120 days in field; usually, ratoon crop is also taken all over north India.",
          "Cooler climate helps plants in synthesizing more bitter ingredients."
        ]
      }
    ]
  },
  {
    "heading": "Nursery Technique",
    "content": [
      {
        "type": "subheading",
        "content": "Raising of Nursery:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Seeds are soaked in water for 24 hours and sown in the nursery beds in early September.",
          "About 650–750 gm seeds are required for raising nursery for one hectare of land.",
          "Nursery is prepared with soil, sand and organic matter in 1:1:1 ratio and sown in early September at 5 cm spacing in rows and it takes 8–10 days for germination to commence.",
          "Six weeks old seedlings are planted in field at 30X15 cm or 15X15 cm spacing.",
          "Direct sown crop is broadcasted thinly and has a seed rate of 1.5 kg/ha. It matures early, but nursery raising is preferred.",
          "For nursery beds, FYM @ 20 kg per square meter as basal dose is mixed in the soil."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: The land should be prepared well by repeated ploughing to make soil pulverized. For main field, FYM @ 20 t/ha is given as basal application. It is given NPK (75:75:50 kg/ha) in two split doses i.e. first at planting stage and second 40 days after plantation. Use of 5 kg Azospirillium + 5 kg Phosphobacteria per hectare has also given good results.",
          "Transplanting and Optimum Spacing: 10–25 cm long seedlings raised in the nursery beds during September are transplanted in the main field (after 6 weeks of sowing) at a distance of 30X15 cm between plant to plant and row to row.",
          "Irrigation: 4–6 light irrigations are required till harvesting the crop.",
          "Weeding: Since it is a herbaceous plant, the field should be free from weeds. Two to three weedings are essential during the crop season viz. at 20 days and 60 days after transplantation.",
          "Disease and Pest Control: It is a hardy plant and not attacked by any pest and disease."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: The crop matures after 120 days of sowing. It is harvested when most plants are in bloom. It is at this stage, the plants should be uprooted. However, a small lot of healthy plants should be left in the field for seed production. When the fruits become mature, these should be picked up and dried in the sun and seeds are collected. The seeds should be kept in open sun for complete drying. After this, these are stored in air-tight containers for next sowing.",
          "Post-harvest Management: After uprooting the plant, first it should be dried in the sun for two days and afterwards in the shade. This properly dried material should be packed in laminated gunny bags, lest it absorbs moisture. The harvested dry material should be stored in dark, airy and moisture-free places.",
          "Viability of Seed: One year of storage from the time of harvest.",
          "Chemical Constituents: The leaves contain three bitter principles; deoxyandrographolide, andrographolide and neoandrographolide. These are also present in whole plant. The leaves should yield 2.5% chemical constituents on analysis.",
          "Yield and Cost of Cultivation: The yield (whole plant) is 2.5 t/ha. It has sizeable demand and yields a reasonable profit to the growers. It is commercially cultivated in several States of India. Rs. 25000/- is the cost of cultivation for one hectare."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/andrographis-paniculata-in-fielddtest.jpg"
      },
      {
        "type": "subheading",
        "content": "Andrographis paniculata in field"
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The whole herb is bitter in taste and is source of several diterpenoids of which a bitter water soluble lactone “andrographolide” is important.",
          "The plant is acrid, cooling, laxative, antipyretic, antiperiodic, anti-inflammatory, expectorant, sudorific, anthelmintic, digestive and stomachic.",
          "It is useful in burning sensation, chronic fever, malaria and intermittent fever, inflammation, cough, bronchitis, skin diseases, intestinal worm, dyspepsia, flatulence, colic, diarrhoea, dysentery, haemorrhoids and vitiated condition of pitta.",
          "The plant is often used as a substitute for Chirayita (Swertia chirayita)."
        ]
      }
    ]
  }
]