[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Apiaceae"
            ],
            [
              "Ayurvedic name",
              "Chorak"
            ],
            [
              "Hindi name",
              "Chora, Choru, Gandrayan"
            ],
            [
              "Trade name",
              "Gandrayan"
            ],
            [
              "English name",
              "Angelica"
            ],
            [
              "Parts used",
              "Roots/Rhizome"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/angelica-glauca-1test.png"
      },
      {
        "type": "subheading",
        "content": "Angelica glauca"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a glabrous aromatic perennial or biennial herb, 1–2 meter tall.",
          "Stem is hollow and root is thick rhizomatous.",
          "Leaves are unipinnate, bipinnate, or tripinnate, large pinna is toothed, ovate or lanceolate."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Inflorescence is compound umbel with numerous rays.",
          "Flowers are white, yellow or purple in colour, bracteate; florets white or purple.",
          "Seeds are small in size and winged. Fruits/seeds are 1.25 cm by 0.6 cm in size."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "The plant is endangered in status, which is distributed in Western Himalaya from Kashmir to Uttarakhand, in alpine scrub and forest shades between 2700–3700 meters."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It requires cool and temperate climate and can be cultivated between 2000 3000 meters above MSL.",
          "It requires deep rich porous and moist soil with shady situations.",
          "For its ideal cultivation, the plenty of organic manure is required."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds",
          "Rootstock spilts"
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/fruitstest.png"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/rootstockstest.png"
      },
      {
        "type": "subheading",
        "content": "Fruits and Rootstocks"
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: Seeds are sown immediately after harvesting during November and December ins ide polyhouse. Seed viability is very low and moist seeds have a better germination potential than dry seeds. Germination takes 25–40 days.",
          "Propagule Rate and Pretreatment: Approximately 50,000 plants or 6.2 kg seeds are required for its cultivation in one hectare land area."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/seedlingstest.png"
      },
      {
        "type": "subheading",
        "content": "Seedlings"
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: The field should be ploughed thoroughly followed by harrowing to bring the soil to a fine tilth and free from weeds. Seedlings are transplanted 45X45 cm apart in April and May. Apical portions of root are transplanted during the rainy season at 45 cm apart. By this method, plants can be harvested within two years.",
          "Green Manuring: Sheep and goat manure is reported to be good for its cultivation. Approximately 15–20 tonnes of manure is required for one hectare of land initially, at the time of starting cultivation in lower altitudes. Manuring is done before planting. If required, manuring should be done after the completion of the vegetative growth phase during October or in the winter after two or three years of cultivation. At higher elevations, where forest litter is available, it enhances growth as well as survival and yield.",
          "Transplanting the Seedlings to Main Field and Optimum Spacing: After four to six months growth of seedlings raised inside a greenhouse or in a small nursery, transplanting is done at the beginning of the rainy season. Raised beds are better for growth. If the site is moist or has good irrigation facilities, transplanting can be done during April and May.",
          "Intercropping System: It requires similar climatic and edaphic conditions as <em>Saussurea costus</em>, so intercropping with this plant is beneficial.",
          "Intercultural and Maintenance Practices: The intercultural operation like weeding/hoeing is carried out periodically as and when required.",
          "Irrigation Practices: Irrigation twice a week during the dry season is required.",
          "Weed Control: Weeding once a month and earthing every month during the rainy season and every two to three months during the dry season is essential.",
          "Disease and Pest Control: No disease and pests have been reported."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: Under cultivation, harvesting can be done within two to three years. Roots are harvested during September and October when seeds become partially mature. Harvesting can be done after every two years, once the cultivation is well established and gives the maximum yield.",
          "Post-harvest Management: After harvesting the rhizomes, an apical portion is transplanted in a field for future crops. The remaining portion is washed with water to remove soil, and roots are cut into small pieces and put in partial shade for drying. After complete drying, roots are stored and packed in cloth bags.",
          "Chemical Constituents: Roots contain 1–1.5% volatile oil, valeric acid, angelic acid, lactones, sesquiterpenes, -cadinene, umbelliprenin, terpene alcohol and angelisine resin.",
          "Yield: At high altitudes of Garhwal, nearly 593–600 kg/ha yield is estimated under cultivation which is greater than all medicinal plants traditionally cultivated and thus has great potential as a cash crop. For a long time the collection of this species has been done by Bhutiyas (tribes) from nature, and they still sell it as a condiment in valley villages to earn money. Nearly 15–25% <em>A. glauca</em> is sold in trade of medicinal plants by local people, especially from the Niti and Mana Valleys of Uttarakhand."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/seedlings1test.png"
      },
      {
        "type": "subheading",
        "content": "Seedlings"
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>A. glauca</em> is used in dyspepsia, constipations, ulcer of palate, infantile atrophy, dysentery, menorrhagia and rinderpest.",
          "Roots/rhizomes are used as a drug for wounds and gastric pains.",
          "It has stomachic, carminative, stimulant, and sudorific properties. It is useful in anorexia, spasms, flatulent colic and bronchitis.",
          "The powdered root is administered in warm water for children's stomach ailments; it also checks vomiting.",
          "It is also used for flavouring confectionery and liquors. The leaves and stem act as a stimulant, cordial and used in stomach troubles."
        ]
      }
    ]
  }
]