[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Thymelaeaceae"
            ],
            [
              "Ayurvedic name",
              "Agaru"
            ],
            [
              "Unani name",
              "Ood Hindi /Agar"
            ],
            [
              "Hindi name",
              "Agar"
            ],
            [
              "English name",
              "Aloewood, Eaglewood, Agarwood"
            ],
            [
              "Trade name",
              "Agar"
            ],
            [
              "Parts used",
              "Fragrant Resinous Wood and Oil"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/aquilaria-malaccensis-1test.jpg"
      },
      {
        "type": "subheading",
        "content": "Aquilaria malaccensis"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "This plant is a large evergreen tree about 20 meters tall and 1.5–2.4 meters in girth with somewhat straight and fluted bole.",
          "Leaves are alternate 0.5–10 cm by 2–5 cm, oblong, lanceolate or elliptic, caudate, acuminate and glabrous with slender nerves.",
          "Venation is parallel and petiole is 0.3–0.5 cm long.",
          "It is commercially used as fragrant and in prepation of drugs.",
          "The tree contains plenty of oleoresin and has irregular dark patches.",
          "The wood burns with a bright flame giving off pleasant smell."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are white in colour, bisexual, pedicellate, in both axillary and terminal umbellate cymes, shortly pedunculed, perianth, companulate, lobes 5 spreading and densely pilose.",
          "Pedicels is 0.5–0.8 cm long, slender.",
          "Perianth remains persistent in fruit and 1.3–1.5 cm long, silky densely villous, connate at the base.",
          "Stamens are 10, anthers 10 with subsessile disc.",
          "Ovary is subsessile, villous and two-celled.",
          "Stigma is large, subsessile.",
          "Fruit is capsular, 3–5 cm long, obovoid, pericarp coriaceous and densely tomentose.",
          "Seeds are ovoid with a long tail."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Bengal and North-Eastern States of India namely Assam, Meghalaya, Manipur, Mizoram,Arunachal Pradesh and Nagaland."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "This is a tropical tree which grows over high rainfall tract throughout humid regions.",
          "The region experience low temperature variations between 20°C to 28°C and relative humidity around 80%.",
          "It grows over sandy loam and slightly acidic soils."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds"
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: Seeds mature during July-August. It loses viability soon. Thus seeds are sown within a week of collection. Raising seedlings in poly-bag is preferred. Seed germination is more than 80%.",
          "Propagule Rate and Pretreatment: 4500 plants/ha are required."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: Before transplanting of seedlings, land should be thoroughly ploughed and harrowed to bring it up-to a good tilth. FYM @ 20 t/ha may be applied at the time of land preparation supplemented with NPK @ 60:60:40 may be applied in split doses. The fertilizer level is increased with age from 3rd year onwards.",
          "Transplanting and Optimum Spacing: Seedlings when attain a height of 30–40 cm should be transplanted in the field during rainy season (April-June) at optimum spacing of 3X 3 meter.",
          "Intercropping System: Annual or biennial medicinal herbs viz. <em>Andrographis paniculata</em> (Kalmegh), <em>Withania somnifera</em> (Ashwagandh), <em>Rauwolfia serpentina</em> (Sarpagandha), <em>Bacopa monnieri</em> (Bhrami), <em>Piper longum</em> (Pippali) etc. may be cultivated as catch crops till the trees attain growth.",
          "Inter-culture and Maintenance Practices: Spading and simultaneous weeding at 90 days after transplanting is required.",
          "Irrigation Practices: Rainfed plantation.",
          "Weed Control: Hand weeding is done after 90 days of transplanting, thereafter Gramoxone @ 0.5 kg/ha may be applied when necessary. Glycel @ 1.5 kg/ha may be applied to eradicate weeds.",
          "Disease and Pest Control: Attack of Heortia vitessoides is observed during May-August. This causes defoliation of whole tree. Application of Thiodan @ 2 ml/lit at 15 days interval during infestation is found to control the pests effectively."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "text",
        "content": "Agar-wood develops a peculiar, persisting strong odour because of infestation by a fungal identified as Zeuzera conferta, it penetrates the hard wood, through wounds, injury or borers. All attempts to induce artificial infestation have failed; it is a natural phenomeon. It develops black patches and stores resinous oil which is separated through distillation of the woody chips. This oil has high value in medicine and perfumery industry."
      },
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: Time of harvesting depends on disease infestation in hard wood. Agar is regarded as a pathological product formed as result of infection. Black patches in the bark indicate occurrence of infection and can be used for harvesting hard wood to commercial use.",
          "Post-harvest Management: Wood chips or chips powdered mechanically without generating heat are soaked in water for 2–3 days and transferred to stainless steel vessel which is part of a distillation unit. The distillation is done for 30–36 hours. Oil and water is collected in a separator and stored. The oil and water ratio in the condenser is kept low on account of the high boiling point. Oil is stored in closed container preferable in Aluminum bottles.",
          "Chemical Constituents: The woody chips have an essential oil commonly known as Agar oil from 0.8% to 2.2% in fungal infested wood of 8–50 years old plant. The wood contains hexadecanoic acid (25.0%), pentadecanoic acid (6.7%) and oleic acid (4.9%); other constituents range from0.1to2.1%.",
          "Yield and Cost of Cultivation (Hectare): This oil is exceptionally costly."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Wood is used as stimulant, aphrodisiac, tonic in diarrhea, vomiting and used in skin related ailments like wounds, injuries, pain, indigestion, heart related ailments, blood purifier against gout, impotence and urine related disorders.",
          "The plant acts as anti-inflammatory, stimulates the nervous system, antirheumatic and antiparalysis."
        ]
      }
    ]
  }
]