[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Aristolochiaceae"
            ],
            [
              "Ayurvedic name",
              "Isharmul"
            ],
            [
              "Unani name",
              "Zarawand Hindi"
            ],
            [
              "Hindi name",
              "Kiramar"
            ],
            [
              "English name",
              "The Indian Birthwort"
            ],
            [
              "Trade name",
              "Ishar-mul"
            ],
            [
              "Parts used",
              "Leaves and Roots"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/aristolochia-indicatest.jpg"
      },
      {
        "type": "subheading",
        "content": "Aristolochia indica"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Aristolochia indica</em> is a perennial creeper with a woody rootstock.",
          "Leaves are alternate, entire with more or less undulate margins, somewhat cordate, acuminate or obovate."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers constitute of greenish-white or light purplish perianth with inflorescence in axillary cymes or fascicles, 1–2 lipped, hairy within limbs dilated.",
          "Stamens are six in number, adnate and filaments are not distinguishable from the style.",
          "Anthers are adnate to column and carpel is six locular with two ovules.",
          "The flowers are usually foetid in odour.",
          "Fruit is globose, oblong, septicidal, six valved capsule and opening from below upwards.",
          "Seeds are many in number, flat and winged."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "Plant is distributed in lower hills and plains of India, Bengal and Assam."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It grows in warm and moist climate, with temperature ranging from 20°C to 33°C, and annual rainfall ranging 100–150 cm and spread out to a greater part of the year.",
          "It can also be cultivated over well drained sandy- loam soil rich in organic matter.",
          "It needs irrigation at lower elevation where rainfall is low."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "text",
        "content": "Seeds."
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "subheading",
        "content": "Raising Propagules: Seeds mature during May-July. Germination of seed is about 80%. Seeds may be sown in rows over raised beds and 10 cm apart. Seedlings at 4–5 leaves stage can be transferred in polybags or kept in the nursery bed till it attains 15 cm height, when it is ready for transplantation. Seed viability remains at 70–80% up to one year. Seeds should be treated in Bavistin/Captan/Thiram before sowing. About 30,000 seedlings are needed for one hectare land."
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: Land should be deeply ploughed and harrowed twice and made into good tilth. FYM @ 10 t/ha alongwith NPK @ 25:60:100 kg/ha during land preparation may be applied. Later N @ 25 kg/ha may be applied after planting and again at 3 months interval.",
          "Transplanting and Optimum Spacing: Seedlings may be raised in May-July and their transplantation done in August-September. 60X60 cm spacing is optimal requirement.",
          "Intercropping System: Annual herbs like chilli can be grown as intercrop.",
          "Inter-culture and Maintenance Practices: Hoeing and hand weedings are carried out simultaneously 45 days after planting, thereafter at 6 months interval in first year. In second year, periodicity of interculture remains same.",
          "Irrigation Practices: Usually rainfed crop, but supplementary irrigation is needed during dry seasons.",
          "Weed Control: Pre-emergence application of Pendimethaline @ 1.0 kg/ha or Simazine @ 2.0 kg/ha may be applied, thereafter hand weeding at 90 days after tansplanting and later as per weed population. Application of post-emergence herbicides is not suggested.",
          "Disease and Pest Control: Leaf blight is observed in the plantation during winter season. Application of Dithane M-45 @ 3 gm/lit at 15 days interval is found to control the disease. Infestation of <em>Pachlioptera aristolochia</em> is found to attack the vines and eat on tender leaves during May-August. Application of Rogor 30 EC @ 0.02% keeps the moth away. Thiodan 35 EC @ 0.09% is also found effective against the insect.",
          "Crop Maturity and Harvesting: Crop matures after one year growth but the leaves are pruned and harvested after 180 days onwards periodically. The collection of roots is advisable after two years of age.",
          "Post-harvest Management: Leaves and roots after collection are cleaned thoroughly and all foreign matters are removed. These may be dried in shade for a week when it has 10–12% moisture and then it is ready for storage. It is packed in air tight polythene bags and stacked in bamboo or wooden crates.",
          "Chemical Constituents: Plant possesses aristolochic acid upto 0.017% and essential oil upto 0.5%. Besides, it has potassium and β-sitosterol. Two sesquiterpene hydrocarbons viz. ishwarane and aristolochene have been identified from the root and their structure is established.",
          "Yield and Cost of Cultivation: Estimated yield is 640 kg/ha/year in the second year and onwards."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The dried roots and rhizomes are used as a bitter tonic.",
          "The fresh juice of leaves and bark is used in the bowel complaints of children, diarrhoea and intermittent fevers.",
          "The root is used in skin diseases and heals wounds and destroys the toxic effect of all poisons.",
          "In the olden days, it was used against snake-bites in Southern India.",
          "The plant possesses emmenagogue, abortifacient, antiarthritic, anti-inflammatory, antiperiodic, diuretic and antibilious properties."
        ]
      }
    ]
  }
]