[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "family",
              "Liliaceae"
            ],
            [
              "Ayurvedic name",
              "Satavari,"
            ],
            [
              "Unani name",
              "Shatawar, Shaququl"
            ],
            [
              "Hindi name",
              "Shatavar"
            ],
            [
              "Trade name",
              "Shatavar"
            ],
            [
              "Parts used",
              "Tubers and leaves"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "text",
        "content": "The plant, Asparagus, is reputed to be a tonic and a geriatric. The tubers are anti-diarrhoetic, diuretic, nutritive, tonic, aphrodisiac, appetizer and alterative. They are also reported to increase lactation. In addition, the plant is considered slightly sweet, and is useful in the diseases of blood, kidney, liver, scalding urine, rheumatism, gleet, and gonorrhoea."
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "text",
        "content": "Shatavar is a scandent, much-branched, spinous under-shrub with tuberous roots. The roots are fascicled, fleshy, spindle-shaped, light ash-coloured externally and white internally, more or less smooth when fresh, but on drying, develop longitudinal wrinkles and lack any well-marked odour. Branches are modified into cladodes with long basal decurved spines."
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "text",
        "content": "Flowers are white, fragrant, and minute, about 3 mm long and occur in solitary or fascicled, 2.5–5 cm long, racemes. Fruit is a three-lobed, red coloured berry, up to 6 mm in diameter, with mottled seeds and oily endosperm. Flowering and fruiting occur in December–January."
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "Shatavar is common throughout the tropical and subtropical regions, particularly central India. It is also found up to an altitude of 1500 m in subtropical Himalayas. By nature, the plant is xerophytic and prefers the semi-arid to subtropical, cool environment."
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "text",
        "content": "The plant prefers annual average rainfall of 600– 1000 mm or less, of which 85% is received during July to September. A well-drained fertile sandy-loam to clay-loam soil, with a pH of 6–8 is best suited for its cultivation with staking support. Shatavar can be grown in open land as well as under shade, but very high moisture levels result in rotting of root."
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "text",
        "content": "Both seeds and crown rhizomes can be used for propagation. However, seeds are preferable on account of high production that makes up for low germination percentage in cultivation. Seeds may be collected from March to May when their colour changes from red to black."
      },
      {
        "type": "text",
        "content": "Asparagus racemosus- mature and viable seeds."
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em> Seeds are sown during the first week of June in well-prepared and raised nursery beds containing good amount of FYM (farmyard manure). The beds should ideally be 10 m × 1 m in size. Seeds are sown in lines 5 cm apart and covered with a thin layer of fine sand. The beds are lightly watered at regular intervals using a rose water cane.",
          "<em>Propagule rate and pretreatment</em> About 7 kg of seeds are required for raising seedlings for 1 hectare of crop. The seeds of satavar have a hard seed coat. To obtain early and higher germination percentage, presoaking in water is required for softening the seed coat. Higher germination is also achieved by soaking the seeds in cow urine for 24 hours. The germination commences after 20 days of sowing and is completed in 30 days."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em> : The land should be given a deep disc ploughing, followed by harrowing and levelling. The field is normally divided into plots, keeping one irrigation channel in between two rows of plots. Ridges and furrows are made about 45 cm apart in the plots. About 10 tonnes of well-decomposed FYM is thoroughly mixed in the soil one month before transplanting. Shatavar further requires a fertilizer dose of 60 kg nitrogen, 40 kg phosphate, and 40 kg potash per hectare for optimum growth and higher tuberous root yield. One-third of nitrogen and entire dose of phosphate and potash should be placed 10–12 cm deep in the rows before transplanting.",
          "<em>Transplanting and optimum spacing</em> : The seedlings are ready for transplanting after 45 days of sowing. These are transplanted in field at the onset of monsoon in July. Ridges and furrows are made 45 cm apart and seedlings are transplanted on ridges, keeping the plant-to-plant distance at 15 cm. The ridge method of transplanting is superior in comparison to flat method. Optimum number of seedlings required per hectare using the recommended spacing is about 150 000.",
          "<em>Intercropping system :</em> Shatavar is normally grown as a monocrop, but it can be grown in inter spaces available in orchards having low light interception. Plants need staking material, thus poles or shrubs serve for support.",
          "<em>Interculture and maintenance practices</em> : The balance two-third N is applied in two equal split doses at ridges during September and in late February. The fertilizer is broadcast in between the rows and mixed in soil followed by irrigation, if the soil is dry. Shatavar initially grows slowly for 60 days, which keeps inter-row space virtually vacant, allowing easy weed growth. It is necessary to carry out three weeding and hoeing operations to keep the field free from weeds for initial twomonth period. After two months, Shatavar grows enough to cover the inter-row spaces and prevents weed growth.",
          "<em>Irrigation practices</em> : Water requirement of Shatavar crop is not much. It can be grown without irrigation in areas that receive 800–1200 mm of well-distributed rainfall. Irrigating the field once immediately after transplanting is a must for establishment of seedlings in field. The second irrigation is done after seven days of seedling establishment. If there is no rainfall and dry spell prevails for more than 15 days, one more irrigation should be given. During winters, irrigation at 30-day intervals is enough for good growth. Irrigation should be done during seed formation stage and before harvesting of the tuberous roots for obtaining higher seed yield and easy digging of tuberous roots. Deficient soil moisture during March–June brings down root yield significantly. Hence, three to four irrigations during this period are essential.",
          "<em>Disease and pest control :</em> No serious insects, pests, and disease have been reported in this crop."
        ]
      },
      {
        "type": "text",
        "content": "Asparagus racemosus- crop view"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em> : The crop matures in 12 months after planting; however, for seed harvesting, it is recommended to be harvested only after 20 months. Rabi season, that is, November–December, is the best time for harvesting tuberous roots when the above-ground parts start turning pale yellow. The crop, when harvested in 12 months, yields about 4–5 tonnes/hectare, while harvesting after 20 months yields about 6 tonnes/hectare of tubers along with 35 kg/hectare of seeds, which are not obtained in the 12-month-old crop.",
          "<em>Post-harvest management</em> : After harvesting, the tubers are washed well in running water thereafter, these are dried in open sun for one to two days. The tuberous roots are then kept in luke warm water for one hour to soften the outer covering of the tubers. It facilitates removal of outer skin. The harvested roots are peeled manually by pulling their outer thin covering. These peeled tubers are then kept in shade for four to five hours, followed by further drying at 40°C in hot air oven for 20 minutes or more, depending upon their moisture content. The roots should be completely dry for storage. If the tuber breaks with a cracking sound, it means that it has completely dried. Dried tuberous roots are packed in cardboard boxes and stored. Boiled tubers turn yellowish and fetch much higher market rate. Dry root in pieces of 5–15 cm × 1–2 cm are marketed as ‘A’ grade variety.",
          "<em>Chemical constituents</em> : Sapogenins are the active principles found in the tuberous roots. Chemical evaluation studies suggest that the sapogenin content varies in the range of 0.7%–0.9% in the tubers.",
          "<em>Yield and cost of cultivation</em> : The tuberous root yields 10%–12% of dry matter after removal of outer wall. An average shade-dried tuberous root yield of 3 tonnes per hectare is obtained from 20-month-old plants underexperimental conditions. A two-and-a-half-year-old crop gives a dry yield of 4–5 tonnes per hectare. It gives a seed yield of 30–35 kg/hectare. The estimated cost of cultivation is about Rs 100,000 per hectare, including land preparation, nursery raising, cost of planting material, FYM, cost of transplanting, harvesting, peeling and processing for market, and so on. The calculated yield of 20 month-old crop of Shatavar is 3 tonnes/hectare, which can fetch net returns of approximately Rs 62,500 /hectare. Dry root in 5–15 cm × 1–2 cm pieces are marketed as ‘A’ grade variety."
        ]
      },
      {
        "type": "text",
        "content": "Asparagus racemosus- harvested roots"
      }
    ]
  }
]