[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Asparagaceae"
            ],
            [
              "Ayurvedic name",
              "Satavari"
            ],
            [
              "Unani name",
              "Shaqqul Misri, Musli Siyah, Shaqaq-ul-Hindi"
            ],
            [
              "Hindi name",
              "Pili Satawar"
            ],
            [
              "English name",
              "Asparagus"
            ],
            [
              "Trade name",
              "Pili Satawar"
            ],
            [
              "Parts used",
              "Tuberous Roots"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Asparagus adscendens in early stage"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Asparagus adscendens</em> is a sub erect or curved prickly shrub. It produces white tuberous roots.",
          "Stem is tall, sub erect, terete, smooth, white and much branched.",
          "Branchlets are ascending, ashy-white, grooved and angled.",
          "The spines are 1–2 cm long, stout and straight.",
          "The cladodes are in dense, slender, filiform & soft."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are usually bisexual, small in many fid and inflorescnce racemes."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Pedicels are jointed above or up to the middle. Bracts are minute. Perianth segments are spreading."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Ovules are many in each cell."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Fruit is a globose pulpy berry."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is distributed in Punjab, Himachal Pradesh, Jammu and Kashmir, Uttar Pradesh, Bihar, West Bengal, Odisha, Madhya Pradesh, Gujarat and Lower Himalayan hills up to an altitude of 2000 m MSL."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Asparagus grows best under sunny condition, but elongation occurs when day temperature during growing season ranges between 20–30 0°C and night temperature 15–22 0°C and humidity ranges between 70–80%."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "The plant can be grown in a wide range of soils, but it is most productive over deep well drained sandy-loam fertile soil containing pH ranges from 6.0–7.5."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "It appears less-vigorous and susceptible to root rot in poorly drained soils."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds proved to be the best planting material for raising under cultivation."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Freshly collected seeds remain viable for four months. For raising nursery, the freshly collected seeds should be used."
        ]
      }
    ]
  },
  {
    "heading": "Agro-techniques",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "ordered_list",
        "content": [
          "Raising Propagules and Pretreatment : Broadcast the seeds on a well prepared nursery beds in the month of June when weather is dry and temperature is high (35 0°C). Seeds are treated with Bio fungicide before sowing to protect against fungal attack.",
          "Propagule Rate and Optimum Spacing : The seedlings are to be transplanted at spacing of 0.6 m X 0.6m for raising a pure crop and 0.6m X 1.5m spacing in shallow soil for short duration. Herbaceous crops are planned to be raised in the intercropping pattern. Nearly 12,000 seedlings are required for planting in one hectare area as a pure crop."
        ]
      },
      {
        "type": "subheading",
        "content": "Planting in the Field"
      },
      {
        "type": "ordered_list",
        "content": [
          "Land Preparation and Manure Application : The crop remains in the field for 10 years, or more. The soil should be thoroughly prepared up to fine tilth by ploughing, hoeing and planking and made free from weeds. About 20 t of Farm Yard Manure (FYM)/ha is to be added as basal dose during land preparation, mixed with thoroughly. A total of 4–5 harrowing is done followed by planking and layout.",
          "Interculture and Maintenance Practices : NPK at 60:120:80 kg/ha be given as basal dose. The Nitrogen should be applied in two equal split doses, one in March and another after six months in September.",
          "Irrigation Practices : The plant can tolerate drought up to a certain extent depending upon type of soils and atmospheric humidity. It should be irrigated once in a month except in rainy season. It requires about eight irrigations in a year .",
          "Weed Control : This plant is affected adversely in presence of weed. A pre-emergence application of bio weedicide should be given before transplantation of seedlings in the field to control seasonal weeds. At least 2–3 manual weeding are required at an interval of one month during early growth stage; however, more weeding may be required during monsoon season from July to September.",
          "Disease and Pest Control : In dried parts of western India, plants remain relatively free from pests and diseases. But several fungal diseases affecting <em>Asparagus</em> like Asparagus rust, Fusarium root rot and Crown rot are reported. These are controlled by bio-pesticides."
        ]
      },
      {
        "type": "subheading",
        "content": "Harvest Management"
      },
      {
        "type": "ordered_list",
        "content": [
          "Crop Maturity and Harvesting : Flowering starts in October followed by fruiting in March. The plant attains full maturity after 3 rd year of planting, but it starts bearing flowers and fruits after one year of planting. Crop is ready for harvesting after 3 rd year of planting. Spears can be harvested in the last week of April annually after 3 rd year of planting. The content of steroidal glycosides increases with the age of spears.",
          "Post-harvest Management : Spears can be harvested from underground part without disturbing the aerial portion. Sun dried tubers can be stored in clean gunny bags. Long storage be avoided as the storage can deteriorate the quality of the product.",
          "Chemical Constituents : Asparosides A, B, C and D, Adscendosides A and B, Asparanins A, B, C, D and Adscendins A and B are the main chemical constituents isolated from tubers of <em>Asparagus adscendens.</em>",
          "Yield : 650 kg /ha in pure crop after 3 rd year annually, in intercropping pattern 350–500 kg /ha as a dry matter."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Root is demulcent and used as tonic. It is also useful in diarrhoea, galactagogue, dysentery, and general debility.",
          "The tubers are rich in protein and specially credited with nutritive and aphrodisiac properties.",
          "It also increase sperm count."
        ]
      }
    ]
  }
]