[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Scrophulariaceae"
            ],
            [
              "Ayurvedic name",
              "Brahmi"
            ],
            [
              "Unani name",
              "Brahmi"
            ],
            [
              "Hindi name",
              "Neer brahmi"
            ],
            [
              "Trade name",
              "Brahmi"
            ],
            [
              "Parts used",
              "Whole plant"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Brahmi is a reputed intellect promoter, hypotensive, and neuropathic sedative drug.",
          "It is a potent tonic used to improve mental alertness, learning performance, and memory as well as in the treatment of insomnia.",
          "It is the principal ingredient of classical Ayurvedic preparations like brahmighritam and brahmirasayanam."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Bacopa</em> is a succulent, glabrous, creeping herb, with rooting at nodes.",
          "The plant is easily recognized by its spreading habit, sessile and fleshy leaves, and light bluish, purple or white flowers.",
          "Leaves are ovate and opposite with dotted lower surface."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowering occurs chiefly in September–October, sporadically throughout the year.",
          "Fruiting occurs simultaneously with flowering.",
          "Flowers are solitary, axillary, white or purple-tinged, with short pedicels and two bracteoles.",
          "Sepals are five in number, 0.4–0.9 cm long. Corolla tube is cylindrical with spreading lips, twice as long as sepals.",
          "Capsule is ovoid in shape, acute, two-grooved and two–valved with numerous seeds that are very minute, pale, and irregular."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is a short duration annual herb, frequent in moist habitat and water edges throughout tropical and subtropical India.",
          "It grows best near flowing water and wetlands in plains and foothills, and is particularly abundant in monsoon."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant occurs in a variety of soil types if the habitat provides wet and semi-shade conditions.",
          "It is found at altitudes up to 1300 m. Near-neutral, clayey loam to clayey soils are best suited for the growth of <em>Bacopa monnieri.</em> In North India, it can grow in a wide range of temperatures (15–40°C) and soil pH (5–7.5).",
          "However, it can even grow well in soils with pH 7.5°r even more. It becomes dormant during the winter months except when grown near running water."
        ]
      },
      {
        "type": "subheading",
        "content": "Bacopa monnieri - crop grown in hills"
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Saplings from the catchment areas of the River Ravi have proved to be the better germplasm than those from the Indo-Gangetic plains in terms of yield and bacoside content. CIMAP (Central Institute of Medicinal and Aromatic Plants), Lucknow, has also developed three varieties of this crop, namely, subodhak, pragyashakti, and CIM-jagriti, which can be grown as perennials with at least two harvests per year. Subodhak is a selection from wild collections providing a dry herb yield of 47 quintals/ hectare/harvest (with 1.6% bacoside A).",
          "Pragyashakti is a selection from Orissa with dry herb yield of 65 quintals/hectare/harvest (with 1.8% bacoside A). CIM-jagriti has a potential of producing 85 kg/hectare of bacoside A from a dry herb yield of 40 quintals/hectare. The RRL (Regional Research Laboratory), Jammu, has also developed a cultivar with 1.8%–2.2% bacoside A content."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Freshly collected shoot cuttings of 5–10 cm length with internodes and rootlets are the best planting material for cultivation.",
          "The plant shows luxurious growth during rainy season when the propagules multiply fast. Seeds are very minute and produced during October/November.",
          "Germination studies with seeds have not shown encouraging results."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em> Best time for planting a nursery is from May to July. The nursery soil is mixed with well-decomposed FYM (farmyard manure) at the rate of 3 kg/m 2 . About 200 m 2°f nursery, that is, 210 beds of 10 m × 1 m, is sufficient for raising 1 hectare of plantation. The freshly collected propagules (shoot cuttings) of 5–10 cm length bearing internodes and rootlets should be manually embedded in the soil at a distance of 5 cm × 10 cm in the well-prepared nursery beds followed by light irrigation. The propagules develop roots within a week of planting and are ready for transplanting in field in about 35–40 days.",
          "<em>Propagule rate and pretreatment</em> About 70 kg of fresh weight or about 40 000 propagules are required for planting the nursery for 1 hectare plantation."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application:</em> The land should be appropriately tilled to make it weed free and planked to a uniform level. For optimum yields, 10 tonnes/hectare of well-decomposed FYM, 30 kg/ hectare of nitrogen, 50 kg/hectare of phosphorus, and 40 kg/hectare of potash are required to be mixed with soil before planting. A basal dose of 20 kg/hectare of zinc (ZnSO ₄ ) is often required in areas showing deficiency, such as plains of Punjab and Uttar Pradesh. Nitrogen is also required to be applied later in two split doses, after four to five weeks and six to eight weeks of transplanting.",
          "<em>Intercropping system: Bacopa</em> may fit well in the kharif season’s ricebased cropping systems in the plains of North India. All paddy-based rotations, namely, <em>Bacopa</em> and rice–wheat; <em>Bacopa</em> and rice–pea–wheat; <em>Bacopa</em> and rice–berseem–maize; <em>Bacopa</em> and rice–winter vegetables– maize, are suitable, depending on the choice of crops grown in a region. <em>B. monnieri</em> and rice have matching growth periods and similar soil and nutritional requirements. Medium duration dwarf rice varieties (140–148 days) are ideal for intercropping with <em>B. monnieri</em> . This pattern requires low additional inputs at minimum risk.",
          "<em>Interculture and maintenance practices</em> : Three to four manual weedings are required from the time the crop is 15–20 days old, at about 20-day intervals, so that the weeds remain under control in the monsoon season (July–September). If grown as a round-the-year crop, <em>Bacopa</em> field should be kept weed-free during winter months and irrigated regularly.",
          "<em>Irrigation practices</em> : The crop is preferably kept inundated with water, at 4–5 cm depth, throughout the growth period. Irrigation could be done either weekly or at intervals, depending on the type of soil and availability of water to maintain constant humidity in soil.",
          "<em>Weed control:</em> Butachlor 50 EC at the rate of 3 kg mixed with 60 kg sand should be applied uniformly in 1 hectare of land in 4–5 cm deep standing water before transplanting <em>Bacopa</em> . About three to four manual weedings, at approximately 20-day intervals, are required to check the seasonal weeds in monsoon season (July to September).",
          "<em>Disease and pest control</em> : No pests, insects or pathogens have been reported to affect the crop seriously."
        ]
      },
      {
        "type": "subheading",
        "content": "Bacopa monnieri - flowering"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting:</em> The crop can be harvested 75–90 days after planting. September–October is the best time for harvesting. The crop should be harvested when plants attain a length of 20–30 cm. The whole plant should be pulled out, uprooted or scraped off manually . In severe cold conditions of North India, ratoon crop is not possible since the aerial parts of the plant die almost completely even after the application of irrigation and fertilizers, and the field is invaded by winter weeds. <em>Post-harvest management</em>: The produce should be dried by spreading it on clean area or sheets in the sun for four to five days, followed by shade drying for next 7–10 days. The dried material should be stored in clean containers. Bacoside content starts reducing after six months of storage. Therefore, long storage should be avoided.",
          "<em>Chemical constituents</em> : The results of chemical analysis indicate that the percentage of total bacosides is about 5.6% (based on bacoside A ₃ estimation) for the dried material that is initially sun-dried for four days.",
          "<em>Yield and cost of cultivation</em> : As a pure crop, fresh yield is 22.5 tonnes/ hectare, reduced to approximately 5.5 tonnes/hectare on drying. As an intercrop with paddy, dry matter production of <em>Bacopa</em> is estimated to be about 3.75 tonnes/hectare."
        ]
      },
      {
        "type": "subheading",
        "content": "Bacopa monnieri - harvested crop"
      }
    ]
  }
]