[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Euphorbiaceae"
            ],
            [
              "Ayurvedic name",
              "Danti, Dravanti"
            ],
            [
              "Unani name",
              "Danti"
            ],
            [
              "Hindi name",
              "Danti"
            ],
            [
              "Trade name",
              "Danti, Jangli jamalgota"
            ],
            [
              "Parts used",
              "Roots, leaves, and seeds"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Baliospermum montanum"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The roots and leaves <em></em> of <em>Baliospermum</em> are cathartic, pungent, thermogenic, purgative, anthelmintic, and diuretic.",
          "The roots are used in dropsy, anascara, and jaundice.",
          "Decoction of leaves is used for treating asthma. Seeds are purgative, used externally as stimulant, and are rubifacient. The oil from the seeds is hydrogogue, cathartic, and used for external application in rheumatism."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is a stout, monoecious undershrub up to 3.5 m high, with toothed leaves and stiff branches arising from the root.",
          "The upper branches bear small, lanceolate leaves, while the lower branches have large, and often broad, ovate, three- to five-lobed leaves with rounded base.",
          "Petioles are 5–15 cm long."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The flowers of the plant are unisexual.",
          "In male flowers, the calyx is globose, 2.5 mm long, four to five partite, glabrous or slightly pubescent, membranous, finely mottled with a disc of six glands. Stamens are about 20 in number.",
          "Female flowers have ovate-lanceolate and pubescent sepals, and a disc about 2.5 mm in diameter.",
          "Fruit is a three-lobed capsule, about 8–13 mm long and usually hairy. Seeds are mottled, smooth, and have oily endosperm.",
          "Flowers appear during January–February, while fruits mature a month later."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is distributed throughout tropical and subtropical areas receiving rainfall above 1000 mm, that is, in Himalayan foothills, Kashmir to Khasi hills, and particularly in Vindhyas southward.",
          "It is very common in North and East Bengal, Chhota Nagpur, and peninsular India."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Danti prefers humid climate for better growth.",
          "Well-drained sandy loam soils with pH normally ranging from 6.5 to 7.5 are good for its cultivation. But it can also grow in soils with pH up to 8.2.",
          "This is a shade loving plant but can be grown in open sun when cultivated. Low rainfall areas are not conducive for its growth."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Danti can be easily propagated by seeds and terminal cuttings.",
          "The best season for seed collection is from February to April.",
          "The seeds are collected when the outer tri-lobed covering around fruits starts turning brown and dry."
        ]
      },
      {
        "type": "subheading",
        "content": "Baliospermum montanum - seeds"
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em> : Kharif season (onset of monsoon) is the best time for raising the crop. The crop should be raised in the last week of June or beginning of monsoon rains. After raising nursery, the seedlings can be transplanted in the main field or seeds can be sown in the rows directly in field. In the nursery, seeds can be sown during June in well prepared nursery beds, with sand, soil, and FYM (farmyard manure) in 2:1:1 ratio. Seeds are sown at a depth of 3 cm in shade. A minimum distance of 8–10 cm should be maintained between two rows and 3 cm between the seeds. Two seeds per hill may be sown to compensate for any failure in seed germination or mortality later. Regular watering should be done to keep the nursery beds in moist condition. To raise the planting stock, terminal cuttings can also be planted in nursery beds or polybags after treating them with commercially available rooting hormones. The cuttings should be kept in shade houses or mist chambers for better rooting. The stock raised through cuttings takes longer time than seedlings to attain transplantable size.",
          "<em>Propagule rate and pretreatment</em>: About 7–8 kg of seeds are required for raising seedling stock on 1 hectare of land. Seeds require mechanical scarification pretreatment before sowing to obtain higher seed germination. Soaking of seeds in water for two to three hours and then drying in shade before sowing also promotes germination. It takes about 25 days for complete germination to take place."
        ]
      },
      {
        "type": "subheading",
        "content": "Baliospermum montanum - crop"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em> : The land should be given a deep disc ploughing followed by harrowing and levelling. The field is divided into appropriate beds, usually 4–5 m × 10 m in size. One irrigation channel is kept between the two rows of beds. A basal dose of 10 tonnes/hectare of FYM is applied at the time of field preparation. In addition, NPK (nitrogen, phosphorus, and potassium) @ 75:50:25 kg/hectare may also be applied as basal dose at the time of transplantation.",
          "<em>Transplanting and optimum spacing</em> : Seedlings are ready for transplanting after 40 days of sowing. Terminal cuttings, when used for raising the nursery, take longer time. The optimum spacing recommended is 1.5 m × 1.2 m. In monocropping system, approximately,5500 plants are required as planting material for 1 hectare of land.",
          "<em>Intercropping system</em>: <em>Baliospermum</em> is generally grown as a monocrop due to its dense growth, but, it may also be raised as a catch crop beneath trees and in fruit orchards.",
          "<em>Interculture and maintenance practices</em> : Fertilizer is applied at the time of field preparation and at the time of transplanting. In general, half of the N and full dose of P and K are applied at the time of planting, and the remaining half of the N dose, that is, 75 kg/hectare, is added after 60 days of planting. Intercultural operation is necessary at 30 days after transplanting. Later, weeding cum hoeing is done at an interval of 30–45 days.",
          "<em>Irrigation practices:</em> Initial irrigation should be done for the establishment of plants immediately after transplanting, followed by irrigation at an interval of seven days in summer season and at an interval of 20 days during winter season.",
          "<em>Weed control</em> : Initial weeding should be done manually after 30–35 days of transplanting. Regular weeding at an interval of 30 days up to four months keeps the field free from weeds. After five months, there is enough vegetative growth, which does not allow the weeds to come up in the field.",
          "<em>Disease and pest control</em> : No serious insect pests or diseases have been reported. However, ants are observed when the crop is about six months old. The water sap that oozes near the inflorescence attracts the ants. No chemical pesticides should be used on the crop."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em> : The plant flowers in January–February, while fruits appear a month later. Fruit is initially green and turns brownish black at maturity. Danti is a 10-month-duration crop. Individual plants are dug out; roots and seeds are dried under shade.",
          "<em>Post-harvest management</em> : The produce is dried under shade and stored in dry cool areas in gunny bags.",
          "<em>Chemical constituents</em> : Axillarenic acid is present in the seeds, while 12-deoxy-5β-hydroxyphorbol-13-myristate, 13-palmitate, 12 deoxyphorbol13-palmitate, baliospermin, and montanin are reported to be present in the roots.",
          "<em>Yield :</em> A dry root yield of 2 tonnes/hectare is obtained in a 10-month-duration crop."
        ]
      },
      {
        "type": "subheading",
        "content": "Baliospermum montanum plant"
      }
    ]
  }
]