[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Saxifragaceae"
            ],
            [
              "Ayurvedic name",
              "Shailagarbhaja, Pashanbheda"
            ],
            [
              "Unani name",
              "Zakhmehayat, Pakhanbed"
            ],
            [
              "Hindi name",
              "Pakhanabhed, Pashanbheda"
            ],
            [
              "English name",
              "Hairy bergenia"
            ],
            [
              "Trade name",
              "Pashanabhed"
            ],
            [
              "Parts used",
              "Rhizomatous Rootstock or<br>Rhizome"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/bergenia-ciliatatest.jpg"
      },
      {
        "type": "subheading",
        "content": "Bergenia ciliata"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "This is a rhizomatic herb with fleshy leaves, growing upto 30 cm tall, having a stout creeping rhizomatous rootstock with scars and intermittent axillary buds.",
          "Plant is quite hardy and able to survive frost during winter turning reddish in colour.",
          "It is evergreen and flowers in April to June. Its flowers are white-pink and purple in colour.",
          "Stem is short and the rhizome comes out from the cervices of rocks and hangs in the air in sloppy areas.",
          "Leaves are 5–30 cm long, glabrous, sparsely hairy in margins, broadly obovate or elliptic, finely or sparsely denticulate or shallowly sinuate-denate."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The flowers are bisexual, white, pink or purple with long cymose panicles 4–10 cm long.",
          "The fruit is a capsule and rounded in shape.",
          "Seeds are greyish in colour, minute and numerous in capsule."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is endemic to Northern and Eastern temperate Himalayan region in Himachal Pradesh, Jammu & Kashmir, Uttarakhand and North Eastern hilly states between altitudes of1200–3000 meter in the cold or glacial mountain rocky slopes in stone crevices.",
          "It is also found in adjoining countries like Nepal, Pakistan, Afghanistan upto Tibet and China at higher altitudes."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant grows well under humid, temperate climatic conditions, where temperature generally remains below 20°C.",
          "Plant grows well over sandy, slightly acidic soils with high porosity and rich in organic matter or forest humus.",
          "However due to its hardy nature, this species can be grown well over medium loamy to clay soils, supplemented with manure.",
          "It tolerates light shade and grows well under open sunny conditions. But the vegetative growth has been found better in shade."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Rhizome Segments: 8–14 cm long and 23–26 gm in weight are used for direct planting; annular segments of 2 cm thickness are preferred for nursery raising.",
          "Seeds: Seed germination is low and seed viability is very poor."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "subheading",
        "content": "Raising Propagules: It takes about one month to develop a mother nursery which can supply planting material for raising cultivation."
      },
      {
        "type": "unordered_list",
        "content": [
          "By Rhizome Segments: The crop can be raised by direct planting of 7.5–12.5 cm long rhizome segments (average weight: 23–26 gm) with 2–3 nodes as propagation material for quick and faster regeneration in the field in late summer or onset of monsoon. It is treated with 100 ppm IBA solution for two minutes. Raising crop through rhizome segments can reduce crop cycle by one year in comparison to propagation through seed sown. However, it requires large quantity of rhizome sections for planting. It is noted that the smaller rhizome segments of about 2 cm thickness can be planted at spacing of 10X10 cm in nursery. The rate of growth is slow and as it takes about 18 months time for raising plants in nursery for field planting.",
          "By Seed Method: The seeds are very minute in shape and exhibit poor viability and germination potential. They exhibit slightly recalcitrant nature and need to be used immediately after maturity in spring season (March-April). The seed is stratified for 15 days at 4°C to improve germination. Storing will lose viability. Seeds are sown over top surface of raised beds or poly bags over the moist layer of forest litter or farmyard manure preferably under green house conditions. The seeds take 60–90 days for germination. After germination, the seedlings are picked out at two-three leaved stage and planted in fresh nursery beds at spacing of 10X10 cmand takes a season to grow large before planting in the fieldinnext summer.",
          "Propagule Rate and Pretreatment: About 88,000–90,000 plants are needed to plant one hectare land for which approxmately 18–20 quintals fresh biomass of rhizome is required. Before planting, the rhizome segments should be treated with 100 ppm IBA solution for two minutes or soaked in plain water for two hours."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: It is a hardy plant hence it can be planted in spring as well as summer in the hills; although the best time for planting is monsoon time (July). Land preparation is as usual for growing crops in hills. Add 35 t/ha of FYM and plough the deep in the soil. After planting, make 9–12 cm raised beds or shallow ridges for intercultural operations. For proper water retention and enhancing the porosity of soil, add sufficient quantity of locally available peat moss or the forest litter. It enriches soil with useful micro fauna and micorrhiza, which help growth.",
          "Transplanting and Optimum Spacing: The rooted plants should be transplanted in the field in 12–15 cm raised bed at a spacing of 30X30 cm. While planting in the raised beds, keep at least 5 cm space on each side of bed along the length so that three rows of plants can be adjusted.",
          "Intercropping System: The maximum height of plants which can be achieved under optimum growing conditions may be 30 cm with heavy leaf biomass. Intercropping is possible when the two crops growing together do not compete for same nutrients. Experimental study was also conducted by planting annual crop of <em>Swertia angustifolia</em> (Chirayita) plants in a spacing of 15 cm in straight line between the gaps of two rows which showed very encouraging results and it was concluded that because these two crops have different maturity period and crop cycle, hence they can be grown together successfully.",
          "Interculture and Maintenance Practices: The leaves of plants are prone to decay during rainy season. Such leaves must be removed immediately from the plants to avoid any fungal infection. The slope of water drainage can be put toward inner side of field to protect the fertile soil from washing away.",
          "Irrigation Practices: The crop should be given irrigation an interval of 15 days in summer season. Sprinkler irrigation can be tried to keep the humidity level high at canopy level.",
          "Weed Control: Broad leaved weeds and some perennial grasses are common during rainy season which should be uprooted immediately. Six weeding operation are needed per year.",
          "Disease and Pest Control: Leaf hopper and snails generally attack the foliar part of crop. No bacterial and fungal diseases were reported. To check the disease, the extra foliar growth should be removed. Sometimes extreme frost conditions are observed in high hills which lead to leaf and flower decay."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: The crops mature in autumn from the second year and onwards. However, it is recommended to harvest roots during third year.",
          "Post-harvest Management: The underground rhizomes are taken out and after removing the leaf and soil debris, they are washed thoroughly under running water and cut it into small pieces of 5 cm long and allowed to dry in partial shade for 8–10 days or till complete drying (4–6% moisture stage). The dry rhizomes are packed in gunny bags and stored in cool and dry conditions.",
          "Chemical Constituents: The rhizome of <em>Bergenia ciliata</em> contains bergenin (0.6%), gallic acid and tannic acid (14.2%), glucose (5.6%, mucilage and wax).",
          "Yield and Cost of Cultivation: The plant yields 7.0–7.2 tonnes rhizomes per hectare (dry biomass) after second year when the crop is raised through rhizome cuttings. The cost of cultivation for one hectare may come to Rs.74,455/-"
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/bergenia-ciliata-in-fieldtest.jpg"
      },
      {
        "type": "subheading",
        "content": "Bergenia ciliata in field"
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The drug is used as litholytic agent for urinary calculi.",
          "It is widely used in the treatment of dysuria, cystisis, crystalluria and renal failure, vertigo and headache.",
          "The rhizomes and roots of the plant act as astringent, tonic and have anti-inflammatory effect and are applied as poultice for stiff joints, boils, abscesses and skin infections.",
          "The root powder is considered to be a mild diuretic, but in higher doses, it exhibited anti-diuretic action.",
          "Various Ayurvedic classical drugs such as <em>Pashanabhedadi kwath</em>, <em>Pashanabhedadi ghrit</em>, <em>Pashanabhedadi Churan</em> etc. are prepared from Pashanbhed rhizome."
        ]
      },
      {
        "type": "subheading",
        "content": "Source: Agro-techniques of selected medicinal plants"
      }
    ]
  }
]