[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Asparagaceae"
            ],
            [
              "Ayurvedic name",
              "Shallaki"
            ],
            [
              "Unani name",
              "Kundur"
            ],
            [
              "Hindi name",
              "Salai"
            ],
            [
              "English name",
              "Indian Frankincense, Indian Olibanum"
            ],
            [
              "Trade name",
              "Salai gugal"
            ],
            [
              "Parts used",
              "Gum - oleoresin"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Plant of Boswellia serrata"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is medium to large-sized tree deciduous and balsamiferous, upto 18 m in height and 2.4 m in girth.",
          "Bark is greenish grey, yellow or reddish, fairly thick, smooth, exfoliating in thin, papery flakes and resinous inside.",
          "Leaves are long up to 30–45 cm, opposite, sessile, variable in shape.",
          "The leaflets are 2.5–6.3 cm X 1.33.0 cm ovate-lanceolate."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flower is small, white, in auxiliary racemes or panicles.",
          "Petals are long and ovate.",
          "Fruit is trigonous, 12 mm long drupe, splitting along 3 valves."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Tree is common at the foot of the Western Himalayas, Rajasthan, Gujarat, Maharashtra, Madhya Pradesh, Bihar, Odisha, Andhra Pradesh and also found in dry forests from all over North-West India upto West Bengal and peninsular India."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It prefers dry, hot exposures of rocky hills, with 50–125 cm rainfall.",
          "Usually Plant is gregarious, comparatively in open forests. In central and peninsular India.",
          "It occupies the hotter slopes and ridges.",
          "In its natural habitat, the absolute maximum shade temperature varies from 38–49 0°C and the absolute minimum from 1 to 7 0°C and the normal rainfall ranges from 50–125 cm."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Plant produces root-suckers, coppices and pollards.",
          "It can be grown in red, lateritic to rocky soils of dry deciduous forests and on dry sand stone ridges.",
          "It is also grown on drier ridges of metamorphic rocks and easily planted in shelter-belts, windbreaks and hedges too."
        ]
      }
    ]
  },
  {
    "heading": "Planting Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is propagated by seeds as well as cutting.",
          "Seeds are germinated immediately after collection.",
          "The rate of germination was found to be 25–30%.",
          "About two months old seedlings of 15–20 cm height is ready for planting in the field.",
          "A cutting of 1.0–2.0 cm thickness recorded 26% success but has poor survival in the field."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "subheading",
        "content": "Raising Propagules and Transplanting :"
      },
      {
        "type": "unordered_list",
        "content": [
          "Seeds obtained during May-June from selected plus trees.",
          "Seeds are sown during July-August and about two months old seedlings are planted in the field at a spacing of 5m x 5m.",
          "Thus, about 400 plants per hectare are required for raising plantation."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application : Cross ploughing is done early in April followed by furrowing till a good tilth of soil is obtained and field is made free of weeds. Well decomposed Farm Yard Manure (FYM) is added @ 20 t/ha during land preparation. It should be spread well and thoroughly mixed the soil.",
          "Intercropping System : During initial 5–6 years, crops like ginger, turmeric, aloe, pine apple etc. can be grown as catch crops in between the trees.",
          "Irrigation Practices : Crop requires irrigation at 15 days interval during dry season beginning from December to June.",
          "Weed Control : Hoeing and weeding is done during first few years of growth.",
          "Disease and Pest Control : No disease or pests or any other physiological disorder was observed in its cultivation. However, it would be advisable to dust pesticide against white-ants."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting : Its flower occurs during January-April and seeds mature in May-June. Experimental cultivation recorded growth of 2.75 m in height in 3 years. It may require 8–10 years to get the bark and yield gum.",
          "Post-harvest Management : Tapping for the oleoresin is done after plants reach a sizeable girth which is attained after 8 to10 years.",
          "Chemical Constituents : Boswellia oil is very similar to turpentine oil. The hydrolysis of the pure gum of Boswellia serrata yields mainly pentose (65% as arabinose) and small quantities of Galactose and Xylose. The gum also contains oxidizing and diastatic enzymes, and 3.03% of total nitrogen."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It has astringent & antiseptic properties and is useful in diarrhea, dysentery, piles, ulcers, tumor, skin diseases, and in genitourinary affections.",
          "The oleo-gumresin contains α, β and γ boswellic acid having antitumor, analgesic and sedative properties.",
          "It contains marked antiinflammatory and anti-arthritic activity."
        ]
      }
    ]
  }
]