[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Caesalpiniaceae"
            ],
            [
              "Ayurvedic name",
              "Patangah"
            ],
            [
              "Unani name",
              "Pattang"
            ],
            [
              "Hindi name",
              "Patang"
            ],
            [
              "Trade name",
              "Patang, Brazil wood"
            ],
            [
              "Parts used",
              "Wood, leaves, pods and seeds"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Caesalpinia sappan"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Chiefly <em>Caesalpinia</em> is emmenagogue, haemostatic, and antiinflammatory.",
          "It is one of the ingredients of indigenous drug ‘lucol’, which is administered for the treatment of non-specific leucorrhoea.",
          "The heartwood is used in traditional medicine as a treatment for contusion and thrombosis.",
          "The paste of the wood is used in curing rheumatism, haemorrhages, and wounds.",
          "The heartwood yields a red dye, which is used for cosmetic purposes, as it is resistant to sun rays, light, heat, and water.",
          "The plant has anti-cancerous and anti-diarrhoeal properties.",
          "The oil obtained from the leaves shows anti-bacterial and anti-fungal action."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Patang is a small to medium sized, thorny tree, growing up to 10 metres, with conspicuous spines on the stem and leaf rachis.",
          "Branchlets are dull, lenticellate, usually armed with paired, recurved stipular prickles.",
          "Leaves are large, hairy or glabrate with 9–14 pairs of pinnae."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are golden yellow, arranged in supra-axillary and terminal racemes forming a large panicle.",
          "Pods are ellipsoid and brown to black in colour.",
          "Flowering and fruiting occur from July to September, extending rarely to November."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is frequent in Indian peninsular areas.",
          "It is also grown as plantation in all southern states, and extends northwards to Odisha and Bengal.",
          "It is native to Indo-Malayan region."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is xerophytic in nature and grows best in subtropical and tropical regions with dry and hot climatic conditions.",
          "It can be grown in a wide range of soils.",
          "The red loamy soils rich in humus nutrients are the best suited for its growth."
        ]
      },
      {
        "type": "subheading",
        "content": "Caesalpinia sappan - flowering"
      }
    ]
  },
  {
    "heading": "Propagation materials",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Usually the stock raised from seeds is used for planting.",
          "Fruits are formed 5–15 days after flowering and attain maturity in three months time, that is, during October-December.",
          "Seeds for raising the nursery are collected in November–December."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em> : April and May are suitable for raising the seedlings. A nursery is raised in the polybags. The H ₂ SO ₄ (sulphuric acid) treated seeds are sown in polythene bags containing sand, FYM (farmyard manure), and red laterite soil in 1:1:1 ratio. The seedlings are ready for planting in the main field during June–July.",
          "<em>Seed rate and pretreatment</em> : About 600–800 g seeds may be needed for raising seedlings for planting on 1 hectare of land. The seeds should be treated with diluted H ₂ SO ₄ for six minutes. Concentrated H ₂ SO ₄ and soaking for a longer time in acid may damage the radical and the plumule. This should be followed by washing well in running water. The seeds should be shade-dried for 24 hours and again soaked in 300 PPM (parts per million) GA ₃ (gibberellic acid) for six hours to promote rapid germination."
        ]
      },
      {
        "type": "subheading",
        "content": "Caesalpinia sappan - twig"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em> : The soil should be ploughed and brought to a fine tilth. Then pits of size 45 cm × 45 cm × 45 cm should be dug at a spacing of 4 m × 4 m and filled with topsoil and organic mixture. An application of 6–8 kg FYM along with 100:50:75 g NPK (nitrogen, phosphorous, potassium) per plant is ideal as basal dose before planting.",
          "Intercropping system : The species cannot be grown under the shade of other crops. Hence, the plant is favoured as a single crop. However, some annuals may be grown between the rows of Caesalpinia in the initial years.",
          "<em>Transplanting and optimum spacing</em> : The 30–45 days old seedlings are transplanted in the pits in the field immediately after the onset of monsoon rains, after they attain a height of 30–40 cm. If there is no rain, the field should be irrigated immediately after transplanting. For 1 hectare of land, 625 seedlings shall be required at a spacing of 4 m × 4 m.",
          "<em>Interculture and maintenance practices</em>: Application of 150:60:160 g NPK per plant in second year and 200:100:150 g NPK per plant from third year onwards is recommended. Manuring and watering are done twice by opening rings around the stem base at a distance of 30 cm, first during May–June and then in September–October. Gap filling for seedlings may be done 30 days after planting along with staking of seedlings. Weeding in the entire field should be done during the second week of September, followed by application of fertilizers. Manual weeding around basin is recommended once in four months.",
          "<em>Irrigation practices</em> : Light irrigation is done once daily up to 15 days after transplanting, and thereafter, may be done at weekly or fortnightly intervals, depending upon the season and water requirement. Furrow is the best method of irrigation, though drip irrigation may also be adopted.",
          "<em>Disease and pest control</em> : Pod borer insect bores the pod and eats seeds. It can be controlled by spraying 0.2% nuvacron during fruiting stage at weekly intervals. Termites attack the roots and trunk, which leads to drying of the plant . The affected plants should be drenched with chlorpyriphos (2 ml/ litre dilution in water)."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em>: Flowering takes place after the plant attains two to three years of age, and the pods and seeds can be plucked during October–November. The wood can be harvested 10–15 years after planting during October–November.",
          "<em>Chemical constituents</em> : The pod shell contains 4% and bark of the plant contains 1.8% tannins along with aromatic compounds such as brazilin, sappanchalcone, ceasalpin-J, caesalpin-P, and protosappanin A and B.",
          "<em>Estimated yield</em> : A yield of 2000–2500 kg pods, producing 200–250 kg dry seeds per hectare per year, may be obtained. Estimates for wood production are not available."
        ]
      }
    ]
  }
]