[
  {
    "heading": "0",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Verbenaceae"
            ],
            [
              "Ayurvedic name",
              "Priyangu, Priyaka"
            ],
            [
              "Unani name",
              "Habb-ul-Mihlb"
            ],
            [
              "Hindi name",
              "Dahiya"
            ],
            [
              "English name",
              "Perfumed Cherry"
            ],
            [
              "Trade name",
              "Dahiya & Sumali"
            ],
            [
              "Parts used",
              "Leaves, fruits and roots"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Callicarpa macrophylla"
      },
      {
        "type": "unordered_list",
        "content": [
          "It is an erect bushy shrub, 2.0–2.5 m tall, branches virgate, usually shaggy as well as with tomentose tips.",
          "The leaves are 15–25 cm long and 5.0–7.0 cm broad, ovatelanceolate, acuminate, base cuneate or rounded.",
          "The upper surface of leaf is wrinkled, glabrate when mature, white tomentose beneath with compound stellate hairs.",
          "The main lateral nerves are 12–16 pairs. Petiole is 0.5–1.2 cm long."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Flowers appear in July-November are small, 0.5 cm long, pink in colour and crowded in axillary peduncled globose cymes, solitary, pedunculate or sessile.",
          "Flowers are bisexual, actinomorphic and fragrant.",
          "Calyx 4°r rarely 5 toothed, pubescent, corolla infundibular, 4°r rarely 5 lobed.",
          "Stamens are 4, exserted, anthers oblong 2 loculed, dorsifixed.",
          "Ovary is superior, 4 lobed, 4 loculed, 1°vule in each locule, style short, stigma 2 lobed.",
          "Fruit is drupe and white containing one seeded nutlets."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "The plant is distributed throughout NorthEastern India upto 1000 m msl"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "The plant grows in dry tropical forests including shaded places of ravines and scrub forests."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "The planting material is seed."
        ]
      },
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "subheading",
        "content": "Raising Propagules :"
      },
      {
        "type": "unordered_list",
        "content": [
          "At the onset of monsoon from JuneJuly, seeds are sown at the rate of 5–10 kg/ha.",
          "Germination is approximately 50%. Propagules are also raised through stem-cuttings.",
          "Row to row distance should be of 50 cm and plant to plant is 25 cm.",
          "Seeds germinate after 30–45 days and stem cuttings sprout after 8–10 days."
        ]
      },
      {
        "type": "ordered_list",
        "content": [
          "Land Preparation and Manure<br>Application : The field should be ploughed two or three times to have the fine tilth to facilitate planting and sprouting of stem cuttings. FYM @ 20–25 t/ha is mixed with the soil. NPK at 40:20:10 kg/ha is given as basal dressing and equal quantity as a top dressing after establishment of plant population.",
          "Intercropping : Crop can be raised as sole crop for commercial purpose and mixed crop with vegetable and other medicinal plants i.e. rosemary, garden sage etc.",
          "Intercultural Operations : It is done after 30–45 days and second at 60–80 days.",
          "Irrigation : It is a rainfed crop.",
          "Weed Control : The initial growth of the crop may be hampered because of increased infestation of weeds. Therefore, weeding and hoeing should be done whenever needed.",
          "Disease and Pest Control: No visible symptoms of any pest and diseases have been recorded."
        ]
      },
      {
        "type": "ordered_list",
        "content": [
          "Crop Maturity and Harvesting : Crop matures after 10 months. The mature fruits are plucked during second year in November-December. The yield increases subsiquently compared to first year.",
          "Post-harvest Management : After plucking of fruits, these are dried in shade and kept in air tight vessels.",
          "Chemical Constituents : Leaves contain ursolic acid, oleanolic acid; bark contains methyl betulinate and baurenol. Heart wood contains oleanolic acid and B-sitosterol.",
          "Yield : One hectare plantation gives yield of dried-fruits 630 kg and 1660–1680 kg of dry roots."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "In Ayurvedic literature, Priyangu is described as cooling, refrigerant, deodorant and antipyretic, tones up the digestive system, checks excessive perspiration, disinfects intestines, controls diarrhoea and allays burning sensation during fevers.",
          "Leaves are applied in rheumatic joints.",
          "Oil from root is aromatic."
        ]
      }
    ]
  }
]