[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Apocynaceae"
            ],
            [
              "Ayurvedic name",
              "Nityakalyani<br>"
            ],
            [
              "Unani name",
              "Sada Bahar"
            ],
            [
              "Hindi name",
              "Bara Massi/ Sada Bahar"
            ],
            [
              "English name",
              "Periwinkle"
            ],
            [
              "Trade name",
              "Sada Bahar"
            ],
            [
              "Parts used",
              "Root/ Leaves"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/catharanthus-roseustest.jpg"
      },
      {
        "type": "text",
        "content": "Catharanthus roseus"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Catharanthus roseus is a perennial small herb or sub-shrub, up to 90 cm in height.",
          "Stem is erect, lax branching with flexible long branches, purple or light green.",
          "Leaves are simple, cauline, opposite, ex-stipulate, petiolate, elliptic ovate to oblong, 4–10 by 2–4 cm glabrous to pubescent, base acute or cuneate, apex obtusely apiculate and lateral nerves 10–12 pairs.",
          "Petiole is 1.0–1.5 cm long."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Inflorescence is recemose oraxillary or terminal cyme or solitary/paired and shortly pedicillate.",
          "Flower colour is pink/white and tubular, swollen in the region of anthers, throat of corolla-tube hairy.",
          "Androecium contains 5 stamens included in the corolla tube, filaments are very short, epipetalous, anthers forming a cone-like structure above the stigma.",
          "Gynoecium contains two carpels, which are free below, but united in the stylar region.",
          "Ovaries are two, free and single style with dumbbell stigma.",
          "After fertilization, the carpels separate and form two fruits which form a pair of elongated follicles.",
          "Seeds are small in size and black in colour, 1000 seeds may weight 1.2 gm."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/dried-leavestest.jpg"
      },
      {
        "type": "text",
        "content": "Dried leaves"
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is a native of West Indies.",
          "It is distributed throughout tropical and sub-tropical parts of India.",
          "Tamil Nadu, Karnataka, Andhra Pradesh, Gujarat, Madhya Pradesh and Assam are ideally suited for the cultivation of the plant."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The cosmopolitan distribution of the plant shows that it can grow in a variety of soils and climates. However, its growth is better in tropical and sub-tropical areas.",
          "The plant also grows in sub-tropical areas of northern India but the growth is slow due to extremely low temperature during the winter.",
          "It can be grown in any type of soil except those which are highly saline, alkaline or water-logged.",
          "Light soils, which are rich in humus, are preferable for large scale cultivation, since harvesting of the roots become easy.",
          "A well distributed rainfall of 100 cm or more is ideal if the plant is to be grown as a rainfed crop."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "text",
        "content": "Seeds (Seeds not older than one year should be used)."
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: Freshly harvested seeds (not older than one year) should be used. Seeds can be sown either in a nursery and then transplanted or sown directly in the field.",
          "Propagule Rate and Pretreatment: Direct sowing can be adopted during the monsoon months, particularly if large area has to be cultivated. About 2.5 kg of seeds are required per hectare. Seeds are mixed with about 25 kg of fine, moist sand to ensure even distribution. Seeds are sown in rows 45 cm apart; subsequently seedlings are thinned maintaining a distance of 30 cm between plant to plant.",
          "Transplanting the Seedlings to Main Field and Optimum Spacing: If seeds are scarce and irrigation facility is available, transplanting can be adopted with advantage since only about 500 gm of seeds will be enough to plant one hectare. Seeds are sown in nursery beds, two months before transplanting. An area of about 200 sqm under nursery gives enough seedlings for transplanting one hectare land. The seeds take about ten days to germinate and about 60 days to reach transplanting stage. Transplanting is done at 45X30 cm spacing. One hectare requires about 74,000 seedlings."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: The field should be ploughed thoroughly followed by harrowing to bring the soil to a fine tilth and free from weeds. After the green manure crop is ploughed in or after the application of farmyard manure, as the case may be, the land is prepared as usual practices for any other agricultural crop. A basal dose of 250 kg of superphosphate and 65 kg muriate of potash are also incorporated in the soil. 110 kg urea is applied to the crop in two splits. First application is made 10–15 days after transplanting and the second application is made one month later. This is for an irrigated crop. When the crop is grown under rainfed conditions, half the quantities of manure and fertilizers mentioned above should be applied.",
          "Green Manuring: Farm yard manure at the rate of about 10 t/ha is applied in those areas where it is available at reasonable rate. If irrigation is available, it is advantageous to grow a leguminous crop, such as sunhemp or horsegram, prior to sowing or transplanting and ploughing it when it attains flowering stage. When this is done, application of farmyard manure may be dispensed with. This helps in building the fertility of the soil. The green manure seeds should preferably be treated with bacterial inoculum, prior to sowing, to increase the development of root nodules which absorb atmospheric nitrogen and fix it in the soil. For treating seeds with inoculums jaggery solution is prepared by dissolving about 50 gm of jaggery in 500 ml of water, boiled, cooled and green manure seeds are wetted with this solution. Then, rhizobium culture (@ 300 gm/ha) is sprinkled and mixed well. The stickiness of the jaggery helps the rhizobium culture to adhere to the seeds.",
          "Irrigation and Intercultural Operations: Places where rainfall is evenly distributed throughout the year, the plants do not require any irrigation. However, the areas where the monsoon is restricted to a particular period, 4–5 irrigations once in fifteen days during February, March and April months are needed to get optimum yield. The first weeding is done after about 60 days from sowing or transplanting and the second after additional 60 days. Diseases and Pest Control: The plant is generally resistant to the attack of various pests and diseases. Occasionally, some plants have been found to suffer from 'Little leaf' disease, resulting in stunted growth of the plant. The disease can be checked from spreading by uprooting and destroying the affected plants and spraying organic phosphorus insecticides once in 15 days when the infection is prevalent. A, die-back, caused by Pythium aphanidermatum Edson Fitzp ., has been found to affect the crop during the monsoon. It is observed that mulching between the rows with any straw reduces the incidence of die-back to a considerable degree. Varieties 'Nirmal' and 'Dhawal' developed by CIMAP have a high level of field resistance to the die-back disease."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: The crop is harvested after about 12 months from sowing. The crop is cut at about 7.5 cm above the ground and dried in shade. The field is then copiously irrigated and when it reaches at proper moisture level, it is ploughed and the roots are collected. The roots are washed thoroughly and dried in shade. If there is demand for leaves, two leaf-stripping can be taken, the first one after 6 months and the second one after 9 months from sowing.",
          "Post-harvest Management: After harvesting, the whole plant is dried in shade. At this stage, light threshing will separate the seeds, which can be used for the next sowing. The leaves and stems are also then separately collected. Seeds collected this way will have fruits of various degrees of maturity and hence will have poor percentage of germination. It is, therefore, advisable that only mature pods should be collected during two or three months before the crop is harvested.",
          "Chemical Constituents: At present, more than 100 alkaloids have been isolated from the various parts of the plant, of these vinblastine (VLB) and vincustine (VCR) present in its leaves, and ajmalicine, present in its roots are medicinally important. VLB is used in the treatment of Hodgkins disease, non-Hodgkin lymphomas, testicarcinomas, and sometimes against breast cancer and chorio-carcinomas. VCR is used against acute leukemia, Hodgkins disease, non-Hodgkin lymphomas, rhabdomyosascomas, Wilm's tumors in children and breast cancer. Ajmalicine is used for the treatment of hypertension.",
          "Yield: Under irrigated conditions, about 1.5 tonnes of leaves, and 0.5 tonnes of roots on air-dry basis are obtained per hectare. The yield of leaves and roots under rainfed conditions is 0.75 t/ha each on air-dry basis. Rs. 25000/- is the cost of cultivation for one hectare."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is used in cancer and diabetes; root paste is used in septic wounds; root decoction is used in fever; leaves are used in menorrhagia; leaf juice is used in blood dysentery.",
          "The decoction of leaf is used for babies in gripping pain while the latex is useful in scabies.",
          "Plant contains hypotensive, sedative and antiviral activities."
        ]
      }
    ]
  }
]