[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Liliaceae"
            ],
            [
              "Ayurvedic name",
              "Musli Bhed"
            ],
            [
              "Unani name",
              "Musli Safed, Biskandri"
            ],
            [
              "Hindi name",
              "Safed Musli"
            ],
            [
              "English name",
              "India Spider Plant"
            ],
            [
              "Trade name",
              "Safed Musli"
            ],
            [
              "Parts used",
              "Tuberous Root"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/chlorophytum-arundinaceumtest.png"
      },
      {
        "type": "subheading",
        "content": "Chlorophytum arundinaceum"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a perennial herb with a short hard root stocks; roots often thick, fleshy and cylindrical.",
          "The leaves are 15–35 cm long and oblanceolate.",
          "The plant is considered endangered species in the country."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Inflorescence is dense; flowers are arranged in raceme and shortly branched.",
          "Flowers white, anthers as long as or longer than the filaments and yellow in colour.",
          "Bracts are usually long and over topping the shortly pedicelled buds.",
          "Cells of the orbicular capsule are 3–4 seeded and black coloured."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "Plant is distributed sparsely over Eastern India, mainly Bengal, Sikkim, Bihar, Assam and few places in Odisha and Meghalaya."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "A tropical and subtropical climate with humid atmosphere is suitable for its growth.",
          "Temperature 20°C-25°C, rainfall 150–200 cm and relative humidity around 70% is suitable for its better performances.",
          "Sandy-loam and organic matter rich in clay loam soil is suitable for the plant."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/cluster-of-underground-tuberous-roottest.png"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/dried-root-piecestest.png"
      },
      {
        "type": "subheading",
        "content": "Cluster of underground tuberous root and dried root pieces"
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seed",
          "Root tubers"
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: Root stocks @ 7–10 quintals are required per hectare. Germination of untreated seeds is about 9–12%. Seed treatment with concentrated sulphuric acid for half an hour, followed by treatment of Gibberellic acid (GA) 100 ppm enhances germination upto 38%.",
          "Propagule Rate and Pretreatment: 45000–50000 seedlings per hectare as a mono crop; whereas 30000–40000 seedlings are required for plantation with <em>Cajanus cajan</em> (Pigeonpea) as a shade plant."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: Land should be ploughed, harrowed 2–3 times to make it to good tilth. FYM @ 20 t/ha may be applied during land preparation. NPK @ 90:30:30 kg/ha is recommended; of this, N is split in 3 doses. The first split of 30 kg N with entire quantity of P and K may be applied at the time of land preparation and rest of Nitrogen be applied after 3 and 6 months of planting.",
          "Transplanting and Optimum Spacing: Seeds may be sown in line during March in raised beds 10 cm apart. Frequent watering is necessary. By May-June seedlings are ready for transplantation. Shade must be provided in the plantation. 60X30 cm is recommended optimum spacing.",
          "Intercropping System: <em>Cajanus cajan</em> is found as a good intercrop providing shade to the growing plants.",
          "Interculture and Maintenance Practices: Hand weeding and hoeing at 4 months interval in first year; thereafter, twice in a year will keep the fields free from weeds.",
          "Irrigation Practices: Largely rain fed irrigated in dry season only or as required.",
          "Weed Control: Weed control is required at 45 days after planting and thereafter at 4 months interval. Pre-emergence application of Simazine 2.0 kg/ha or Pendimethaline @ 1.0 kg/ha is followed by hand weeding.",
          "Disease and Pest Control: No pest and disease infestation is observed in the plantation. Deficiency systems of iron are observed sometimes. Soil testing of the land under cultivation is carried before planting."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: One year; harvesting time April – May.",
          "Post-harvest Management: Uprooting by hoe. Tubers must be cleaned from foreign material and then dried under shade for 15–20 days before packing in clean sacks and stored over wooden pallets.",
          "Chemical Constituents: Plant contains Sapogenine (0.1%), high percentage of starch, carbohydrate, sugar and minerals like magnesium, potassium and tannin.",
          "Yield : 500–800 kg dry root yield in second year after planting."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Tubers having medicinal value are used as general tonic, containing the steroid sapogenine (1–2%), protein (10–20%) and calcium.",
          "Tubers are fat free and they have high aphrodisiac property.",
          "It is also useful in diseases like renal calculus, leucorrhoea and diabetes."
        ]
      }
    ]
  }
]