[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Asteraceae"
            ],
            [
              "Hindi name",
              "Cineraria"
            ],
            [
              "Trade name",
              "Dusty miller, Silver Dust"
            ],
            [
              "Parts used",
              "Leaves"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/flowers-of-cineraria-maritimetest.png"
      },
      {
        "type": "subheading",
        "content": "Flowers of Cineraria maritime"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plants are usually annual herbs, but in suitable growing conditions turn into perennials.",
          "Roots are branched.",
          "Tap root is yellow in colour in young plants, but on maturity turn into light brown.",
          "Stem is erect, branched, solid and cylindrical, covered by wooly white hairs and appears silvery in colour.",
          "Leaves are cauline; 8.5–9.5X6.5–7.5 cm in size, surface wooly, silvery and white in colour with unicostate reticulate venation and petiolate.",
          "Petiole 3.0–3.5 cm long, exstipulate.",
          "The leaves are growing above ground, ovate spathulate, but on maturity these become pinnatifid with oblong and obtuse segments; lobes narrow at the base, but widening and toothed towards the apex."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Inflorescence is a capitulum, 9–13 mm in diameter and arranged in corymbose branched raceme.",
          "Each capitulum is subtended by 12–14 involucres.",
          "Capitulum consists of two types of florets: ray and disc florets.",
          "Ray florets are peripheral, pistillate, zygomorphic, and epigynous.",
          "Pappus is hairy and petals are 5, gamopetalous, ligulate and yellow in colour.",
          "Disc florets are in central, bisexual, actinomorphic, epigynous, tubular, aestivation valvate and yellow in colour.",
          "Stamens are 5, epipetalous, syngenesious, dithecous, introrse and opening by longitudinal slits.",
          "Pollen grains are rounded and exine rough, 24–35 μm in diameter.",
          "Gynoecium is unicarpellary, unilocular, syncarpous, placentation basal, ovary, inferior, style simple 0.5–0.6 mm long and stigma bifid.",
          "Ovule is anatropous with basal placentation.",
          "Fruit are achenes, 1.0–1.3 mm long and ribbed."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "This is an exotic species native to Western and Central Mediterranean regions where it grows in arid, scrub like habitats.",
          "So far this plant is not reported to grow wild in India.",
          "Some limited commercial cultivation of the plant has been taken up in Nilgiri hills."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>C.maritima</em> requires warm sunny site in cooler sub-tropical to temperate climate.",
          "Plants are fairly drought tolerant and excessive rainy conditions are not suitable for the growth of this plant.",
          "On the basis of growth behaviour, alluvial, sandy and hilly soils have been found suitable for its cultivation.",
          "Fields should be well drained and there should not be any water logging in the field."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plants may be grown both from stem cuttings as well as from seeds.",
          "Growing from seeds was found to be better method of propagation in sub-tropical conditions, since most stem cuttings did not survive after initial sprouting.",
          "However, in Nilgiri area plants are usually multiplied by splitting the rooted branches that grow from the base of the plants."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: At sub-tropical conditions, plants should be raised from seeds. Achenes (seeds) sown in December exhibit maximum germination. However, in temperate conditions, plants may also be raised or multiplied through splitting of the rooted branches.",
          "Propagule Rate and Pretreatment: Seeds are small; therefore, before sowing they should be mixed with dry soil or sand and may be sown by broadcasting in raised nursery beds. After broadcasting, seeds should be covered with thin layer of soil. During germination stage, watering is required every alternate day for two weeks and thereafter the frequency of watering may be reduced to twice a week till the plants grow tall and are suitable for transplanting. Seeds sown in the month of December produce seedlings that become ready after one month for transplanting. Seedlings should be transplanted in the field in late January or early February when they are about 5.0 cm in height."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/transplanting-stage-of-the-seedlingstest.png"
      },
      {
        "type": "subheading",
        "content": "Transplanting stage of the seedlings"
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: Before planting the seedlings, the land should be ploughed and harrowed several times and leveled. Weeds, roots and stubbles are removed. During the cultivation, no chemical manure is applied and only farmyard manure is used. For good growth of the plants approximately 10 t/ha farmyard is required that can be divided into two doses of 5 t/ha each. First application should be just before the transplanting and second before flowering.",
          "Transplanting and Optimum Spacing: Seedlings should be transplanted in the field in late January or early February when they are about 5.0 cm tall. Immediately after transplanting, the fields should be properly irrigated. Plants exhibited good growth when the inter plant spacing in rows was 30 cm apart.",
          "Intercropping System: <em>C. maritima</em> plants grow usually upto 90 cm tall and require ample sunlight for its proper growth and flowering. Therefore, the plant for intercropping should be short and not of spreading type so that the plants may get proper sunlight. Some of the suitable plants that can be grown as intercrop are Kalmegh <em>(Andrographis paniculata),</em> Sadabahar <em>(Catharanthus roseus),</em> Sarpagandha <em>(Rauwolfia serpentina), Mentha</em> species, Garlic <em>(Allium sativum),</em> Onion <em>(Allium cepa)</em> and Chili <em>(Capsicm annuum) etc.</em>",
          "Inter culture and Maintenance Practices: Regular monthly weeding is necessary for proper growth of plants.",
          "Irrigation Practices: Immediately after the transplanting of seedlings, the fields should be properly irrigated, followed by weekly irrigation for one month. Afterwards, frequency of irrigation should be reduced to once or twice in a month depending upon the atmospheric humidity.",
          "Weed Control: Regular monthly weeding is required. It should be done manually.",
          "Disease and Pest Control : The experimental fields showed no pest or disease in the crop."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/establishment-of-young-plants-in-the-fieldtest.png"
      },
      {
        "type": "subheading",
        "content": "Establishment of young plants in the field"
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity: Leaves are used for the preparation of eye drops. Leaf yield was observed to be more before the bud initiation. Therefore, plants should be harvested before bud emergence for optimum yield of leaves. <em>C. maritime</em> plants, at the sub-tropical conditions, take about 18 months to produce seeds to complete its life cycle.",
          "Post-harvest Management: Leaves should be harvested before flower bud formation. Harvested mature leaves should be properly shade dried for about two weeks and stored in plastic sacks and sealed. These sacks should be kept in dry, dark and cool rooms.",
          "Chemical Constituents: Cinalbicol (C H O) and cinariolide (C H O ) are the two constituents identified from the oil of <em>Cineraria</em> .",
          "Yield : In sub-tropical conditions estimated yield is obtained 1.5–2.0 t/ha of dried leaves."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/mature-croptest.png"
      },
      {
        "type": "subheading",
        "content": "Mature crop"
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "text",
        "content": "Leaf extract is used in the preparation of Homoeopathic eye drops, useful in eye infections, conjunctivitis, blood congestion, removal of cataract and corneal opacity."
      },
      {
        "type": "subheading",
        "content": "Source:"
      },
      {
        "type": "subheading",
        "content": "Agro-techniques of selected medicinal plants"
      }
    ]
  }
]