[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Verbenaceae"
            ],
            [
              "Ayurvedic name",
              "Bharangi"
            ],
            [
              "Unani name",
              "Arni"
            ],
            [
              "Hindi name",
              "Chhoti arani, Chingari"
            ],
            [
              "Trade name",
              "Chhoti arani, Chingari"
            ],
            [
              "Parts used",
              "Roots and leaves"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The root of chingari is stomachic, expectorant, antiinflammatory, anti-bronchitis, febrifuge, hence useful for asthma, cough, and scrofulous affections.",
          "The root increases appetite and lowers fever (Unani medicine).",
          "The leaves and roots are used externally to treat tumours and certain skin diseases."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Clerodendrum</em> species is an erect, less branched shrub, 1.5–3.0 m tall.",
          "The roots are light brown in colour and more than 2.5 cm in diameter. Stem is herbaceous, ridged,fluted, and hollow.",
          "Leaves are axillary, fascicled or terminal, and hang from the upright branches."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers of the species occur in axillary or terminal racemes.",
          "Calyx is about 7.5 mm long with a cleft halfway down; lobes are oblong or ovate and acute.",
          "Corolla tube is 7.5–10 cm long, curved, and very slender, with upto 1.5-cm-long and ovate-oblong lobes.",
          "Fruit is upto 1.5 cm across, dark bluish green when ripe and seated on the enlarged red fleshy calyx.",
          "Flowering and fruiting occur from January to May."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species occurs throughout the peninsular India, from Vindhyas onward to foothills of Uttarakhand, Sikkim, and north-eastern states.",
          "It is often cultivated elsewhere. Chingari is supposed to have originated in East India and has been dispersed and extended to southern and eastern India;sometimes it is planted as an ornamental species."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Chingari requires moist tropical and subtropical climate, which should be free from frost during winters and dry heat in summers.",
          "It is also possible to grow the species in the dry regions under partial shade.",
          "The plantis affected by frost in northern India, which causes burning of leaves, defoliation, and drying up of young shoots, and the plants ultimately die.",
          "The plant is not very selective in its soil requirements and can be grown successfully in soils ranging from clay-loam to sandy-loam.",
          "However, the soil should be deep, fertile,and well drained, having a pH range of 6.0–8.0.",
          "It can be grown in semi-humid climate."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Chingari is commercially propagated by stem cuttings as well as root cuttings.",
          "The stem cuttings should be taken from semi-matured branches and root cuttings from about 2-cm-thick roots in July–August.",
          "Semi-hard woody stem cuttings give higher success rate than soft wooded and hard wooded cuttings.",
          "Rooting success rate in cuttings may go up to 90% under favourable conditions."
        ]
      },
      {
        "type": "subheading",
        "content": "Clerodendrum indicum plantlet"
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules:</em> A nursery is raised for producing planting stock from stem and root cuttings during March–April, and the propagules so developed are transplanted in the field during July–August (monsoon season). For this purpose, 10–15-cm-long cuttings having three to five buds are obtained from partially matured shoots, known as semi-hard wood cuttings. While planting, care should be taken that the basal two nodes of the cuttings are inserted in the soil. In case of root cuttings, about 2-cm-thick roots should be selected. These roots are cut into 5–6-cm-long pieces and planted horizontally in the sand bed for sprouting. All cuttings are planted with a spacing of 7–8 cm within the row and 15 cm between the rows. The rooted cuttings are transplanted in the field along with the ball of earth.",
          "<em>Propagule rate and pretreatment</em>: The cuttings are soaked in 500 PPM (parts per million) of IBA (indole butyric acid) for one minute before planting to promote easy and early rooting of the propagules."
        ]
      },
      {
        "type": "subheading",
        "content": "Clerodendrum indicum inflorescence"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em>: The field is ploughed well, at least twice, to have a fine tilth. The quantity of manure and fertilizers depends upon the season, climatic conditions, and soil fertility. However, in general, the crop responds well to the basal application of 100 quintals of well-decomposed FYM (farmyard manure) along with 40 kg nitrogen and 75 kg phosphorus per hectare",
          "<em>Transplanting and optimum spacing</em>: It is always advisable to take up transplanting in the field in the afternoon or in the cloudy weather for higher survival rate and early establishment. Planting is done in the centre of the small pit by burying completely the ball of earth containing the rooted cutting. The soil around the plant is pressed properly without breaking the earth ball. Irrigation should be done as soon as the planting is over. Later, irrigation should be done regularly. The transplanting of chingari in the field at a spacing of 45 cm × 30 cm gives good returns. Planting at a spacing of 45 cm × 30 cm can accommodate about 74 000 plants per hectare.",
          "<em>Intercropping system</em> <em>: Clerodendrum</em> is grown as a pure crop.",
          "<em>Interculture and maintenance practices</em>: Besides basal application of FYM, and 37.5 kg of nitrogen/hectare, an additional 37.5 kg of nitrogen should be applied in two equal split doses as top dressing: first at one month after transplanting and the second after six months (February–March) of transplanting.",
          "<em>Irrigation practices: Clerodendrum</em> needs watering regularly. However, excess irrigation leads to waterlogging and should be avoided. The first irrigation should be done soon after transplanting. In rainy season, frequency of irrigation depends on the rainfall. In winter, irrigation should be done at an interval of 15–20 days. In summer months, irrigation should be done at an interval of 7–10 days, depending on the severity of the summer.",
          "<em>Weed control</em> : Weeds create a serious problem in the cultivation of the crop, as it is planted during monsoon. Being a long duration and non-spreading type of crop, frequent manual weeding and hoeing at monthly interval keeps the field free from weeds and facilitates good aeration and plant growth.",
          "<em>Disease and pest control</em> : Chingari is affected by termites, which feed on the roots. The attacked plants turn yellow and finally die. Drenching of the field twice with chloropyriphos 20% EC @ 4.0 litres per hectare, at an interval of 10 days, effectively controls the termite. No other disease has been observed."
        ]
      },
      {
        "type": "subheading",
        "content": "Clerodendrum indicum floral bud"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em> : Chingari bears flowers during January– February, that is, 100–120 days after planting. Seed setting does not take place in extreme hot and dry weather conditions. The crop is ready to be harvested in 10–12 months after planting. May–June is the best time for harvesting the crop. Irrigation of field four to six days before harvesting facilitates digging of roots. Mechanical injury to the roots during digging should be avoided because it affects the quality of the produce.",
          "<em>Post-harvest management</em> : The roots are dug out manually with the help of spade. Detach the shoot from the roots and then allow the roots to dry in the sun and then in shade. These roots are wrapped in gunny bags and stored in well-ventilated cool godowns for a long period without any deterioration quality. The roots may be graded for marketing.",
          "<em>Chemical constituents</em>: The root contains sapogenins, saponins, triterpenes, and D-mannitol as active constituents.",
          "<em>Yield :</em> An average crop of Chingari produces about 10–12 quintals per hectare of dry roots."
        ]
      },
      {
        "type": "subheading",
        "content": "Clerodendrum indicum root"
      }
    ]
  }
]