[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Liliaceae"
            ],
            [
              "Ayurvedic name",
              "Suranjan,Hiranatutia"
            ],
            [
              "Unani name",
              "Suranjan talkh"
            ],
            [
              "Hindi name",
              "Suranjan,Hirantutiya"
            ],
            [
              "Trade name",
              "Suranjan,Suranjankadva"
            ],
            [
              "Parts used",
              "Corms and seed"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Colchicum luteum in the nursery"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Colchicum luteum</em> is used as a carminative, laxative, and an aphrodisiac.",
          "Colchicines are effective in the treatment of gout, rheumatism, and diseases of liver and spleen.",
          "Externally, the corms are applied as paste to lessen inflammation and pain."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Suranjan is an annual alpine herb.",
          "It can be recognized by an almost conical corm with a longitudinally grooved flat side, rapier-like leaves, short scape, and golden yellow flowers.",
          "Corms are almost conical, brownish in colour, with one side flat and other rounded, and can be either translucent or opaque.",
          "Leaves are 15–30 cm long and 0.8–1.5 cm broad and few in number.",
          "They appear with flowers and are narrow but broader towards the tip.",
          "They increase in size as the plant approaches fruiting stage."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The scape is very short and sessile.",
          "Flowers occur in large, erect terminal cymes with one to three flowers.",
          "Perianth is funnel-shaped and golden yellow in colour.",
          "Stamens are six in number.",
          "Ovary is sessile, three-celled with three long styles.",
          "Capsules are septicidal with recurved beaks.",
          "The plant flowers soon after the snow melts at higher altitudes in March, followed by fruiting in May."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Natural habitat of suranjan is characterized by physiologically temperate conditions like severe winter, snow, and low humidity. T",
          "he plant grows well in sandy-loam soil. Drainage is very important to avoid waterlogging."
        ]
      },
      {
        "type": "subheading",
        "content": "Colchicum luteum in the field"
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is usually found on the edges of forests or in open grassy places and temperate western Himalayas from Kashmir to Chamba, at altitudes ranging from 700 m to 2800 m in India."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant can be successfully propagated through corms, which can be extracted from natural habitats when snow melts in April–May.",
          "The corms should be free from any injury or infection."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em>: No nursery is generally raised for the crop and the corms are directly planted in the field.",
          "<em>Propagule rate and pretreatment</em> : Corms do not require any pre-planting treatment. About 0.5 million corms are required for planting in 1 hectare of land."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em> : The fields should be ploughed two to three times to make the soil porous to facilitate planting and sprouting of the corms. The corms may rot in waterlogged conditions. Therefore, the fields should be well drained and have some slope. The plant prefers sandy loam soil, and if required, sand may be mixed with soil to make it suitable for growth. FYM(farmyard manure) @ 6 tonnes/hectare should be broadcast and properly mixed with soil while ploughing the fields at pre-planting stage.",
          "<em>Transplanting and optimum spacing</em>: The corms are directly planted in rows in small beds laid out in the field. The crop is sown in rabi season, generally in October, in temperate zones. The corms should be placed at an optimum spacing of 10 cm × 20 cm. Corms germinate and develop roots within one month.",
          "<em>Intercropping system</em>: The crop is preferably grown as a sole crop. No intercropping is recommended.",
          "<em>Interculture and maintenance practices</em> : Only organic manure @ 6 tonnes/hectare is recommended as a basal dose. No further application of manure is necessary. No inorganic fertilizers are used.",
          "<em>Irrigation practices</em> : This crop is very sensitive to waterlogging, so field should be free from excess water. This could be done by digging channels around the field well in advance to save the crop. The field should be irrigated as and when required, especially during the hot weather. Irrigation may be done every alternate day during summers.",
          "<em>Weed control</em> : The initial growth of the crop may be hampered because of increased infestation of weeds during the sprouting period. So, the field should be kept free from weeds in the initial stages, and thereafter, weeding and hoeing should be done at an interval of one month.",
          "<em>Disease and pest control</em> : The crop, in general, is not attacked by any insect/pest. There is no disease infestation as well."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em> : The crop matures in about 16–18 months. The seeds should be harvested immediately after ripening of fruits in April. Corms are taken out after a gap of one month in May, giving sufficient time for the hardening of the protective layers of the corm.",
          "<em>Post-harvest management</em>: The collection/harvesting of seeds is difficult due to their very small size. Therefore, while collecting the seeds, a piece of cloth should be placed below the plant. For medicinal purposes, corms must be harvested before the development of offshoots. Corms are harvested by manual digging, sun dried, and packed in damp-proof containers. The corms are stored in sand at a cool place and are used to raise new crops.",
          "<em>Chemical constituents</em> : Seeds contain 0.41%–0.43% poisonous alkaloids colchicine and cornigerine. The dried corms contain alkaloid colchicine in a range of 0.21%–0.25%. Colchicine occurs in the form of yellow flakes, crystals or as a whitish-yellow amorphous powder, which darkens on exposure to light.",
          "<em>Yield :</em> By following the standard package and practices, corm yield of 500–750 kg dry weight is obtained from plantation on 1 hectare land under experimental conditions."
        ]
      }
    ]
  }
]