[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Lamiaceae"
            ],
            [
              "Ayurvedic name",
              "Gandhmoolika"
            ],
            [
              "Hindi name",
              "Patharchur"
            ],
            [
              "Trade name",
              "Coleus, Patharchur"
            ],
            [
              "Par t used",
              "Root"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Coleus barbatus in a plantation"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The root of <em>Coleus</em> species is considered analgesic, ophthalmic, and febrifuge.",
          "It is very useful in epilepsy.",
          "Fresh aromatic root is offered in temples for its characteristic odour and is also used as a flavouring agent."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Patharchur is a large, succulent, densely hairy, herb with aromatic roots.",
          "It grows up to a height of 70 cm. The roots are perennial, while the shoots are annual.",
          "Stems are much branched, scandant, hairy, fragile, and knotted at nodes.",
          "Leaves are thick, fleshy, ovate, hairy, with serrate margins."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Pink-white flowers appear in winter season, that is, from October to February.",
          "This is also the best growth period for shoots."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Patharchur is found wild in tropical moist forests of Tamil Nadu and Karnataka.",
          "It is quite rare in nature but very commonly cultivated in moist tropical regions and southern states."
        ]
      }
    ]
  },
  {
    "heading": "Climatic and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is sun loving and grows well in tropical regions.",
          "The suitable soil for commercial cultivation is sandy loam or sand-rich loam.",
          "It is also cultivated on sandy beds and river banks and ridges in Tamil Nadu.",
          "Loose sandy soil permits roots to penetrate deep into the sand bed and maximum root yield is obtained this way.",
          "The crop is preferably cultivated in open sunshine."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is mainly propagated through stem cuttings of length 15 to 20 cm, containing four to five nodes.",
          "The cuttings remain viable up to four days, thereafter, the survival and rooting percentage declines.",
          "The crop can be raised round the year under ambient conditions.",
          "However, rainy season promotes early and copious rooting of stem cuttings with almost 100% survival."
        ]
      },
      {
        "type": "subheading",
        "content": "Coleus barbatus stem cuttings for planting."
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em> : A pencil-thick stem cutting bearing leaves is cut and all cauline leaves are removed except apical bud. The base of the branch is given a sharp inclined cut so that the plant does not get bruised while planting. These stem cuttings are inserted into the soil till a depth of 5–6 cm with at least three nodes inside the soil and remaining one to two nodes above the soil. The stem cuttings need to be placed in shade, preferably in net house or polyhouse, using sprinkler or misting system to maintain a minimum humidity of 85% for at least a fortnight. The initiation of roots can be seen within 10 days but the cuttings need about five weeks for better establishment. Thereafter, the cuttings can be kept out of polyhouse for conditioning and hardening of plantlets. After two weeks of conditioning, the propagules are ready for transplantation in the field. Transplantation is done after four to five weeks of completion of rooting process. This period also includes hardening of the cuttings outside the polyhouse after which these cuttings can be planted in the field.",
          "<em>Propagule rate and pretreatment</em> : About 28 000 rooted cuttings are required for planting crops on 1 hectare of land, at a spacing of 50 cm ×60 cm or 60 cm × 60 cm. No specific treatment is required before planting of cuttings."
        ]
      },
      {
        "type": "subheading",
        "content": "Coleus barbatus economically important plant part"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land preparation and fertilizer application : The land is tilled twice to make it porous and weed free. It is then planked to get a level field. FYM (farmyard manure) or vermicompost at the rate of 15 tonnes per hectare should be incorporated as a basal dose 15 days before planting. The crop responds well to fertilizer application @ 30 kg per hectare each of nitrogen, phosphorus, and potash, after about 10 days of transplanting. This may be followed by at least two irrigations, if sufficient soil moisture is not available.",
          "<em>Transplanting and optimum spacing</em>: Ridges are made in the field at a distance of 60 cm and the rooted propagules are planted in the soil up to a depth of 15 cm, generally by using the crowbar method.",
          "<em>Intercropping system</em> : This crop can be intercropped beneath perennial species as it performs well under partial shade.",
          "<em>Interculture and maintenance practices</em> : Phosphate and potash fertilizers are given as basal application as mentioned earlier. Nitrogenous fertilizers may be used in two equal split doses, the first being the basal dose. Frequent earthing-up once in 15–20 days is essential for good root growth. The soil from the furrow is heaped on to the base, resulting in proliferation and good growth of the roots. Weeding of crop is done after 30 days of transplanting followed by weeding after 60 days of transplantation. There is no need of weeding when the plants grow and spread well over the ground. However, two to three weedings are usually necessary depending on the weed intensity.",
          "<em>Irrigation practices</em> : The crop needs intermittent irrigation due to its succulent leaves. The crop gives good fibrous root yield only when irrigated adequately.",
          "<em>Disease and pest control :</em> No serious pests or diseases have been recorded on this crop. However, white scale insects often attack the leaves, usually between the leaf veins and midrib, and suck the sap. The pest can be controlled by spraying 1.5 ml Nuvacron per litre of water on the foliage. The crop is also susceptible to water stagnation, which leads to root rot. Proper drainage and porosity of the soil are very important for good growth and productivity."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em> : The crop can be maintained for three to four years under good phytosanitary conditions. The roots are, however, harvested between fifth and sixth months after planting. Studies indicate that plants harvested when they are five-month-old are better than those harvested when they are three or seven-month old. Maximum oil content in roots (1.4%) is obtained if the roots are harvested at the end of five months of plantation.",
          "<em>Post-harvest management</em> : Harvested roots are first cleaned under running water, soaked well, and dried in shade. These are graded into main and lateral roots. Only lateral roots are used to extract oil. Main roots are left out since they hardly contain any oil and may be replanted in the field for fresh sprout.",
          "<em>Chemical constituents</em>: The roots contain 0.5% to 1.4% oil, on air dry weight basis.",
          "<em>Yield :</em> Yield of roots is about 250 kg per hectare."
        ]
      }
    ]
  }
]