[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Burseraceae"
            ],
            [
              "Ayurvedic name",
              "Guggulu"
            ],
            [
              "Unani name",
              "Muqi"
            ],
            [
              "Hindi name",
              "Guggal"
            ],
            [
              "Trade name",
              "Guggal"
            ],
            [
              "Part used",
              "Oleo-gum resin"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Commiphora wightii - mature leafless tree"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The gum of guggal is anti-inflammatory and efficacious in the treatment of arthritis, rheumatism, hyperlipidemia,thrombosis, and hypercholesterolemia.",
          "It has alterative, carminative, astringent, and antispasmodic properties."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Commiphora</em> is a slow growing, highly branched, spiny shrub or a small tree with crooked and knotty branches ending in sharp spines.",
          "The stem is covered with silvery white, papery bark that peels off as flakes from the older parts of the stem, whereas, the younger branches are pubescent and glandular.",
          "Leaves are trifoliate; leaflets rhomboid, ovate, and entire at the base and serrate at the apex.",
          "The plant remains leafless during winter season, that is, from October to March. New leaves sprout during April, are short-lived and do not fall until September.",
          "A short spell of rainfall initiates leaf formation. Guggal, an oleo-gum resin of pale brown or dull green colour, exudes from bark during winter season (November–February)."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are sessile and appear singly or in groups of two to three.",
          "Fruits are ovoid, reddish brown to purple in colour. Two types of seeds, that is, black and yellowish-white, are produced.",
          "The flowering and fruiting take place throughout the year. However, maximum fruiting is observed from January to April."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Guggal is a xerophyte and grows naturally in arid and rocky zones of India, that is, Gujarat, Karnataka, Madhya Pradesh, and Rajasthan, and also in Pakistan."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant grows well in arid, sandy, and rocky tracts of tropical India.",
          "Sandy or sandy loam soils are best for its cultivation."
        ]
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "CIMAP (Central Institute of Medicinal and Aromatic Plants), Lucknow, has developed a good oleo-gum-resin-yielding cultivar called ‘marusudha’.",
          "Some studies by CIMAP also indicate the presence of high guggul sterones in the cuttings obtained from Mangaliaswas area of Ajmer in Rajasthan and Kot Lakhpat area of Bhuj in Gujarat.",
          "The germplasm from Nakoda in Rajasthan also gives a good yield."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Black coloured seeds may be used as planting material, although germination averages around 40% only. Seeds can be collected during February– March.",
          "Yellowish-white seeds are non-viable. One to four seedlings emerge from a single seed due to polyembryony.",
          "The plant can be easily propagated through leafless stem cuttings, prepared in May, or through air layering of 5–8-year-old mother plants in July–August."
        ]
      },
      {
        "type": "subheading",
        "content": "Commiphora wightii seeds"
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em> : The planting stock for raising the crop can be prepared in a nursery through seeds, stem cuttings or air layering of 5–8year-old mother plants. Only the black-coloured seeds are viable and sown during March to June, preferably in polybags. One seed may produce more than one seedling due to its polyembryonic nature. However, due to poor germination, two seeds are sown in each polybags. Seeds germinate within 7–10 days after sowing in the rainy season. Leafless stem cuttings are planted in the nursery in May. Similarly, air layering can be done during rainy season in July–August; roots develop in 15–20 days after setting.",
          "<em>Propagule rate and pretreatment:</em> Approximately, 100 g of black seeds are required for raising plantation in 1 hectare of land at a spacing of 2 m × 2 m. No treatment of seed is required. Stem cuttings planted without any treatment show approximately 90% rooting. However, cuttings can be pretreated with guggulu solution (100 mg/litre) or IBA (indole-3-butyric acid @10 mg/litre) to hasten rooting and to achieve better survival rate."
        ]
      },
      {
        "type": "subheading",
        "content": "Commiphora wightii - field view"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application:</em> Pits of size 45 cm × 45 cm × 45 cm are dug at requisite spacing of 2 m × 2 m and refilled after mixing the sand, soil, and FYM in the ratio of 1:1:1.",
          "<em>Transplanting and optimum spacing</em> : The plantlets obtained from seeds and rooted twigs from cuttings or air layerings are transplanted from polybags in the rainy season (July/August) to the pits containing a mixture of sand:soil:FYM (1:1:1). A crop stand of 2500 plants per hectare is obtained with a spacing of 2 m × 2 m.",
          "<em>Intercropping system</em> : Guggal can be intercropped with crops like pearl millet and cluster bean. Experiments indicate a synergistic relationship between the intercropped species and guggal, resulting in better yield of pearl millet and cluster bean, while the quality and yield of guggal plantation remain unaffected. In Rajasthan, it is planted on the borders of the cultivated fields because of its very slow growing nature. Presence of spinous branches makes the field impenetrable.",
          "<em>Interculture and maintenance practices:</em> Besides the basal dose of FYM provided in the pits, the plants may be provided with growth regulators like IBA (10 mg/litre) along with organic manures like hexameal @ 100 g/plant every month or NPK (nitrogen, phosphorus, potassium) @ 75:130:30 g/plant after every three months up to a period of one year, which helps in the better survival of plants. After one year, quarterly dose of compost or hexameal @ 100 g/plant is good for growth and survival of plants. The pits should always be kept weed-free. Manual weeding and hoeing are recommended at an interval of 15–20 days during rainy season. After rainy season, weeding may be done at monthly intervals.",
          "<em>Irrigation practices:</em> Irrigation with 8 litres of water per plant at an interval of 15 days results in best growth of plant.",
          "<em>Disease and pest control</em>: No serious disease is observed in <em>Commiphora wightii</em> except for collar rot during rainy season, which is caused by <em>Sclerotium rolfsii.</em> The plant is infected at collar region when the water remains stagnant near the base at early growing stage. The condition may be controlled by avoiding stagnation of water around the base of the plant and spraying Diathane M-45 fungicide @ 2 g/litre of water on the crop. In desert areas, the early growth of the plant is often checked by termite attack, and in some cases, whole plant is damaged by the termite colony. Termite can be controlled successfully by drenching the soil with chloropyrophos @ 4 ml/litre of water."
        ]
      },
      {
        "type": "subheading",
        "content": "Commiphora wightii - guggal"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting:</em> The plant should be allowed to grow for at least five to six years before commencing incision of thick branches for extracting oleo-gum resin. The oleo-gum resin is tapped during winter, from November–February, by making a 7–10-cm long incision in the main stem near the base. The cut part is completely covered with resin in about a month’s time. The exuded gum secreted is collected every week up to one month after which further exudation of gum stops.",
          "<em>Post-harvest management:</em> After collection, the oleo-gum resin is stored in airtight plastic containers.",
          "<em>Chemical constituents</em> : The gum resin contains 3.2% gum and 19.5% mineral matter chiefly consisting of silicon dioxide, magnesium, calcium, iron, and aluminium. It also contains about 1.5% essential oil, which contains 6.5% myrcene and 11% dinyrcene. A number of steroids have also been isolated from guggul like Z-guggul sterone and E-guggulosterol I, II, and III.",
          "<em>Yield :</em> A yield of 120–130 kg oleo-gum resin is obtained per hectare after about eight years."
        ]
      }
    ]
  }
]