[
  {
    "heading": "0",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Menispermaceae"
            ],
            [
              "Ayurvedic name",
              "Harichandan, Pitassara, Pitasandan"
            ],
            [
              "Unani name",
              "............"
            ],
            [
              "Hindi name",
              "Jhar-haldi, Daruharidra"
            ],
            [
              "English name",
              "False Calumba"
            ],
            [
              "Trade name",
              "Pitchandan"
            ],
            [
              "Parts used",
              "Wood, root"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Fruits of Coscinium fenestratum"
      },
      {
        "type": "unordered_list",
        "content": [
          "It is a climbing shrub.",
          "Young shoots are hairy-tomentose.",
          "Leaves are oblong deltoid, obscurely peltate, acuminate, glabrous above, hairy and reticulate beneath.",
          "Petiole is long.",
          "Plant is listed as endangered species in India."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "It is a dioecious plant and comes to bloom from August to October. Flowers are green, borne in dense globose heads.",
          "Sepals are 6 in number with a bract, orbicular persistent.",
          "Petals are 3 in number, large, spreading and elliptic.",
          "Fruit is a drupe globose, villous and bony endocarp.",
          "Seed is globose."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Plant is a native of India.",
          "It has also been reported in Vietnam.",
          "Within India, the species is restricted to the Western Ghats of Karnataka (Coorg, Udupi, Dakshin and Uttar Kannada districts), Kerala (Thiruvananthapuram, Wynaad, Thrissur, Idukki and Palakkad) and Tamil Nadu (Kanyakumari, Tirunelveli and Nilgiri districts) up to an altitude of 1000 m msl.",
          "The species is seen confined to the semievergreen and wet evergreen forests."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "This plant is an endemic species of Western Ghats, wherein it prefers rain forest climate and high humidity throughout with 0a temperature ranging from 15–25 0°C.",
          "Plant occurs in partial shade in humid location in association with many shrubs and large trees.",
          "The soil is acidic (pH of 5.2) with very high organic matter (2.3%) content."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "The planting material is seed."
        ]
      },
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "subheading",
        "content": "Raising Propagules :"
      },
      {
        "type": "unordered_list",
        "content": [
          "The plant is propagated through seeds.",
          "Matured fruits occur in bunches from May to October.",
          "Fruit pulp could be removed by rubbing against rough surface.",
          "Black seeds may be soaked in 3000ppm GA for 20 hours to hasten germination up to 90%.",
          "Seed should be immediately put for germination since they lose viability within two weeks.",
          "Seeds germinate very slowly, beginning after 4 months and may take even 8–10 months.",
          "Germination percentage of fresh seed is approx. 60%.",
          "The plants from nursery bed are carefully shifted to polybags filled with mixture of sand, soil and FYM @ 2 kg/polybag.",
          "Plants are watered on alternate days and kept in shade in mist chamber.",
          "They are maintained for nearly 6–9 months and then shifted to main field after it has attained 60 cm in height."
        ]
      },
      {
        "type": "ordered_list",
        "content": [
          "Land Preparation and manure Application : Plant is raised over FYM. In all 20 kg FYM is applied in a pit and seedling is planted over the manure and nurtured well by watering regularly. The plant is given a bamboo pole to support for better plant growth.",
          "Transplanting and Optimum Spacing : Well-grown plants are planted with minimum disturbance in main field along with soil attached to the roots in poly bags. Plant to plant spacing is 2m X 2m. Care is taken to put plant underneath a shrub or tree having 50–60 percent shade for quick establishment of crop.",
          "Irrigation Practices : Plant needs frequent irrigation and daily in summer months."
        ]
      },
      {
        "type": "ordered_list",
        "content": [
          "Crop Maturity and Harvesting : Crop matures at about 15 years. The economic part is root. It is expected to give about 3–4 kg of fresh root/plant depending on the growth of plant and its environment.",
          "Post-harvest Management : The root is dried in shade and stored in air-tight gunny bags.",
          "Chemical Constituents : Roots contain alkaloids such as berlambine, dihydroberlambine and noroxyhydrastinine, oxo-berberine, berberine, tetrahydro-berberine, cytosterol, stigmasterol and jatrorrhizine. Stem contains protoberberine alkaloids and jatrorrhizine.",
          "Yield : The plant yields about 3–5 kg fresh root and reduced to half on drying. Thus, about 4 t dry roots can be expected from 2500 plants/ha."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Root of Harichandan is used in the form of powder and decoction to treat indigestion, flatulence, diseases of liver and fever.",
          "Decoction of bark is used in intermittent fevers."
        ]
      }
    ]
  }
]