[
  {
    "heading": "Plant profile:",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Rosaceae"
            ],
            [
              "Hindi name",
              "Bansangli"
            ],
            [
              "English name",
              "European Hawthorn, Thornapple"
            ],
            [
              "Trade name",
              "Hawthorn"
            ],
            [
              "Parts used",
              "Fruit, leaf, and flowers"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Plant of Crataegus oxyacantha"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is deciduous small tree growing up to nine m in ht. Branches are grayish and spine scent.",
          "Leaves are 3.0–3.5 cm long, broadly ovate or rhombic, cuneate at base, deeply and sharply cut to two-thirds their width, coarsely-toothed, pubescent or glabrescent beneath.",
          "Petioles are almost equal to blade."
        ]
      },
      {
        "type": "subheading",
        "content": "Flowers of Crataegus oxyacantha"
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are 5.0–5.7 mm long, white, terminal corymbose cymes. Calyx is woolly-hairy at base having 5-lobbed.",
          "Lobes are sub-acute.",
          "Petals are 5 in number and orbicular.",
          "Stamens are many.",
          "Carpels are adnate to the calyx tube, tips pubescent.",
          "Styles are 1°r 2 in number, slender and globose.",
          "Fruits are glabrous, scarlet red and fleshy."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a temperate shrub or a small tree of forests, scrubs, foothills, wastelands etc. of north-west Himalaya from Indus to Ravi, at an altitude of 2000–3000 m MSL."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It prefers sandy clay-loam soil and subhumid, temperate climate. It can grow well in low rainfall areas."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Planting material is seed. It has two years dormancy.",
          "Seed germination is difficult and time consuming.",
          "Therefore vegetative propagation by stem cutting is preferred for raising saplings of C. <em>oxyacantha</em> .",
          "Further, vegetatively propagated plants produce better growth than that of raised from seeds."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "subheading",
        "content": "Rooted stem cutting of Crataegus oxyacantha"
      },
      {
        "type": "subheading",
        "content": "Raising Propagules:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Appropriate time to collect its seeds is September, when the fruits are just ripe on tree.",
          "Rate of success in raising plants from seed by deploying different scarification and stratification treatments is not satisfactory (less than 20%).",
          "Hence, vegetative propagation is more effective.",
          "Stem-cuttings of 2–8 mm diameter are raised in nursery during May should be planted at 10cm X 10cm spacing.",
          "Soil mixed with equal quantity of sand is more suitable for raising its nursery.",
          "Stem cutting be given treatment with Indole Butyric Acid (IBA) at 4000 ppm for promoting callus.",
          "Shoot cutting derived from the plant acclamatise in vicinity, so that the success in rooting is around 60%.",
          "Normally, the stem-cuttings take 7090 days for rooting.",
          "The rooted stem cuttings should be hardened at least for 2 months before transplanting in field."
        ]
      },
      {
        "type": "subheading",
        "content": "Sprouting kernels of Crataegus oxyacantha"
      },
      {
        "type": "subheading",
        "content": "Propagule Rate and Pre-treatment:"
      },
      {
        "type": "unordered_list",
        "content": [
          "2,500 saplings/ha are required for plantation."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "subheading",
        "content": "Land Preparation and Manure Application:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Primary tillage of entire field is not necessary for this crop.",
          "Only planting spots marked at desired spacing should be cleaned and pits of 45cm X 45cm X45cm dimension should be dug out at a distance of 2m X 2m in the field, which is filled with equal proportion of soil and sand.",
          "July-August is the suitable period for planting of rooted stem-cuttings in field.",
          "The saplings should be planted at the centre of pits and the soil should be gently compressed after planting.",
          "The transplants should be given light irrigation after the planting.",
          "Farm Yard Manure (FYM) @ 15 t/ha should be applied as basal dose at the time of transplanting in field.",
          "In subsequent years, FYM should be applied @ 22.5 t/ha at the time of bud-break, after winter dormancy i.e. March-April."
        ]
      },
      {
        "type": "subheading",
        "content": "Transplanting and Optimum Spacing:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Rooted stem-cuttings, after proper hardening in nursery, can be directly planted in main field.",
          "Plant spacing of 2m x 2m is optimum in terms of vertical growth of the tree and yield of fruit."
        ]
      },
      {
        "type": "subheading",
        "content": "Irrigation Practices:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation at weekly interval is essential for about a month, during dry period after transplanting."
        ]
      },
      {
        "type": "subheading",
        "content": "Weed Control:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Two hand-weeding at monthly interval during July to September provides effective weed control in the initial 2–3 years of the plantation."
        ]
      },
      {
        "type": "subheading",
        "content": "Disease and Pest Control:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Disease or insect-pest has not been observed in this crop."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "subheading",
        "content": "Crop Maturity and Harvesting:"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>C. oxyacantha</em> comes to bearing after 5–6 years from planting in the field.",
          "Flowering and fruiting occur during April-May and fruits ripen during July - August. Fruits are harvested when it is fully ripe."
        ]
      },
      {
        "type": "subheading",
        "content": "Post-harvest Management:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Fruits should be dried under shade and stored at room temperature in a dry place."
        ]
      },
      {
        "type": "subheading",
        "content": "Ripe fruits of Crataegus and Mature fruit of Crataegus oxyacantha"
      },
      {
        "type": "subheading",
        "content": "Chemical Constituents:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Plant contains total flavonoid content in leaf, flower, fruit, pulp and bark range from 0.48 to 1.65% and total phenolic content vary from 3.31 to 5.46%.",
          "The flavonoid content is maximum in leaf while phenolic content is maximum in bark.",
          "The antioxidant potential (percent inhibition of DPPH free radical by 1 mg/ml of plant material) was maximum in bark (81.5%) followed by flower, leaf, pulp and fruit (14%). It also contains saponins, glycosides, flavonoids, ascorbic acid, condensed tannins and amines.",
          "The therapeutic properties of C. <em>oxyacantha</em> are attributed to the flavonoids, triterpenic acids and biogenic amines in it.",
          "Its flower yields positive inotropic amines viz., phenethylamine, o-methoxyphenethyl amine and tyramine.",
          "Active principles also include pocyanidins and alkylamines."
        ]
      },
      {
        "type": "subheading",
        "content": "Yield:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Production of fresh fruits after nine years after planting is about 600 kg/ha."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Traditionally, fruit is used as home remedy for arteriosclerosis, hypertension, and sore throat in folk medicine.",
          "It is considered useful in congestive heart failure, coronary circulation problems, angina, and arrhythmias. It is used to increase cardiac output reduced by pulmonary disease and to treat hypo- and hyper-tension, atherosclerosis, hyperlipidemia, and Buerger's disease.",
          "It is also used as a sedative, anxiolytic, antispasmodic, astringent, and diuretic.",
          "Hawthorn preparations are used as a wash for sores, itching, and frost-bite.",
          "Fresh fruit is effective in treatment of cardiac disorders of nervine origin.",
          "Extract of C. <em>oxyacantha</em> shoot possesses strong negative chronotropic, positive inotropic and coronary dilatory effects. Leaf is used to treat hypertension.",
          "C. <em>oxyacantha</em> also possesses antioxidant properties.",
          "Phenolic extract of its flower has antioxidative properties."
        ]
      },
      {
        "type": "text",
        "content": "Seeds of Crataegus oxyacantha and Kernels of Crataegus oxyacantha"
      }
    ]
  }
]