[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family<br>",
              "Asclepiadaceae"
            ],
            [
              "Ayurvedic name",
              "Krishna sariva"
            ],
            [
              "Hindi name",
              "Karanta"
            ],
            [
              "English name",
              "Indian Sarsaparilla"
            ],
            [
              "Trade name",
              "Shyamlata"
            ],
            [
              "Parts used",
              "Roots, Mature Stem"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/cryptolepis-buchananiitest.jpg"
      },
      {
        "type": "text",
        "content": "Cryptolepis buchananii"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a large climbing shrub with glabrous, shining leaves.",
          "Stem is cylindrical; branches pale, glabrous, milky latex present, basal portion black and dotted.",
          "The external surface of the root is dark brown or blackish with few transverse cracks.",
          "Bark adheres closely to the wood and is odourless.",
          "Leaves are 7.5 – 12.5 cm X 3.8 – 6.3 cm in size, elliptic, oblong or oblong – lanceolate, apex retuse or acute, apiculate, green above and whitish beneath."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are pale greenish-yellow in short axillary panicled cymes and bracteate.",
          "Bracts are ovate-lanceolate with scarious margins.",
          "Calyx is lobed, ovate and acute; corolla is lobed, lobes 0.6 cm long and linear or linear-lanceolate.",
          "Fruit is a follicle, 2.5–10 cm long, stout, straight, terete and tapering.",
          "Seeds are 0.5 cm long in size, ovate-oblong, compressed and black in colour."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "The plant is distributed all over tropical and sub-tropical regions in India."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The crop prefers well-drained sandy-loam acidic soils with abundant organic matter (4.5 to 6.0).",
          "It grows well in subtropical warm climate with well distributed rainfall.",
          "It prefers shady places and needs support for crawling and spreading and climbing."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds"
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: A nursery is raised by sowing seeds in the raised beds during last week of April.",
          "Propagule Rate and Pre-treatment: Ten kg seeds are to be sown in nursery and are sufficient for producing seedlings for transplanting in one hectare area. No pretreatment of seed is required."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: One deep ploughing or disking, followed by 2–3 harrowing are sufficient for land preparation. Application of both organic and inorganic fertilizers is essential to ensure a good crop growth. Organic manure (FYM) @ 10 t/ha should be applied one month before planting. Inorganic fertilizers NPK @ 130:100:60 kg/ha has been found optimum for this crop. Half of nitrogen and full dose of phosphorus and potash should be applied as basal dose. Rest half of nitrogenous fertilizers should be applied in two split doses, one at the time of first earthing-up and the other at the time of second earthing-up (60days after planting).",
          "Transplanting and Optimum Spacing: During the second week of June seedlings get ready for transplantation. Plants should be transplanted at the spacing of 60 cm row to row and 60 cm plant to plant. Approximately 27,000 plants are required for one hectare land.",
          "Inter cultural and Maintenance Practices: Earthing up should be carried out twice, the first at 45 days and the second at 60 days interval after planting / establishment of seedlings.",
          "Irrigation Practices: Grown under rain fed conditions.",
          "Weed Control: To reduce the crop-weed competition during the early stages of crop growth, 2–3 manual/hand weeding at 60 days, 90 days and 120 days after planting are recommended.",
          "Disease and Pest Control: No disease or pests was observed. However, blue beetle (Corynodes perigrinus) is observed sometime on leaves and the beetle eats leaves. It can be controlled with the use of suitable insecticide."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: The crop should be harvested in the month of August-September. But seed can be collected from plants older than three years.",
          "Post-harvest Management: After harvesting the branches should be sun dried till the moisture content is reduced to 10%. Only the dried materials are to be stored.",
          "Chemical Constituents: Stems posses alkaloids, buchananine identified as 6-Onicotinoyl-alpha glucopyranose and 1, 3, 6-O-trinicotinoyl-L-glucopyranaose.",
          "Yield : A good crop yields around 17.74 tonnes of dry herbage."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/cryptolepis-buchananii-in-fieldtest.jpg"
      },
      {
        "type": "text",
        "content": "Cryptolepis buchananii in field"
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Root is demulcent, alterative, tonic and is useful in loss of appetite, fever and skin diseases.",
          "It is considered as a blood purifier and extensively used in skin diseases and leprosy.",
          "It is prescribed to children for rickets."
        ]
      }
    ]
  }
]