[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Zingiberaceae"
            ],
            [
              "Ayurvedic name",
              "Karchur"
            ],
            [
              "Unani name",
              "Zarambad"
            ],
            [
              "Hindi name",
              "Narkachur, Ban Haldi"
            ],
            [
              "Trade name",
              "Zerumbat, Zedoary"
            ],
            [
              "Parts used",
              "Rhizomes and leaves"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Curcuma zedoaria – plant in flower"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Rhizomes of Karchur are aromatic, cardio-tonic, carminative, diuretic, and anti-spasmodic.",
          "They are used to cure jaundice, cough, hiccups, and respiratory disorders.",
          "Essential oil extracted from leaves is used in perfumery and aromatherapy."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Zedoary is an annual or biennial, aromatic, rhizomatous, tall herb. It attains a height of 1.8 m.",
          "Rhizomes are large, pale yellow or whitish inside. Roots are aromatic and end in ellipsoid tubers.",
          "The edible root of zedoary has a white interior and a fragrance reminiscent of mango; however, its flavour is more similar to ginger, except for the fact that it leaves a very bitter aftertaste.",
          "There is no distinct aerial stem, but the shoot has a pseudo stem formed of long and closely overlapping four to six sheathing leaf bases.",
          "Leaves are large, reaching upto 1 m in length, oblong and deeply veined, often coloured purplish in the centre."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Inflorescence is a spathe arising from the rhizome.",
          "Flowers are whitish or pale-yellow with bright reddish-green bracts.",
          "Corolla tube is pinkish and funnel-shaped. Calyx is whitish and obtusely toothed.",
          "Flowering occurs in May–June, but fruiting occurs rarely. Fruit is an ovoid capsule."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is semi-domesticated and is found in the forests of eastern Himalayas, Bengal, and Kerala.",
          "It is cultivated in Kerala, Karnataka, Tamil Nadu, and other places that provide congenial climatic conditions."
        ]
      },
      {
        "type": "subheading",
        "content": "Curcuma zedoaria – view of crop"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Karchur is a semi-domesticated crop of moist tropical, subtropical, and temperate regions.",
          "Loam and sandy loam soil and rainfall of about 1100 mm per annum are best for its cultivation.",
          "It can grow in open as well as shady conditions."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Rhizome is the best material for propagation, which can be collected in winter season (November–December).",
          "Seeding generally does not occur in this crop."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em> : The nursery is not raised for the crop. Rhizome pieces are planted directly in the field.",
          "<em>Propagule rate and pretreatment</em> : Rhizome propagules @10–12 quintals per hectare are required for planting at a spacing of 40 cm × 20 cm. No specific treatment is required before sowing."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em>: One ploughing of disc harrow and two to three ploughings of desi plough are needed for conditioning of soil. About 150 quintals/hectare of FYM (farmyard manure) and 100:80:60 kg/hectare of NPK (nitrogen, phosphorus, potassium) are mixed thoroughly in the soil before planting.",
          "<em>Planting</em><em>and</em>o<em>ptimum spacing</em> : The crop can be planted anytime from April to June, depending upon the availability of soil moisture. Rhizome pieces are planted directly in the field in rows at a spacing of 20 cm, row-to-row distance being 40 cm. Rhizomes sprout in 10–12 days in moist soil conditions; otherwise, they remain dormant in soil and sprout after the first shower. For planting, about 125 000 propagules per hectare at a spacing of 40 cm × 20 cm are needed. However, a little wider spacing may increase the output.",
          "<em>Intercropping system</em> : Both solo and mixed cropping system can be opted for this crop under partial shade of trees with thin canopy.",
          "<em>Interculture and maintenance practices</em> : The crop requires two to three weedings at intervals of 30, 60, and 90 days after planting. Thereafter, the plants have a suppressing effect on the weeds. No further application of any organic or inorganic fertilizer is required.",
          "Irrigation practices : The crop requires three to four light irrigations per month during summer and two to three irrigations per month in winter. Irrigation frequency depends on soil and weather conditions.",
          "<em>Disease and pest control :</em> No visible symptoms for any kind of disease, physiological disorder, and so on have been observed or reported on <em>Curcuma zedoaria</em> during the experimental trials."
        ]
      },
      {
        "type": "subheading",
        "content": "Curcuma zedoaria – narkachur plantation"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em> : Overall crop maturity occurs in six to eight months. Harvesting of rhizomes is done during November– December. These rhizomes are washed well in water to remove soil particles, cut into slices, dried in sun to remove surface water, and then again dried in shade. The best time for harvesting the leaves is October–November.",
          "<em>Post-harvest management</em> : Sliced and dried rhizomes are stored in a cool place for commercial purposes. To get planting material, rhizomes are buried in soil pits or sand heaps up to March.",
          "<em>Chemical constituents</em> : The rhizomes contain an average of 0.18% of essential oil when collected during February, March, and November. The major ingredients of essential oil are cineole, δ-pinene, β-pinene, camphor, and so on.",
          "<em>Yield and cost of cultivation</em>: Fresh rhizome yield varies from 285 quintals/hectare to 315 quintals/hectare, while the yield of leaves is in the range 70–80 quintals/hectare on fresh weight basis. The essential oil yield from leaves is 7–8 kg/hectare (on 0.09% of fresh weight basis), while the essential oil yield from rhizomes is 80–90 kg/ ha (at 0.28% of fresh weight)."
        ]
      }
    ]
  }
]