[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Zingiberaceae"
            ],
            [
              "Ayurvedic name",
              "Narkachur"
            ],
            [
              "Unani name",
              "Siyah haldi,Kali haldi"
            ],
            [
              "Hindi name",
              "Kali haldi, Narkachur"
            ],
            [
              "Trade name",
              "Black zedoary,Kali haldi"
            ],
            [
              "Part used",
              "Rhizome"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Curcuma caesia – plant"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The rhizome of kali haldi has a bitter, sharp, hot taste, and a pleasant odour.",
          "It has anti-bacterial and anti-fungal properties, and is laxative.",
          "It is used as a tonic for the brain and the heart. Rhizomes are useful in treating leucoderma, piles, bronchitis, asthma, tumors, tuberculous glands of the neck, enlargement of the spleen, epileptic seizures, inflammations, and allergic eruptions."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Black zedoary is an erect, rhizomatous herb, about 1.0–1.5 m high.",
          "The rhizomes are ovoid in shape, acute at tip, but not so thick as in other species of <em>Curcuma.</em>",
          "Leaves are about 30–60 cm long and up to 15 cm broad, broadly lanceolate or oblong, glabrous, with a deep ferruginous purple cloud down the middle, which penetrates to the lower surface.",
          "Leaves arise from the underground rhizome."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Inflorescence is a spike, about 15 cm long or altogether about 30 cm high on basal peduncle.",
          "Flowers are pale yellow, reddish at the outer border and shorter than their bracts.",
          "Petiole and sheath are about as long as the blade. Spikes appear before the leaves.",
          "Flowers appear in June and July, while fruits mature in September and October."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species occurs in moist deciduous forests, mostly in Bengal, North East, and Central India, within the altitudinal range of 200–1000 m.",
          "It grows as ground cover of forest area in subtropical to temperate region.",
          "It is a rare species and is mostly under cultivation."
        ]
      },
      {
        "type": "subheading",
        "content": "Curcuma caesia – Kali haldi plant"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Curcuma caesia</em> grows well in sandy loam, acidic soils of pH 4.5–6.5.",
          "It is a partial shade-loving species; however, it grows well in open sun under cultivated conditions."
        ]
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "There is no recommended variety.",
          "However, among the collected materials, accession no. IC-319760 (NBPGR) was found to give better rhizome yield."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Rhizome is the propagation material.",
          "Mature rhizomes are collected in December or just before plantation and longitudinally sliced with one apical bud in each slice."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em>: Rhizome pieces are directly planted in the field and no nursery stock is generally raised.",
          "<em>Propagule rate and pretreatment</em> : Approximately, 2.2 tonnes of rhizomes shall be required per hectare for planting at a spacing of 30 cm × 30 cm. No particular treatment is given to the propagules before planting."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em> : The land is ploughed, harrowed, and planked, mixed with FYM (farmyard manure) @ 5 tonnes per hectare together with NPK (nitrogen, phosphorus, potassium) @ 33:80:60 kg per hectare as basal dose during land preparation. If required, lime @ 2 tonnes per hectare may be applied to reduce excessive acidity in soils, at least one month before planting.",
          "<em>Transplanting and optimum spacing:</em> Middle of April is the best time for raising the crop in North-East India, while in other regions, it is the pre-monsoon period. The crop is propagated vegetatively through rhizomes. The whole or parts of rhizome, weighing approximately 20 g, should be planted in rows directly in the field during April. Planting at a spacing of 30 cm × 30 cm is found optimum, for which 0.11 million propagules (rhizome segments) are required per hectare. The rhizomes sprout in about 15–20 days.",
          "<em>Intercropping system</em> : Kali haldi is grown as a single crop. But, it may be intercropped beneath widely interrupted canopy trees.",
          "<em>Interculture and maintenance practices :</em> A complete dose of NPK is to be applied @ 100:80:60 kg per hectare as urea, single super phosphate, and potash, respectively. One-third of urea, that is, 33 kg, and full recommended quantity of single super phosphate and potash are applied at the time of final land preparation. The rest two-thirds of nitrogen as urea is top dressed in two split doses, first at the time of first earthingup and the rest at the time of second earthing-up. Earthing-up is carried out at 45 days and 60 days after planting. To reduce the crop–weed competition during the early stages of growth, manual weeding at 60, 90, and 120 days after planting is recommended.",
          "<em>Irrigation practices</em> : The crop is usually grown under rain-fed conditions in high rainfall tracts of Assam and Kerala states. Constant humidity is to be maintained in other areas through regular irrigation. Sprinkler irrigation is the most suitable method.",
          "<em>Disease and pest control:</em> Leaf spot ( <em>Tephrina</em> sp., <em>Coletotrichum</em> sp.) and leaf blotch ( <em>Corticium</em> sp.) are sometimes observed on the crop. They can be controlled by spraying of 1% Bordeaux mixture at monthly intervals."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em> : The crop takes about nine months to mature. Harvesting is done in mid-January. Before digging the rhizomes, soil is moistened through irrigation, so that the rhizomes are not injured. Injury to the rhizomes may cause decay of the harvest.",
          "<em>Post-harvest management</em> : Peeled, half cut or sliced rhizomes should be kept in oven at 55°C or under well-ventilated shade for drying. These dried rhizomes should be stored in suitable damp-proof containers.",
          "<em>Chemical constituents:</em> Dried rhizomes of <em>Curcuma caesia</em> are reported to contain 1.6% essential oil containing 76.6% <em>d</em> -camphor; 8.2% camphene and bornylene; and 10.5% sesquiterpenes, curcumine, ionone, and turmerone.",
          "<em>Yield :</em> Estimated yield of fresh rhizomes is 48 tonnes per hectare while dry rhizome yield is about 10 tonnes per hectare."
        ]
      }
    ]
  }
]