[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Hypoxidaceae"
            ],
            [
              "Ayurvedic name",
              "Talamulika"
            ],
            [
              "Unani name",
              "Musli Siyah"
            ],
            [
              "Hindi name",
              "Kalimusali"
            ],
            [
              "Trade name",
              "Kalimusali"
            ],
            [
              "Parts used",
              "Tuberous roots and rhizomes"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Curculigo orchioides - Plant in bloom"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Curculigo</em> is used as a rejuvenating tonic, aphrodisiac drug, and diuretic.",
          "It is useful in general debility, cough, jaundice, asthma, and piles <em>.</em>"
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Roots of kalimusali are straight, cylindrical, tuberous, 5–22 cm long, and 0.5–0.8 cm thick.",
          "The external surface is brownish, marked with loosely spaced, prominent, transverse wrinkles.",
          "Lateral roots are 5 cm or more in length, stout, fibrous, dull white in colour, and spongy externally.",
          "The freshly cut surface of tuberous rootstock has a starch-white colour within and is mucilaginous.",
          "Leaves are simple, sessile, crowded on the short stem with sheathing leaf bases, tapering into a short petiole, almost radical.",
          "They are 15–45 cm long and 1.2–2.5 cm broad, linear or linear–lanceolate, membranous, glabrous or sparsely soft haired.",
          "The leaf tip, when in contact with the soil, develops roots and produces adventitious buds."
        ]
      }
    ]
  },
  {
    "heading": "Floral biology",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are epigynous, bright yellow, bisexual or unisexual, with a lanceolate and membranous bract.",
          "Perianth is located at the top of a slender sterile long extension of the ovary by means of which it is exposed above the ground.",
          "Perianth is gamotepallus with six equal lobes of size 1.5 cm × 0.2 cm; outer lobes are hairy on the back, while the inner ones are sparsely hairy along nerves.",
          "Ovary is tricarpellary, syncarpous, and trilocular with a fairly long slender beak (stipe).",
          "Flowering and fruiting occur mostly from October to January, rarely throughout the year."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species occurs in shady areas of subtropical Himalayas, Western Ghats from Konkan southwards, plains of West Bengal, Central India, Chhota Nagpur, and other tropical zones.",
          "Basically, it is a tropical plant and is found in almost all districts of India, from near-sea level up to 400 m altitude, especially in rock crevices and laterite soil.",
          "It is a shade-loving plant and thrives well in areas that receive high rainfall.",
          "It is considered to be a threatened species."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Tuber segments of 1.5–2 cm size, containing the apical bud, are collected during February–March and used for propagation."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em> : No stock is raised in the nursery. Tuber segments of size 1.5 cm × 2 cm, obtained from mother plants, are planted directly in the main field at the onset of south-west monsoon, which breaks over South India in May–June. The tuber segments are planted at an optimum spacing of 10 cm × 10 cm. About 70%–80% sprouting is obtained after two months of planting in humid tropical regions like Kerala.",
          "<em>Propagule rate and pretreatment</em> : The propagule rate is 600–750 kg of root segments per hectare. The tuber segments require no pretreatment before sowing."
        ]
      },
      {
        "type": "subheading",
        "content": "Curculigo orchioides - field view"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em> : Talamuli grows well in moist and humus-rich soils. The land is ploughed well with the onset of monsoon. Organic manure is mixed before planting and raised beds are prepared to prevent waterlogging. FYM (farmyard manure) at the rate of 20 tonnes/hectare is applied at the time of land preparation. Alternatively, FYM at the rate of 15 tonnes/hectare may be applied at the time of land preparation and NPK (nitrogen, phosphorus, potassium) at the rate of 25:15:10 kg/hectare can be applied as top dressing during October–November. If available, well-decomposed poultry manure at the rate of 2.7 tonnes/ hectare, instead of FYM, mixed well with the soil at the time of land preparation gives better yield.",
          "<em>Planting and optimum spacing</em>: The tuber segments are directly planted in the field in rows. About 70%–80% germination/sprouting of tubers takes place after two months, when planted in humid tropical areas like Kerala. An optimum crop stand of 0.6–0.65 million is desirable for a pure crop with an optimum spacing of 10 m × 10 cm or 10 cm × 15 cm, while intercropping with a coconut gives a crop stand of approximately 0.2 million with a spacing of 20 cm × 25 cm.",
          "<em>Intercropping system</em>: The crop grows well in the shade of irrigated coconut orchards. If it is to be raised as a pure crop, artificial shade has to be provided using shade nets of 25% density.",
          "<em>Interculture and maintenance practices</em> : No additional manure is required for crop management. Manual weeding is usually adopted. Weeding twice at two and four months after planting is necessary to keep the crop weed-free. No special maintenance practices are required except for regular weeding and watering during dry spells.",
          "<em>Irrigation practices</em> : The crop is grown in rain-fed area during the monsoon period. After the monsoon ceases, it is to be irrigated with 5 cm flooding fortnightly.",
          "<em>Disease and pest control</em> : Seedling rot is observed during the rainy season and can be controlled by spraying and drenching the soil with 1% bordeaux mixture. Black rot disease is also observed and can be controlled by spraying 0.05% tridemorph. Rhizomes are often eaten by rodents and hence standard control measures may be taken for their control."
        ]
      },
      {
        "type": "subheading",
        "content": "Curculigo orchioides - root stock"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em>: The plant starts flowering one month after planting and maximum number of flowers are noted during second and third months of planting. Flowering takes place throughout the year. However, fruits and seeds are not used as drug. Roots mature in the field in seven to eight months and may be harvested by digging.",
          "<em>Post-harvest management</em>: Remnants of the shoot and rootlets are removed from tubers. The tubers are cleaned of the soil particles, dried well in the shade, and stored in gunny bags.",
          "<em>Chemical constituents</em> : C <em>urculigo</em> roots contain acetone extractives (1.5%–1.8%), ash (3.3%–3.9%), and curculigosides (0.2%).",
          "<em>Yield :</em> A dried tuber yield of 1000–1700 kg/hectare is obtained."
        ]
      }
    ]
  }
]