[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Orchidaceae"
            ],
            [
              "Ayurvedic name",
              "Salampunja"
            ],
            [
              "Unani name",
              "Buzidan, Salab Misri"
            ],
            [
              "Hindi name",
              "Salampanja"
            ],
            [
              "English name",
              "Himalayan Marsh Orchid"
            ],
            [
              "Trade name",
              "Salampanja"
            ],
            [
              "Parts used",
              "Tubers, roots"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Dactylorhiza hatagirea"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is terrestrial glabrous herb attends height of 20–25 cm. Tubers slightly flattened, palmately divided into 3–5, finger like lobes.",
          "Flower stalk upto 90 cm Long, erect, hollow, leafy throughout or the lower portion bear few sheathing scales.",
          "Leaves are 4–6, cauline, leaf blade oblong to linear lanceolate, 8.0–15.0cm x 1.5–3.0 cm in size, base sheathing, apex obtuse or acuminate."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Inflorescence is raceme, 5.0–15.0 cm long, crowded with many flowers.",
          "Flowers are purple and the bracts green, narrowly lance shaped, lower bract longer than the flowers, upper slightly shorter.",
          "Flowers are about 1.8 cm long, including the curved spur. Sepals and petals are nearly equal.",
          "Three of them form a hood and the two sides spread outwards.",
          "The lip is rounded and shallowly 3-lobed, spotted dark purple.",
          "Spur straight,cylindrical, nearly as long as the ovary; column very short; anther adnate to its face, cells diverging; pollinia 2, caudicles attached to 2 small globose, viscid glands enclosed in a minute pouch overhanging the broad, 2-lobed stigma."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "This attractive terrestrial orchid grows in damp pastures of Himalayas from Kashmir to Nepal at the altitude of 2500–5000 m MSL."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plants grow in the alpine climate of Central and Western Himalayas where average summer temperature ranges between 15018°C and winters are very harsh generally below the freezing point.",
          "Plants grow best in moist meadow soils.",
          "These soils are usually dark grey, granular, sandy loam, micaceous sandy soils at greater depth."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The materials for propagation are seeds and tuber cuttings. Plants can be grown by splitting the sprouting tubers.",
          "Collected seeds did not show germination at controlled temperature and moisture ( temp. 10–15 0°C; humidity 90+5%) conditions.",
          "It probably requires thawing under the snow for about 4–5 months and mycorrhizal association for germination.",
          "It is reported to be an inherently slow growing and poorly regenerating species because of pollinator specificity."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Propagules"
      },
      {
        "type": "subheading",
        "content": "Acclimatization of collected saplings in the glass house"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules : Vegetative propagation through tuber cutting is quite successful in this plant. Small slices of tuber of 4.0 mm size, with meristematic tissues are reported to develop plantlets when transplanted at 5.0cm -7.0cm depth at a spacing of 15cm X 15cm. Plant raised from tuber cutting develops tubers and roots after one year and it becomes about 4. 0–8.0 cm tall."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Propagule Rate and Pretreatment : Multiplication through seeds is very low and no fruitful results have been obtained so far. In natural habitat, seed germination was found to be between 20 to 30%. Seed sowing in soil collected from its natural habitat at lower altitudes gives better results. Collection of immature and fresh seeds from nature enhanced germination percentage. Approximately 1,11,150 tubers or tuber segments are required for one hectare of land and are transplanted at spacing of 30 cm apart."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application : Land should be ploughed and cross ploughed to have a fine tilth. The field should be well prepared and made free from weeds before transplanting. Livestock manure and forest litter treatment increase survival, growth and yield. Approximately 5 t manure is required for one hectare of land. Manure requirement increases at lower altitudes and at 1800–2000 m approximately 10.0–15.0 t/ha manure is required depending upon soil fertility."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting and Optimum Spacing : Small slices of tuber of 4.0 mm size with meristematic tissues are reported to develop plantlets when transplanted at 5.0–7.0 cm depth at spacing of 15cm X 15cm."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Intercropping System : Intercropping with A. <em>heterophyllum</em> Wall. ex Royle is found suitable because of similar edaphic conditions for good growth and yield. Intercropping with <em>Swertia chirayita</em> Roxb. ex Fleming is also recommenced for subsidiary income from the cultivation of medicinal plants."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Intercultural and Maintenance Practices : Frequent weeding at every seven to ten days especially during the rainy season favour optimal growth."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation Practices : At the early stage, 80–90% humidity is required for plant development of rooting and leaf initiation. Irrigation at every twelve hours is needed, especially at lower altitude during this stage."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting : Tubers are usually harvested after five years to fetch a good yield. Sometimes it is harvested after two or three years of the tubers are used as food, nervine tonic and aphrodisiac."
        ]
      }
    ]
  }
]