[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Fabaceae"
            ],
            [
              "Ayurvedic name",
              "Shalparni"
            ],
            [
              "Hindi name",
              "Salparni"
            ],
            [
              "Trade name",
              "Sarivan"
            ],
            [
              "Parts used",
              "Roots and whole plant"
            ],
            [
              "",
              ""
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant has febrifuge, aphrodisiac, analgesic, diuretic, antiinflammatory, and haemorrhagic properties.",
          "It is used in postnatal complaints, diarrhoea, chronic fever, biliousness, cough, vomiting, and asthma.",
          "It is an important ingredient of <em>dasmoolarishta</em> and <em>chyavanprash</em> ."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Salparni is a sub-erect, diffusely branched undershrub, up to 120-cm tall.",
          "Stem is short and woody at base.",
          "Leaves are unifoliate, ovate to ovatelanceolate, membranous, and mottled with grey patches."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Inflorescence is elongated, lax, terminal or axillary raceme. Flowers are purple, lilac to white in colour.",
          "Fruit is a pod, moniliform (beaded), six to eight jointed.",
          "Joints of pods are sparsely pubescent with hooked hairs. Joints separate into indehiscent one-seeded segments at ripening.",
          "Seeds are compressed and kidney shaped.",
          "Flowering and fruiting occur twice a year, from May to June and from September to October."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is common as an undershrub in forests and wastelands throughout tropical and sub-tropical regions of India, predominantly in the lower Himalayan regions and Gangetic plains.",
          "It is never found in open grassy lands, but quite often found as orchard weed."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Tropical and subtropical dry climate is suitable for the cultivation of <em>Desmodium</em> .",
          "It grows well in partial shade in moist orchards on loam to clay loam soil, with pH 8.5–9.0 (alkaline).",
          "It can also thrive well in heavy soils with high clay content."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The crop can be raised easily through seeds, which germinate without any pretreatment.",
          "Seeds are collected during July–August and October– November.",
          "The collected seeds retain their viability for three years under normal storage conditions."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em> : The seedlings can be raised from seeds in the nursery in March–April. Seeds are sown in polybags with a potting mix containing equal amounts of soil, sand, and FYM (farmyard manure). The seeds germinate in about 7–10 days and the seedlings are ready for transplanting in the main field after 45–50 days. Seeds planted directly in the field produce uneven or dense crop stand.",
          "<em>Propagule rate and pretreatment</em> : Approximately, 3–4.5 kg seeds are needed for raising about 50 000 seedlings for 1 hectare plantation. No particular pretreatment is required; however, seeds soaked overnight in water show quicker germination."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em> : The field should be prepared well by giving one ploughing and two harrowings, followed by planking. Manure at the rate of 10 tonnes/hectare should be mixed thoroughly with the soil at the time of field preparation. Nitrogen and phosphorus should be applied at the time of planting at the rate of 20 kg/hectare and 40 kg/hectare, respectively. Nitrogen and phosphorus can also be applied in the form of DAP (di-ammonium phosphate) at the rate of 100 kg/hectare. Zinc should be applied in deficient soils at the rate of 20 kg/hectare at the time of planting.",
          "<em>Transplanting and optimum spacing:</em> Transplantation in irrigated farms can be done after seedlings attain 45 days of age. If dry conditions prevail, transplantation may be delayed till early July under rain-fed conditions. An optimum spacing of 45 cm × 45 cm is recommended, which can accommodate approximately 50 000 saplings in 1 hectare of land. For intercropping with widely spaced main crops such as aonla, planting can be done in two adjacent rows at a spacing of 30 cm × 30 cm.",
          "<em>Intercropping system:</em> The plant can be grown either as a pure crop or as an intercrop with trees like poplar ( <em>Populus deltoidea</em> ), as it can withstand partial shade. Aonla, mango, and guava orchards are also suitable for intercropping.",
          "<em>Interculture and maintenance practices</em> : All manures and fertilizers are applied just before transplantation while preparing the land. Although manual weeding is the norm, herbicides, such as glyphosate, can be used as pre-planting application. Glyphosate is sprayed about three weeks before planting the crop. This results is reduced intensity of weeds in the early stages of crop growth. Weeding and hoeing are done manually at the initial stages of crop–weed competition. The crop requires manual removal of weeds twice at early stages (25 and 45 days after transplantation) and once at the end of September.",
          "<em>Irrigation practices :</em> First irrigation is essential just after transplanting, followed by irrigation at an interval of 12–15 days in summers (May– June). During monsoon, irrigation can be done depending on the rains received. In rain-fed conditions, irrigation depends upon the amount and frequency of rainfall. Irrigation once a month during winter season is sufficient.",
          "<em>Disease and pest control</em> : No serious disease or insect pests have been observed. The roots of plantations older than one year are often severely damaged by rats in some dry regions. The rodents may be controlled by standard control measures."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting:</em> The plants mature in six to seven months by November–December, and may be harvested as whole plants. If root is required for medicinal purpose, the plant may be allowed to stand for one year and harvesting may be done in April. One-year old crop produces higher root yield.",
          "<em>Post-harvest management:</em> Irrigation is withheld three weeks before harvesting. The whole plant is dug out with spade and roots are separated. The produce is washed, cleaned, and dried in shade. The dried produce is packed in gunny bags and stored under humidity-free conditions.",
          "<em>Yield:</em> The total herb yield per hectare is estimated to be 50–55 quintals dry weight, while the dry weight yield of roots is estimated to be 11–15 quintals/hectare."
        ]
      }
    ]
  }
]