[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Dioscoreaceae"
            ],
            [
              "Ayurvedic name",
              "Varahikhand, Varahi"
            ],
            [
              "Unani name",
              "Zaminkand, Ratalu"
            ],
            [
              "Hindi name",
              "Ratalu, Genthi"
            ],
            [
              "Trade name",
              "Rattalu"
            ],
            [
              "Parts used",
              "Corms and tubers"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Dioscorea bulbifera – plant in flowering"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Corms of <em>Dioscorea bulbifera</em> are aphrodisiac, tonic, and used for treating sore throat, boils and swellings, dysentery, piles, and syphilis.",
          "They are also used against tumour."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Ratalu is a clockwise twining herb with glabrous stem.",
          "Leaves are alternate, simple, three to five veined from base, glabrous, ovate-triangular with deep cordate base.",
          "Axillary bulbils are spherical, tubercled, and dark brown-green in colour."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are arranged in hanging, axillary, solitary or fascicled spikes.",
          "Capsules are oblong and winged, while seeds are winged at the base.",
          "Perianth is tubular and fruit is three-valved.",
          "Flowering and fruiting occur from September to November."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is distributed throughout tropical and subtropical areas, up to 1000 m altitude.",
          "It is a shade-loving species but grows well in open areas too."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "A subtropical or sub-temperate and humid climate with distinct two to three months of cold winters is ideal for the growth of the plant.",
          "Sandy loam soil is most suitable for its cultivation and better yield of corm."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species can be easily propagated by underground corms or aerial bulbils. Vegetatively propagated plants have relatively faster growth than the seedlings.",
          "Larger bulbils that are more than 4 cm in diameter sprout about two days earlier than the smaller ones.",
          "November and December are the ideal months for collection of bulbils for propagation.",
          "Bulbils are buried in soil for protection and used as propagules for next season."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em> : Direct planting of the corms or bulbils in the field is more effective than transplanting nursery-raised seedlings, hence it is the preferred method. The suitable time for planting corms or bulbils is April–May in mid-hills. For raising seedlings, seeds are separated from mature fruits collected in November and are sown in spring or early summer. Germination takes about 15–30 days and is less than 40% even under laboratory conditions.",
          "<em>Propagule rate and pretreatment</em>: About 80–100 kg well-developed bulbils or corms are required for plantation on 1 hectare of land at a spacing of 50 cm × 50 cm. No pretreatment is required before sowing the bulbils."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em> : The planting beds should be tilled properly and made weed-free, and the soil should be well pulverized. A basal dose of 15–20 tonnes/hectare of FYM (farmyard manure) should be applied to the soil at the time of pre-planting tillage.",
          "<em>Planting and optimum spacing</em> : Plant-to-plant spacing of 50 cm × 50 cm is considered optimum for good growth and yield. This spacing gives an optimum crop stand of 40 000 plants per hectare. Plant spacing of 100 cm × 100 cm yields higher number of bulbils per plant; however, the average weight of bulbils as well as their number per unit area are much higher at the spacing of 50 cm × 50 cm.",
          "<em>Intercropping system</em> : The plant is preferred as a solo crop, but needs staking support or host of shrubs and trees.",
          "<em>Interculture and maintenance practices</em> : Applying organic manure @ 15–20 tonnes/ hectare at the time of planting enhances average weight and yield of bulbils. Where sufficient FYM/organic manure is not available, suitable doses of inorganic fertilizers can be given to compensate for FYM for higher yield. The twiner needs staking support to expose maximum foliage area to the sunlight. The plants may be supported by a system of bamboo pillars and string or wooden stakes or trellis.",
          "<em>Irrigation practices</em>: Only light irrigation to maintain humidity during dry season is recommended through sprinklers. Flood irrigation may result in waterlogging and should be avoided.",
          "<em>Weed control</em> : Manual weeding at monthly intervals during the peak period of weed growth (July–September) controls weeds to a great extent.",
          "<em>Disease and pest control</em> : No serious disease or infestation has been reported in this crop."
        ]
      },
      {
        "type": "subheading",
        "content": "Dioscorea bulbifera – bulbil"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em> : Bulbils become ready for harvest within 180–200 days from sprouting. The mother corm may be harvested after two to three years. The crop undergoes dormancy during winter. Hence, October–November are the ideal months to harvest bulbils/ underground corms. In subtropical and tropical areas, mid-September to mid-October is the most suitable time. The bulbils should be plucked as and when they become fully grown, otherwise they are shed before the foliage develops.",
          "<em>Post-harvest management</em>: The corms and bulbils can be stored in gunny or paper bags without causing any adverse effect on the rate of sprouting. There might be delay in sprouting of the bulbils by about two days.",
          "<em>Chemical constituents</em> : Chief active ingredient of corm is diosgenin along with furanoid norditerpenes, sinodiosgenin, diosgenin ß, smilagenone, and epismilagenins.",
          "<em>Yield :</em> The crop yields an average of 12 tonnes of fresh corms per hectare in the second year."
        ]
      }
    ]
  }
]