[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Asteraceae"
            ],
            [
              "Ayurvedic name",
              "Bhringaraja"
            ],
            [
              "Unani name",
              "Bharangi"
            ],
            [
              "Hindi name",
              "Bhangara, Bhringraj"
            ],
            [
              "English name",
              "Trailing Eclipta Plant"
            ],
            [
              "Trade name",
              "Bhangara"
            ],
            [
              "Parts used",
              "Whole plant"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/eclipta-albatest.jpg"
      },
      {
        "type": "text",
        "content": "Eclipta alba"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is an erect or prostrate, branched (occasionally rooting at nodes) annual herb upto 30–40 cm high.",
          "Stem is cylindrical or flat, rough due to appressed white hairs, nodes distinct and greenish occasionally brownish.",
          "Leaves are opposite, sessile to sub-sessile 2.0 to 6.2 cm long, 1.5–1.9 cm wide, oblong, lanceolate, sub-entire, acute to sub-acute and strigose with appressed hairs on both surfaces."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are white, solitary or two on unequal axillary peduncles involucral bracts are about 8 in number, ovate, obtuse or acute and strigose with oppressed hairs.",
          "Disc flowers are tubular and corolla is often 4 toothed.",
          "Stamens are 5, filament epipetalous, free, anther united into a tube with base obtuse.",
          "Pistil is bicarpellary. Ovary is inferior and unilocular with one basal ovule.",
          "Fruit is achenial cypsela, one seeded, cuneate, with a narrow wing and brown in colour."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "The plant is distributed throughout India, ascending upto 2000 meter in moist places."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "text",
        "content": "The plant is found to grow wild in a variety of soils viz. sandy to clay soil and vary common on damp wastelands, low waterlogged areas, roadsides, paddy and other crop fields, preferably in warm climate."
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/flower-of-eclipta-albatest.jpg"
      },
      {
        "type": "text",
        "content": "Flower of Eclipta alba"
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seed",
          "Stem cuttings"
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: Propagules could be raised both from seed as well as stem cuttings. Seed is preferred for raising plantation. Seed germination is 75–85% when freshly collected mature seeds are sown in a well prepared nursery. The best time is February–March or rainy season. Seedling can be transplanted in April- May or August under the climatic conditions of North Eastern India, where rainfall is well distributed. Any delay in transplanting results in poor vegetative growth that can lower yield of biomass significantly.",
          "Propagule Rate and Pretreatment: 450–500 gm seeds or 25,000 propagules plus 10% for gap filling are required for one hectare. No pre-treatment of seed is necessary."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: The soil should be ploughed and cross ploughed to a fine tilth. The field should be well prepared and made weed-free before transplanting. NPK @ of 30:40:20 kg/ha and FYM @ 15 t/ha should be applied as basal dose during land preparation.",
          "Transplanting and Optimum Spacing: Best time of transplanting of propagules is April-May in the climatic condition in North Eastern India. However, it can be planted in August, where nursery is established in rainy seasons. The optimum spacing is 20X20 cm.",
          "Intercropping System: It is a mono-crop.",
          "Inter cultural and Maintenance Practices: Eclipta alba is 3 months crop. 1st intercultural operation with 20 kg nitrogen after 20–30 days of transplanting, while 2nd intercultural operation with 10 kg nitrogen @ 50 days after transplanting may be adopted for optimum crop growth and yield of biomass.",
          "Irrigation Practices: As and when necessary.",
          "Weed Control: Manual weeding is preferable, whenever necessary.",
          "Disease and Pest Control: No disease in particular was observed except certain insect attack during early stage of crop growth which can be controlled by applying 0.30% Rogor 30 EC fortnightly by foliar spray (2–3 times)."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: 3 months; the best time and stage for harvesting is 90 days after transplanting or at early flowering stage.",
          "Post-harvest Management: Above ground parts should be cleaned; shade dried, packed in gunny bags and kept in cool and dry place. Care needs to be taken so that there should not be any fungal infection during storage.",
          "Chemical Constituents: The plant contains an alkaloid ecliptine; other chemicals identified are wedelolactone, demethylwedelolactone, wedelic acid, apigenin, luteolin, b-amyrin, etc. Eclipta saponin C, a new triterpenoid glucoside, was isolated together with daucosterol and stigmasterol-3-O-glucoside.",
          "Yield and Cost of Cultivation: 8 t/ha (FWB) during 1st cropping (April-July) and 3 t/ha (FWB) of ratoon crop (August-September). On drying, the herb loses 60% of moisture."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The whole plant is used as antiseptic, febrifuge, tonic, deobstruent in hepatic and spleen enlargement and is emetic.",
          "In combination with aromatics, the juice is given in anemia, catarrh and cough.",
          "The plant is also used as scalp tonic for promoting hair growth.",
          "Bhringaraj is commonly used as deobstruent to promote bile flow and to protect the liver parenchymatous tissue in viral hepatitis and other conditions involving hepatic enlargement.",
          "The fresh juice of the leaves is given in the treatment of edema, fevers, liver disorders, and rheumatic joint pains; it is also used to improve the appetite and to stimulate digestion.",
          "The juice is given with honey to treat upper respiratory congestion in children.",
          "The hair oil is prepared from boiling the fresh leaves with either coconut or sesame oil renders the hair black and lustrous."
        ]
      }
    ]
  }
]