[
  {
    "heading": "Plant profile:",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Elaeocarpaceae"
            ],
            [
              "Ayurvedic name",
              "Rudraksha"
            ],
            [
              "Unani name",
              "----------"
            ],
            [
              "Hindi name",
              "Rudraki"
            ],
            [
              "English name",
              "Utrasum Bead tree"
            ],
            [
              "Trade name",
              "Rudraksh"
            ],
            [
              "Parts used",
              "Fruit, seeds"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/plant-of-elaeocarpus-sphaericustest.png"
      },
      {
        "type": "subheading",
        "content": "Plant of Elaeocarpus sphaericus"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "An evergreen medium sized tree, up to 15 meter tall.",
          "The main trunk is cylindrical and circular.",
          "Bark is grayish -white and rough in texture with small vertical lenticels and narrow horizontal furrows.",
          "Leaves are shining green above and dull coriaceous below.",
          "These are simple, alternate, 10–15cm long and 2.0–5.0cm broad, oblong-lanceolate, apex acuminate, margins serrulate, nearly glabrous.",
          "Old leaves become red in colour."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flower are hermaphrodite, white, tinted purple in bud, upto 1.25cm in diameter, fragrant borne in axillary pendulous racemes arising mostly from the axils of old leaves.",
          "Fruits are drupe, deep or bluish purple, globose or ovoid (1.5–2.5cm in diameter) enclosing a hard, longitudinally grooved and tubercled seed that is commonly called as stone or bead.",
          "Fruits are kept in water for many days then stones are taken out after peeling off the pulp.",
          "It is then cleaned, polished or stained and used as rosaries or malas.",
          "The sculpturing of the bead surface is associated with the locules of the ovary.",
          "Normally there are five locules but few or more locules may also occur.",
          "Almost 99% beads are five loculed and are called as panch mukhi.",
          "Abnormal or freak beads may possess 1–8 locules, which are much valued because of belief that it possesses magical property and fetch higher price."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Tree is mostly distributed in the islands of South East Asia, Indonesia and Myanmar.",
          "The plant has restricted distribution in India and due to much demand and over exploitations; the trees have become rare in nature.",
          "The plant is confined to Northeastern regions particularly in Assam and adjoining state of Arunachal Pradesh.",
          "However, some trees are reported to occur in Bihar, Bengal, Madhya Pradesh,Maharashtra and Uttarakhand.",
          "The plant is also grown in some gardens as ornamental tree and those have been adapted to follow the normal life cycle of the plant."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant grows well in tropical humid climate.",
          "It also grows in different types of soils particularly in alluvial, laterite, red and black soils containing sufficient organic matter.",
          "However, it has been observed that in the hot conditions of sub-tropics, the plants do not produce fruits."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "subheading",
        "content": "Seeds"
      },
      {
        "type": "unordered_list",
        "content": [
          "Plants can be propagated both by seeds and air layering. However, air layering / mossing method was very successful and several small plants were produced through this method.",
          "In nature <em>E. sphaericus</em> plants reported to regenerate from seeds.",
          "Seeds improve germination after soaking in sulfuric acid for 15 minutes and then washed in lukewarm water for nearly 24 hours."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "subheading",
        "content": "Air layered Saplings"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: Propagation of plant by air layering was found to be most successful method for raising plants. Air layering is usually done during the onset of rainy season and these rooted branches become ready during late rainy season for planting in the field.",
          "Propagule Rate and Pretreatment : Since <em>E</em> . <em>sphaericus</em> is a tree, saplings obtained through air layering should be planted in pits at a distance of 5m X 5m in field. Thus, about 380 plants are needed for planting in a ha of land."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application : Before putting the saplings developed through air layering in the field, the land should be levelled and made free of weeds. Saplings are planted in pits at a distance of 5m X 5m and the pits are filled with well decomposed Farm Yard Manure or vermicompost."
        ]
      },
      {
        "type": "subheading",
        "content": "Saplings raised from cutting"
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting and Optimum Spacing: Saplings obtained from air layering should be planted in pits at sufficient depth with a distance of 5 m from all sides to avoid falling of large tree by wind due to absence of tap root. Where sufficient land is not available for planting trees, saplings may also be planted along the boundaries, fences or road sides in the gardens or orchards at the distance of 5m from each other.",
          "Intercropping System: <em>E</em> . <em>sphaericus</em> is a medium sized tree and there is ample space below the trees. It allows the growth of herbaceous medicinal plants both annual and perennial as catch crop or intercrop.",
          "Interculture and Maintenance Practices : The fields should be kept free from weeds.",
          "Irrigation Practices : Watering should be done regularly during the first month for the establishment of the plants. Thereafter, watering should be done depending upon the weather conditions. After one year, plants do not require regular watering.",
          "Disease and Pest Control : At the sub-tropical conditions <em>E.</em> <em>ganitrus</em> plants generally do not show any disease, insect or nematode attack."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting : Plants take about five years to bear flower after planting. In its natural environment, it flowers during summers i.e. in May and June. The fruits ripen in November - December.",
          "Post-harvest Management : Stony seeds of Rudraksh are used as beads for rosaries and necklace. For separating seeds, fruits are kept in water for few days. Then fruit pulps are removed and seeds are taken out. Cleaned seeds are dried and boiled in oil and polished. This protects the seeds / beads from spoiling.",
          "Chemical Constituents : Fruits contain alkaloids, glycosides, steroids, flavonoides and fatty acids. The main alkaloids are rudrakin and cucurbitacin. Leaves contain quercetin, gallic and ellagic acids, (±) elaeocarpine, (±) iso-elaeocarpine and rudrakine.",
          "Yield: 5 year old plants gives an yield of 5–7 kg fresh fruits per plant (0.7–1.0 kg dry seed per plant). At 10 years and above, trees give yield of 15–25 kg fresh fruits per plant (2–3.5 kg dry seeds per plant). Estimated yield from 10 years old tree is 10 t/ha fresh fruits."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "text",
        "content": "Fruits have properties such as sedative, hypnotic, tranquillizing, anti-convulsive, anti-epileptic and anti-hypertensive properties, used in the treatment of epilepsy and heart problems. Fruits also show significant anti-inflammatory, analgesic activities and protection against bronchospasm. It is mentioned in ancient literature that the beads of Rudraksh have amazing powers to relieve people from stress, pain and sufferings and provide tranquility."
      },
      {
        "type": "subheading",
        "content": "Air-layering and Sapling obtained from air layering"
      },
      {
        "type": "subheading",
        "content": "Young plant in the field, Three year old tree"
      },
      {
        "type": "subheading",
        "content": "Six year old tree"
      },
      {
        "type": "subheading",
        "content": "Close-up of the flowering branch and Fruits"
      }
    ]
  }
]