[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Myrsinaceae"
            ],
            [
              "Ayurvedic name",
              "Viavidang,Bai bidang Krimighna, Chitramandula, Valle"
            ],
            [
              "Unani name",
              "Baobarang, Babrang"
            ],
            [
              "Hindi name",
              "Baberana, Wawrung"
            ],
            [
              "English name",
              "Embelia"
            ],
            [
              "Trade name",
              "Vidanga"
            ],
            [
              "Parts used",
              "Berries, Roots"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/embelia-ribestest.jpg"
      },
      {
        "type": "text",
        "content": "Embelia ribes"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a large scandant shrub with long branches, slender, flexible, terete and long internodes.",
          "The bark is studded with lenticels.",
          "Leaves are coriacous, 5X2–4 cm long, elliptic or ellipticlanceolate, shortly and obtusely acuminate, entire, glabrous on both sides, shining above, pales and somewhat silvery beneath, base rounded or acute and main nerves numerous.",
          "Petioles are more or less margined and glabrous."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are small, greenish-yellow, numerous in lax panicled racemes.",
          "Calyx is minute, sepals connate, broadly triangular, ovate and ciliate.",
          "Petals are 5 and free and stamens are 5, but shorter than the petals.",
          "Flowering time is February.",
          "Fruits are 2.4–4.0 mm in diameter and globular with warty surface, smooth, succulent.",
          "The colour of fruit is dull black and rarely dull red."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "The plant is found in moist and shady places upto an altitude of 1500 meter."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Tropical and subtropical climate is required for the cultivation of this crop.",
          "Medium black well drained soils are best suited for the crop.",
          "The optimum temperature required for the crop is 18°C-35°C, with annual precipitation of 700 to 1500 mm."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "text",
        "content": "E. ribes is propagated through seeds."
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Planting in the Field Land Preparation and Fertilizer Application: Crop is raised through direct sowing of seeds in the field during June-July. The field is well ploughed followed by harrowing to bring the soils to a fine tilth and free from weeds. The application of organic manure (FYM) at the rate of 5–10 t/ha is recommended.",
          "Transplanting and Optimum Spacing: Seeds are sown directly in the field at optimum spacing of 1.0 X1.0 meter.",
          "Inter cultural Operations: The inter culture operations like weeding, protective irrigation, support or staking are to be done periodically as and when required.",
          "Disease and Pest Control: No major disease and pest is noted. However, in case of severe infestation bio-control measures are to be adopted."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: The crop matures after 5–6 months of its sowing and the fruiting starts in October-November, when these are plucked and stored after shade drying.",
          "Chemical Constituents: Seeds of Embelia ribes contain embelin 2.5–3.1%; quercitol 1.0%; fatty ingredients 5.3% and alkaloid schristembine, a resinoid, tannins and minute quantity of volatile oils.",
          "Yield : The crop yield is 190–200 kg seeds per hectare."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The fruits of Embelia ribes known in commerce as Baibidang are recommended for relieving headache, rhinitis, haemorrhage, epilepsy and insomnia.",
          "The decoction of dried fruits is used for fever and for chest and skin disease.",
          "Paste is applied for skin infection.",
          "The drug also exhibits significant anti-fertility, antipyretic and antibacterial activity.",
          "The fruit powder, when taken with milk, followed by a purgative has been one of the ancient remedies to get rid of tapeworms.",
          "An infusion of the roots is given in the treatment of cough and diarrhoea.",
          "Fruits show antibacterial activity against Staphylococcus aureus and Escherichia coli.",
          "Embelin, which is one of the active principles of the drug, is reported to possess a property of colouring silk and woolen fabrics."
        ]
      }
    ]
  }
]