[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Convolvulaceae"
            ],
            [
              "Ayurvedic name",
              "Vishnugandhi, Shankhapushpi"
            ],
            [
              "Unani name",
              "Sankhaholi"
            ],
            [
              "Hindi name",
              "Phooli, Sharikha-pushpi"
            ],
            [
              "English name",
              "English Speed-wheel"
            ],
            [
              "Trade name",
              "Shankhapuspi"
            ],
            [
              "Parts used",
              "Whole Plant"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/evolvulus-alsinoidestest.jpg"
      },
      {
        "type": "text",
        "content": "Evolvulus alsinoides"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is an annual/perennial herb with prostrate spreading branches in all directions.",
          "The root system is deep. Leaflets are 2.5–5 cm long, elliptical, oblong and rounded at base.",
          "Leaves are densely clothed with white appressed and long spreading hairs.",
          "In nature, seedlings appear after 2–3 showers during July-August.",
          "Generally, the seedlings are abundant under the canopy of trees or shrubs.",
          "The young seedling grows straight and produces lateral branches during first week of August.",
          "The lateral branches spread in all directions.",
          "The flowering starts during first week of August.",
          "Fruit formation takes place in the last week of August, while flowering still continues.",
          "The dispersal of the seeds takes place from September to December.",
          "Plant dries during November – December."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are blue in colour and axillary in position.",
          "They are either solitary or in pairs on the long stalk.",
          "Styles are two and each is bifid.",
          "Fruit is globose with four-valved capsule containing dark brown to black smooth seeds.",
          "The flower colour varies from dark purple to whitish-purple."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is commonly found growing in open and grassy places, almost throughout India, ascending upto 1500 meter in the Himalayas.",
          "It is cultivated also in the sub-tropical parts of India, ascending upto 1800 meter elevation."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "text",
        "content": "The plant prefers shady and humid climatic conditions. Growth is slow and becomes restricted when the environmental conditions become unfavourable."
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "text",
        "content": "Seeds : Collected during October-November from natural habitats."
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: Mechanically scarified seeds are sown @ 2 seeds in each polybag at 0.5 cm depth during June-July to raise nursery.",
          "Propagule Rate and Pretreatment: It has hard seed coat, for the removal of hard seed coat; the seeds are subjected to mechanical scarification which gives 80% germination. 190 gm seeds are required for planting one hectare area."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: The land should be prepared as for vegetable growing and made weed free and planked to a uniform level. For maximum yield, farm yard manure at the rate of 10 tonnes per hectare should be applied.",
          "Transplanting and Optimum Spacing: The seedlings are transplanted during late July-August at 25X25 cm spacing under field conditions.",
          "Inter cropping: Study revealed that inter cropping did not cause any adverse effects on the growth of Commiphora wightii and Evolvulus alsinoides, when both are grown together. Non-significant results were observed when this plant is intercropped with other crops/medicinal plants such as Pennisetum glaucum (Pearl millet), Cyamopsis tetragonoloba (Guar bean), Vigna radiata (Moong bean), etc.",
          "Irrigation: Five days irrigation schedule was found to be suitable for obtaining maximum growth and biomass yield under dry field conditions. However, in case of rains, the irrigation schedule may be changed accordingly.",
          "Weed Control: Manual hand weeding and hoeing is required at an interval of 15–20 days during entire crop season.",
          "Disease and Pest Control: No serious insects and pests are observed on the crop."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: It is a rainy season crop and takes about four months to complete its life cycle. The seedlings transplanted in the month of July attain its full growth during September-October. This is the appropriate time for harvesting the plant.",
          "Post-harvest Management: Fresh herbage is perishable and should be stored in gunny bags for marketing after proper drying.",
          "Chemical Constituents: Plant contains an alkaloid evolvine; β-sitosterol, stearic, oleic and linoleic acid, betaine, pentatriacontane and triacotane.",
          "Yield : As a pure crop, 18.6 quintal (fresh herbage) per hectare is obtained which is reduced to 1/3rd after drying. The dry herb is stored in cool and dry places."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The whole plant is used in form of decoction in nervous debility and loss of memory.",
          "The plant is also useful as blood purifier and in bleeding piles.",
          "The fresh flowers with sugar are eaten as a brain tonic.",
          "The leaves are made into cigarettes and smoked in chronic bronchitis and asthma.",
          "It also improves complexion, voice and cures from intestinal worms.",
          "It promotes 'medha', the power of memory."
        ]
      }
    ]
  }
]