[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Fumariaceae"
            ],
            [
              "Ayurvedic name",
              "Pittapapra"
            ],
            [
              "Unani name",
              "Shahtaraa"
            ],
            [
              "Hindi name",
              "Shahatra, Pitpapra"
            ],
            [
              "English name",
              "Fumitory"
            ],
            [
              "Trade name",
              "Pitpapra"
            ],
            [
              "Parts used",
              "Whole Plant"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Fumaria parviflora"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is an annual, much branched, diffusely spreading herb with watery latex.",
          "It shows much variation in height; i.e. 15–60 cm.",
          "Leaves are glaucous, segments linear or oblong linear, pointed at the tip, rarely broader than 1 mm short."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are small, rose to purple in colour, borne in racemes of 15–20 flowers.",
          "Racemes are very often sessile and short.",
          "The fruit is slightly elongated and bracts are much longer.",
          "Sepals are absent or minute (about 0.5 mm long), triangular-ovate acuminate and whitish.",
          "Corolla is very small, about 4 mm long, white; upper petal with narrow wings, inner petals with a purple or greenish tip.",
          "Fruit is 2 mm long and slightly broader, subround-obovate, very obtuse or subtruncate, obscurely short articulate, rugose when dry and one seeded.",
          "Seeds are dark brown in colour having a bitter acrid and astringent taste."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "Plant is a native of Europe commonly found over the greater parts of India as a winter season weed, mostly in wheat field."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Farm land and sunny situation are favourable for its cultivation.",
          "It can be grown successfully on a wide range of soils. However, it thrives best on well drained, loose and friable sandy loam soils.",
          "The favourable pH of soil is 6.5–7.5.",
          "It is a cool weather crop and grows best at mean monthly temperature of 15–25°C. The optimum temperature for germination is about 20–26°C.",
          "The plants withstand low temperature, but not below 10°C. Those plants grown in temperature below 10°C, become stunted and bushy in appearance.",
          "It can be grown in open sun and lower rainfall areas with irrigation facilities."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "text",
        "content": "The crop is raised through seed. Mature seeds are collected in the month of March-April."
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: Seeds are directly sown in the field at a distance of 30X15 cm apart at 0.5–1.0 cm depth during November in moist soil. This is followed by irrigation after 8–10 days of sowing. Broadcasting is not recommended due to high seed rate as well as inconvenience in cultural operations and harvesting. The seeds germinate in about 12–15 days after sowing.",
          "Propagule Rate and Pretreatment: Before sowing, the seeds should be treated with Thiram or Captan @ 2–3 gm/kg of seeds to avoid damage from fungal diseases. About 4–5 kg seeds are sufficient for planting one hectare land area."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: Pitpapra does not require heavy fertilizers. Well rotten FYM @ 12–15 t/ha should be applied at the time of field preparation. This should be supplemented with a fertilizer dose of 40 kg N, 50 kg P₂O₅ and 20 kg K O /ha.",
          "Transplanting and Optimum Spacing: It has been observed at Jobner (Rajasthan) that 2.25 lakhs plants/ha can be accommodated at 30X15cm spacing.",
          "Inter cropping: The crop can also be grown as an inter crop with wheat and barley.",
          "Inter culture Operations: About two weeding and hoeing are required for proper soil aeration. First weeding and hoeing should be done at 35 days after sowing and second at 60 days. In order to maintain optimum plant population, thinning can be done at the time of first hoeing and weeding.",
          "Manure and Fertilizers: The basal dose 40 kg N, 40 kg P O and 40 kg K₂O per hectare should be applied before sowing. Besides basal dose, 40 kg of N should be applied as top dressing after 35–40 days of sowing.",
          "Irrigation Practices: Under Jobner (Rajasthan) conditions, 5 irrigations are sufficient to get maximum return of Pitpapra. First irrigation should be given before land preparation and sowing should be done at optimum moisture condition of the soil. If soil moisture is insufficient for germination, another light irrigation may be given after 8–10 days of sowing. Subsequent irrigations are given at an interval of 18–20 days. The last irrigation should be given at seed formation stage.",
          "Weeding Control: Care should be taken to keep the field free of weeds especially during early stages when growth of the crop is slow. For an effective control of weeds in Pitpapra, two weeding at 35 and 60 days after sowing are sufficient. Weeding can be done manually because use of herbicides can deteriorate the quality of raw material, which is used for preparation of medicines.",
          "Disease and Pest Control: No infestations of diseases, insect-pests and nematode have been observed."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "text",
        "content": "All plant parts of Pitpapra are medicinally important. Therefore, in order to get maximum biomass, the harvesting should be done before starting of senescense or withering. It helps to retain maximum alkaloids in the produce."
      },
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: The crop requires about 65–70 days for flower initiation,which continues for next 20–25 days. Fruiting starts at 85–90 days after sowing. The crop is ready to harvest after 100–110 days of sowing. However, for seed purpose, the crop needs additional15–20days.",
          "Post-harvest Management: The harvesting can be done by uprooting the whole plant at maturity. For safe and easy uprooting, a light irrigation can be provided before harvesting, if soil moisture content is high, the harvested crop should be kept for a day in sunlight to reduce the moisture level. Further, drying of the produce should be done in a shaded place. It takes 3–5 days to dry the produce. During drying, the crop should be upturned 1–2 times for preventing from fungal infection. Improper and delayed drying changes the colour to black or brown, which lowers its quality and fetches lower price. Dried biomass can be packed in gunny bags and stored at cool and dry place. For seed purpose, the above ground portion should be harvested by sickle at seed maturity. After thrashing and winnowing, the seed should be packed in polythene /cloth bags and stored at cool and dry place.",
          "Chemical Constituents: Protopine, cryptopine, d-bicuculline, L-aldumine, fumaridine, fumaramine and d-hydrastine are the chief alkaloids of Pitpapra.",
          "Yield : Under optimum conditions, a fresh biomass of 2.5–3.0 t/ha can be obtained after drying."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is bitter in taste, cooling and expectorant.",
          "It increases 'Vata', removes indigestion, biliousness, fever, burning of the body, fatigue, urinary discharges, vomiting, thirst, enriches the blood and is useful in leprosy.",
          "The leaves are bitter and cooling. They cure bilious fever, blood diseases and allay thirst.",
          "The dried plant is regarded as efficacious in low fever, and is also used as ananthemintic,diuretic, diaphoretic andaperients and to purify the blood in skin diseases."
        ]
      }
    ]
  }
]