[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Fabaceae"
            ],
            [
              "Ayurvedic name",
              "Yashtimadhu"
            ],
            [
              "Unani name",
              "Mulethi, Asl-us-soo"
            ],
            [
              "Hindi name",
              "Mulathi"
            ],
            [
              "English name",
              "Liquorice"
            ],
            [
              "Trade name",
              "Mulhatti, Liquorice"
            ],
            [
              "Parts used",
              "Roots and Stolon"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/glycyrrhiza-glabratest.jpg"
      },
      {
        "type": "text",
        "content": "Glycyrrhiza glabra"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a perennial under shrub, reaching up to 120 cm height under cultivation.",
          "The stolon crown gives rise to a number of long semi-woody stems which bear compound pinnate leaves.",
          "Stolon is nearly cylindrical, upto 2 cm in diameter.",
          "Outer surface is yellowish-brown or longitudinally wrinkled with patches of cork.",
          "Its odour is characteristics and taste is sweet."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are pale blue in colour and flowering occurs from 2–3 years of planting onwards.",
          "Pod is 2.0–2.5 cm long with 2 to 5 seeds."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "The plant thrives in a dry and sunny climate and is cultivated in the sub-tropical and warm temperate regions, chiefly in the Mediterranean region."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It grows well in sub-tropical climate in North-West India.",
          "Mulethi is a hardy plant and grows over rich forest soils, ranging from pH 5.5 to 8.2.",
          "In nature, it has wide distribution from dry cold temperate parts of Asia to Mediterranean climates, where annual temperature varies from 25°C in summer and 5°C in winter season.",
          "Sandy-loam fertile soils with pH 6.0 to 7.5 have been found to promote good root development in India.",
          "The plant thrives in cultivation, where the locality receives 50–100 cm rainfall annually and cultivation is supported with irrigation."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Propagation is usually carried through stolons cuttings of about 10–15 cm.",
          "Seed can be used, but seed-set is poor in India and seed germination is low.",
          "Vegetative method of propagation is, thus recommended.",
          "A variety “Haryana Mulhatti-1” released from Ch. Charan Singh Haryana Agricultural University, Hissar is recommended."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: The old crown of roots dry out in autumn may be divided into 10–15 cm long pieces having 2–3 buds. These are used as planting material. It could be placed in furrows mode in rows at planting. The crop remains in the field for 3–4 years duration for proper growth of stolon for high yield. It requires 300 kg of planting material for one hectare land.",
          "Propagule Rate and Pre-treatment: It was found that the capacity of seeds to germinate differ with the stages of their maturation. During milky waxy ripe stages, the seeds have poor germination capacity and the shoots have low survival capacity, but if seeds are collected in July, they show highest germinating capacity. This is a long duration crop and the preparation of field should be of good tilth and the fields be leveled well to avoid stagnation of water. It was observed in a particular case that scarified seeds germinated slowly and their germination reached upto 29.4% with the 75% survival."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: The field should be ploughed thoroughly followed by harrowing to bring the soil to a fine tilth and free from weeds. Farm Yard Manure (FYM) has been found useful for good development and growth of underground roots and should be applied at the rate of 10 t/ha at the time of field preparation.",
          "Transplanting the Seedlings to Main Field and Optimum Spacing: As stated, the cuttings of the underground stem/ stolon of 10–15 cm length, possessing 2–3 eye buds are planted 6–8 cm deep in the soil at a distance 60X45 cm or 90X45 cm during spring seasons. The stolon begins sprouting in 15–20 days after planting. Light and frequent irrigation is necessary during spring planting until the cuttings sprout and establish themselves in the field. Once the plants grow upto 20 to 30 cm tall, the rows are raised to facilitate root development. The root system grows horizontally at remains at 30 cm depth in the soil.",
          "Intercropping System: As the plant occupies the land for 3–4 years, the cultivator prefers to take a crop of carrot, potato, cabbage between the ridges during the first 2 years. However, it is considered advisable to do away with the practice and keep the area continuously clean to keep it free from weeds.",
          "Irrigation Practices: The crop requires irrigation at an interval of 30–45 days in dry summer season. The plant sheds leaves in November and one to two irrigations is, given during winter season to maintain root health. In all 7–10 irrigations are given to the crop per year. It is important to avoid water-logging in the field as stagnation of water in the field will cause damping-off disease and root rotting which cause large scale damage to the growing plants.",
          "Weed Control: Three to four hoeing – cum- weedings are required in the first year of planting and in subsequent years, two hands weeding- cum- hoeings are recommended to keep the fields weed free for healthy crop growth.",
          "Pests and Diseases: Survey of literature revealed very few reports on diseases and pests of Glycyrrhiza glabra caused by Gentrospora acerino. The plant is also reported to be affected by panashmosaic caused by virus. G. glabra plants were found to be affected by Myllocerus undecimpustulatus Faust, the insect belonging to the order Coleoptera of family Curculionidae."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: It is found that high yields are obtained from 3°r 4 years of planting. Manual digging is carried for harvesting of roots. Using disc harrow for digging has proved successful and is highly economical. It over turns the soil, which is left in field for sun drying; later the roots are sorted out and cleaned. The crop is harvested in winter season i.e. November or December to obtain roots contaning high glycyrrhizic acid.",
          "Post-harvest Management: After harvesting and removal of soil and other residual particles, the roots are cut into pieces and dried. At the time of harvest, the roots contain 50–60 percent moisture and should be dried in the sun for 2–3 days and then in shade for next 10–12 days. The dry roots should possess not more than 10% moisture when these are ready to be stored in polythene – lined bags. The roots are cut into pieces of convenient size and are sorted into grades, based on thickness and stored.",
          "Chemical Constituents: Liquoric acid, glycyrrhizinic acid, flavonone glycosiderhamnoliquiritin, pinocembrine, prunetin, isoglabrolide and glabranine are found in roots. Total of 27 flavonoids are present in the roots, 3 were characterized as liquiritigenin, liquiritin and isoliquiritigenin. From roots, three new compounds were isolated i.e.7-acetoxy-2-methyl isoflavone, 7-methoxy-2-methyle isoflavone and 7- hydroxy-2-methyl isoflavone.",
          "Yield : The yield of dry root at Hissar (Haryana) is recorded around 7 t/ha. While at Anand (Gujarat) 10 to 20 months crop has given an average yielded of 2.5–5.0 t/ha."
        ]
      },
      {
        "type": "text",
        "content": "Glycyrrhiza glabra in field"
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant root is a demulcent, mild expectorant and anti-inflammatory agent.",
          "An extract of the root provide relief in treating peptic ulcers.",
          "It has glycyrrhizic acid as main constituent and this has showed anti-viral and anti-inflammatory actions.",
          "The plant extract is used as a sweetener in tonic, laxative and given in sore throat and in cough remedies."
        ]
      }
    ]
  }
]