[
  {
    "heading": "Plant profile:",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Verbenaceae"
            ],
            [
              "Ayurvedic name",
              "Gambhari"
            ],
            [
              "Unani name",
              "------------"
            ],
            [
              "Hindi name",
              "Gamhar, Khamer, Gambhari, Sewan"
            ],
            [
              "English name",
              "Candahar tree, White Teak"
            ],
            [
              "Trade name",
              "Gamhar, Gambhari"
            ],
            [
              "Parts used",
              "Root, leaves, bark and fruit"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Plant of Gmelina arborea"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a moderately deciduous tree with straight trunk and numerous spreading branches, which form large shady crown with whitish grey corky lenticellate bark, exfoliating in thin flakes.",
          "It has a clear bole of 6.0–9.0 meter, and a girth 1.5–2.5m. Branchlets and young parts are clothed with fine white mealy pubescence. Leaves are simple, opposite, broadly ovate, cordate, glandular, glabrous above when mature and fulvous-tomentose beneath.",
          "It attains its largest dimension in the mixed forests of moist region as in the eastern sub Himalayan track, Assam and elsewhere in south India."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are 2.5–5.0 cm in diameter, brownish yellow in terminal panicle.",
          "Calyx is campanulate, pubescent outside and with 5 lobes. Corolla is showy, brownish yellow with short tube and oblique limbs.",
          "Stamens are 4 in number and didynamous. Ovary is 4 chambered with one ovule each; style slender ending in a bifid stigma.",
          "Fruits are drupe and obovoid in shape, 1.8–2.5 cm long, pericarp leathery, shining yellow outside when dry; endocarp bony, embedded in an aromatic sweetish pulp.",
          "Seeds are 1°r 2, hard and oblong ex-albuminous.",
          "The panicles of flowers appear from February to April."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is found wild throughout India from the foot of Himalayas to Kerala and Andaman, in moist, semi-deciduous and open forests up to an altitude of 1500m MSL.",
          "It is generally found scattered in mixed forests of moist regions of the country extending up to comparatively dry regions of central India.",
          "Occasionally it occurs in evergreen as well as in the Sal forests. In the natural forest, the species is usually found scattered and in association with other species.",
          "It is found in dry mixed deciduous forest types in Central India."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It thrives well in shade in the temperature range of 30 0°C – 47 0°C, 60–100% humidity and the annual rainfall between 750 mm to 4500 mm.",
          "Its choice of site is wide, but it shows a preference for moist fertile valleys with sandy loam soil.",
          "It does not thrive in waterlogged conditions and remains stunted on dry, sandy or otherwise poor soil.",
          "It also does not thrive on heavy clay soils."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Planting material is seed."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "text",
        "content": "It is a light demanding tree. It does not tolerate drought but it withstand in light frost condition. Seed formation occurs in May-June. Seeds are dried well before germination."
      },
      {
        "type": "subheading",
        "content": "Raising Propagules : Seeds are dibbled at spacing of 7.5 cm X 7.5 cm, 1 to 2.5 cm deep in unshaded nursery beds. The bed should be slightly raised to ensure good drainage. Seeds germinate in 20–25 days. During this period, weeding and watering is done according to the requirement."
      },
      {
        "type": "subheading",
        "content": "Seedlings of Gmelina arborea"
      },
      {
        "type": "subheading",
        "content": "Propagule Rate and Pretreatment : Dried seeds are soaked in water for 1–2 days to accelerate germination. Considerable amount of heat and moisture is needed to stimulate the germination and so the beds are covered with a layer of hay. The average number of seeds/kg is 2000–2500. The germination percentage of seed recorded is 13–90%."
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application : The land is prepared before plantation by way of removing the unwanted herbs, shrubs and trees. It is better to do deep ploughing to loose the land mass and allow to dry the unwanted weeds. Pits of 45 cm X 45 cm X 45 cm of size are dug during the month of May at a spacing of 4m X 4m. The pits are filled with well matured Farm Yard Manure (FYM), sand and soil in the ratio of 1:1:1 and allowed to cure before undertaking plantations in the month of June-July after onset of the rainy season. The choice of site is wide, but it shows a preference for moist fertile valleys with sandy loam soil."
        ]
      },
      {
        "type": "subheading",
        "content": "Gmelina arborea in Field"
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting and Optimum Spacing : About 10–15 cm tall seedlings are transplanted in pits at the beginning of rainy season The optimum spacing recommended between plant to plant is 4m X 4m."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Interculture and Maintenance Practices : Plants raised in the field require two weeding around the pits especially in rainy season. Plantation done in the black cotton soil require four weeding at monthly intervals. The unwanted weeds between the rows are removed by sword or sickle. Cultivator ploughing through tractor is beneficial to remove the weeds as well as loosening the soil especially in the black cotton soil. This operation not only conditions the soil but also avoids cracking associated with the black cotton soil during the summer months. It is advisable to run the cultivator before the start of active summer months to avoid cracking of soil to save water and damage of roots. Under natural conditions germination takes place in the rainy season soon after the fall of fruits. Heat and moisture stimulate germination. The hard coat of seeds takes time to rot and germination takes place only in the next rainy season. Crop can be raised through direct sowing and transplanting. Seeds are sown in lines at a distance of 3.0mX3.5m. Saplings are thinned in the third year. Dibbling and broadcasting on prepared sites also gives satisfactory results. Weeding hoeing, soil working and manuring is essential in the first year. Though the artificial regeneration mainly depends on seedling raised from seeds, cutting also strikes roots well. Growth is faster in case of vegetative propagation usually done through stumps and cuttings."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation Practices : Weekly irrigation is required in summer season and irrigation at fortnightly interval is preferred in winter. Irrigation is required in the initial two years of the establishment of plants."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Weed Control : One or two weeding in the month of July and September is enough for establishing the plantation."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Disease and Pest Control : The common nursery disease reported is sooty mould caused by <em>Corticium salmonicolor</em> which can be controlled by applying a suitable fungicide. The trees are often attacked and completely defoliated by the beetle ( <em>Calopepla leayana</em> ). It feeds on the leaf and also eats young buds and shoots. Defoliation is first noticed at the beginning of the rains and continues till October. No biological or mechanical control measures have been developed. Larvae of other several insects are known to bore in the wood and to defoliate, but the damage caused is usually not appreciable. Among fungi which are known to cause damage to this tree are <em>Poria rhizomerpha</em>, commonly a saprophyte but becomes pathogenic when G. <em>arborea</em> is raised in clayey soils which become water logged periodically, causing brown cuboidal rot in the roots resulting in die-back and death of affected plants. Trees are also liable to severe attack by Loranthus ( <em>Loranthus scurrula</em> ) as the tree has a thin bark, it readily becomes a victim to phanerogamic parasite."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting : Tree grows fast and may be ready for harvesting of bark after 7 years. This plant is coppiced and traded. The roots are also harvested for medicinal purposes. The tree may stand up to 25 years. The medicinally important part of this species is stem bark which is extracted from 7–10 years old tree. Since, this is destructive harvesting method; it is suggested that from one tree partial debarking should be done by removing bark in patches of 15cm X 15cm with a distance of 60 cm. For getting roots, from the young plant it is desirable that the root should have good thick bark so as to get maximum active principle. Since, harvesting of roots and bark would be destructive, it is recommended to collect the bark from the clear felled crop as secondary product to avoid destruction of the plants growing in nature. Yellowish green fruits are collected from April-June from the ground duly rejecting the green and black ones. Fruits are heaped under or buried in a pit for 4–5 days and then washed to remove the pulp."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Post-harvest Management : Properly dried bark with less than 10% moisture content can be stored in gunny bags in well ventilated room. Bark having moisture is susceptible to fungi infestation which turns it black in colour and becomes useless for medicinal use. Dried seeds can be stored in air tight container for one year and with this viability is decreased to a great extent."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Chemical Constituents : Drupe contain butyric acid, tartaric acid and traces of resinous and saccharine substances. Arboreol is the major active constituents present in the plant. The roots contain thick yellow coloured oil. It also contains alkaloids, sugars, resins and some astringent compounds."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Root of <em>Gmelina arborea</em> is an ingredient of the “Dasamula” .It promotes digestive power and improves memory.",
          "Roots are useful in fever, dyspepsia, haemorrhoids, stomachalgia, heart diseases, nervous disorders, piles and burning sensation.",
          "Bark is used in fever and dyspepsia."
        ]
      }
    ]
  }
]