[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Asclepiadaceae"
            ],
            [
              "Ayurvedic name",
              "Meshashringi"
            ],
            [
              "Unani name",
              "Gurmar buti"
            ],
            [
              "Hindi uame",
              "Gurmar"
            ],
            [
              "Trade name",
              "Gurmar"
            ],
            [
              "Part used",
              "Leaf"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Gymnema sylvestre"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Gurmar is hypoglycaemic, astringent, stomachic, antiperiodic, diuretic, tonic, and refrigerant.",
          "It is used as a destroyer of glycosuria, and is believed to neutralize the excess sugar present in the body.",
          "It is also used to treat other urinary disorders."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Gymnema</em> is a gregarious woody climber, much branched, running over the tops of tall trees.",
          "Young stems and branches are pubescent.",
          "Leaves are 3–5 cm long and upto 3 cm broad, ovate-elliptic, acute or shortly acuminate, pubescent on both sides; base rounded or heart shaped with 6–13 mm long pubescent petioles."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers occur in umbellate cyme inflorescences.",
          "Calyx is pubescent, nearly divided to the base.",
          "Corolla is yellow, tube campanulate with thick, ovate, and recurved lobes. Follicles are up to 7.5 cm long and 1 cm broad, rigid, lanceolate, and attenuated into a beak.",
          "Seeds are about 1.3 cm long, narrowly ovoid–oblong, flat, with a thin, broad, brown, and glabrous marginal wing.",
          "Flowering occurs in October–January, while fruits mature from March to May."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species occurs in all tropical zones of India and is a common climbing plant in central and southern India."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant grows in tropical and subtropical humid climate.",
          "It is common in hills of evergreen forests. Sandy loam soil is best for its cultivation.",
          "It may be cultivated on a variety of soils including gravelled soil."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Terminal and axillary cuttings with three to four nodes from one-year-old plants are the best planting material.",
          "Seed germination is poor; hence, plants are preferably raised vegetatively through cuttings.",
          "Cuttings can be obtained throughout the year in moist humid conditions of South India.",
          "In North and Central India, cuttings are preferably planted in February–March."
        ]
      },
      {
        "type": "subheading",
        "content": "Gymnema sylvestre cuttings"
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em>: Styrofoam trays or polybags are filled with soil, sand, and FYM (farmyard manure) in 1:2:1 ratio, and terminal or axillary cuttings are planted in them. Vermicompost may be used in place of FYM. February to March is the best season for planting the cuttings in nursery, especially in North Indian conditions. The cuttings are placed under humid conditions in shade houses or mist chambers for development of roots. Rooting is initiated within a month of planting. Seed setting is poor in this species and the seeds show a maximum germination percentage of 50%–55% when sown in soil mixed with vermicompost.",
          "<em>Propagule rate and pretreatment</em>: About 6700 rooted cuttings are required for plantation in 1 hectare of land. At 80% survival, about 8400 cuttings would be required. The stem cuttings are dipped in IBA (indole-3-butyric acid;100 PPM [parts per million]) for six minutes before planting in the nursery to promote rooting."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em>: The field is ploughed to turn the soil and make it weed-free. About 10 tonnes of FYM is mixed with the soil as a basal application at the time of land preparation.",
          "<em>Transplanting and optimum spacing</em> : The period between June and August is best for transplanting the rooted plants in the field. An optimum spacing of 1 m × 1.5 m is recommended for a crop stand of about 6700 plants per hectare. The rooted cuttings/seedlings may be planted by crow bar method.",
          "<em>Intercropping system</em> : When the plants are young, green gram can be grown as an intercrop. Alternatively, the crop can be raised beneath the tree species that serve as host or staking for this twiner.",
          "<em>Interculture and maintenance practices</em> : About 10–12 tonnes/hectare of FYM or 250 kg of NPK (nitrogen, phosphorus, potassium in equal quantities) is applied as basal dose at the time of land preparation. An additional equal dose may be added every year for maximizing biomass production.",
          "<em>Irrigation practices</em> : Irrigation is required at least once in a week during summer season. Frequency may also depend on the soil moisture in winter. It may be limited to one per month.",
          "<em>Disease and pest control</em> : An aphid ( <em>Aphis</em> sp.) is observed to attack the apical tender parts of the plant during rainy season. However, if the damage is not severe, no control measures are required. Use of chemical pesticides should be avoided since leaves are to be regularly plucked for harvest."
        ]
      },
      {
        "type": "subheading",
        "content": "Gymnema sylvestre crop view"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em> : Leaves that are about 30 – 40 days old can be plucked for use, and harvesting can be done every three months. However, better yield is obtained after one year of growth.",
          "<em>Post-harvest management:</em> Leaves are dried in shade and the dried leaves are packed in polythene bags. The moisture content of the dry leaves should be less than 8% to prevent deterioration.",
          "<em>Chemical constituents</em> : The produce contains 7%–9.6% of gymnemic acid as active principle. Besides, alanine, aminobutyric acid, isoleucine, valine, adenine, choline, gymnamine (alkaloid), and many other ingredients are isolated from leaves.",
          "<em>Yield :</em> About1250 kg of dry-weight leaves can be obtained per hectare every three months."
        ]
      }
    ]
  }
]