[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Orchidaceae"
            ],
            [
              "Ayurvedic name",
              "Riddhi, Vrddhi"
            ],
            [
              "Hindi name",
              "Riddhi"
            ],
            [
              "Trade name",
              "Riddhi"
            ],
            [
              "Parts used<br>",
              "Tuber"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/habenaria-intermediatest.jpg"
      },
      {
        "type": "text",
        "content": "Habenaria intermedia"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Habenaria intermedia is a tuberous rooted, monopodial terrestrial orchid found at an elevation of 1500–2800 meter in Western Himalaya.",
          "Stem is terete, 25–50 cm long, bears four to many leaves; leaves are rounded at the base, long and acuminate."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are large, greenish-white and 1–6 in an inflorescence.",
          "Petals are white and crescent shaped, recurved and adherent to dorsal sepal, lip is pale yellowish-green in colour.",
          "Life cycle of the Habenaria in its natural habitat starts in mid May, marked by sprouting of tubers and it comes in full bloom up to September.",
          "After fruiting, it enters into a dormant period of its life cycle in October."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/flowers-of-habenaria-intermediatest.jpg"
      },
      {
        "type": "text",
        "content": "Flowers of Habenaria intermedia"
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is well distributed in open grassland at high altitudes 1500 to 2800 meter above MSL.",
          "Being a light demanding species, it prefers southern or eastern slopes.",
          "It is more often found in open exposed soils, a characteristic of pioneer species in succession."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It prefers loose sandy loam and brown hilly soil rich in humus content.",
          "The mean annual rainfall is 100 to 150 cm and mean annual temperature is between 10°C -15°C.",
          "This species grows well in open meadows as well as along steep slopes."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The orchid seeds being endospermic in nature, do not usually germinate.",
          "The vigour of seedling is also very poor. Hence, the vegetative part i.e. tubers are recommended for the propagation of this species."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising of Propagules: Direct raising of plant from tubers either by half or full tuber with apical portion intact gives the best results. Planting is done on raised beds in rows at an optimum spacing of 20X20 cm.",
          "Propagule Rate and Pretreatment: Soil treatment with pesticide or solarisation is useful to kill most of the insect pest of soil including white grubs. Cut portions of the tuber are treated with fungicide (Mercuric Chloride 0.05%). Root hormone treatment for root induction is not required."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/raising-propagules-in-bedstest.jpg"
      },
      {
        "type": "text",
        "content": "Raising Propagules in Beds"
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: Sandy-loam soil rich in organic matter is suitable for the cultivation of this species. Raised beds are suitable for cultivation as these facilitate good drainage. First Ploughing is carried out just after harvest, followed by mixing of the half rotten FYM and leaf litter to the soil. Field is then left fallow for the entire winter. In May, second ploughing is carried out to make the soil more pulverized. Just before planting of Habenaria, the remaining half of the organic manure is added to the field. Raised beds are prepared for planting. The size of bed depends upon the size of field terrace available.",
          "Transplanting and Optimum Spacing: Stored tubers are planted in first week of May. In case storage facilities are not available, tubers are planted just after the harvest of crop in first week of November. Planting as a pure crop in one hectare of land, at a spacing of 20X20 cm will require 250,000 tubers.",
          "Viability of Seed / Planting Material: Under optimal condition of storage, tubers remain viable for a period of six months. They sprout in the next growing season (in May). Seed viability has not been tested.",
          "Inter cropping: Inter cropping trials with crops like Zingiber officinale (ginger), Colocasia esculenta (colocasia) and Curcuma longa (turmeric) will require 30,000 to 35,000 tubers per acre.",
          "Manure & Nutrient Requirements: Mycorrhizal association is necessary for the increasing nutrient uptake efficiency in its natural habitat. Adding of soil from natural areas along with the tubers is recommended to provide mycorrhizal association and 10–15 tonnes of FYM and leaf mould per acre are optimal for the crop growth. Inorganic fertilizer is avoided. Organic manures are added twice a year, during winter period and again during the planting season.",
          "Irrigation Practices: Frequency of irrigation depends upon the moisture content of the soil. This species is planted just before the onset of the rain. No irrigation is required during a normal rainy season. However, irrigation becomes necessary during a drought year or in case of low rainfall. During early stage of the crop, irrigation is done twice a week.",
          "Weed Control: Frequent weeding is required during the rainy season. Mulching of the beds by dried leaves ensure low growth of weeds, checks soil erosion and helps in moisture conservation during the dry period. This also reduces the cost of weeding operation.",
          "Disease and Pest Control: Minor attacks of white grub are common in the tubers. There are no specific fungal attacks reported in the field, but during storage, moist bulbs are susceptible to attack by rot fungus. While grub attack can be minimized by application of Phorate 10 gm or any other broad-spectrum insecticide at the time of planting as a basal treatment or manual collections or through solarisation of soil. The fungal attack can be reduced during storage by light drying of tubers under shade."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: It takes about one to two months to mature the crop and harvesting is done in the second week of November after complete senescence.",
          "Post-harvest Management: Harvesting should be done at the end of October when the crop stalk and leaves are completely dried after fruiting. Storage of harvested tubers can be done in the bed itself by burying these in soil over the winter period, in a pot or brick chamber filled with sand or inside the pit on the sloppy terrace. Storage in sand and pit gives high viability of the tubers but sometimes rodent's attack and water accumulation might damage the tubers.",
          "Yield : By following the standard package and practices, per acre yield of tubers is 550–600 kg."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The drug belongs to the group of the “Eight Tonic Herbs”, known as Ashtavarga, which is rejuvenating and age sustaining.",
          "It is used as one of the ingredients of Chywanaprasha preparation."
        ]
      }
    ]
  }
]