[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Zingiberaceae"
            ],
            [
              "Ayurvedic name",
              "Shati, Karchur"
            ],
            [
              "Unani name",
              "Kapoor kachari"
            ],
            [
              "Hindi name",
              "Kapoor kachri"
            ],
            [
              "Trade name",
              "Kapoor kachri"
            ],
            [
              "Parts used",
              "Rhizomes and essential oil from rhizomes"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Hedychium spicatum – Kapoor kachri"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Rhizome of <em>Hedychium</em> is aromatic, acidic, bitter, pungent, carminative, stomachic, stimulant, expectorant, anti-asthmatic, antiseptic, and anti-inflammatory.",
          "It is useful in asthma, bronchitis, vomiting, dyspepsia, and inflammations.",
          "It has insect repellent properties, and is also used as a dye and perfume for making ‘abir’ powder used in ‘Holi’."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Kapoor kachri is a rhizomatous, fragrant leafy herb with robust stem, and is up to 1.5 m tall.",
          "Rhizomes have strong aromatic odour and bitter camphoraceous taste.",
          "They are white, starchy, and fragrant within.",
          "Bark is rough, reddish-brown with few deep-seated fibrous rootlets.",
          "Leaves are up to 30 cm long, lanceolate, with green, obtuse bracts and leaf sheath clasping the stem."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are fragrant, white with orange-red base, present in a dense, terminal, 15–25 cm long spike.",
          "Floral bracts are prominent, green with solitary flower in axil. Calyx is papery and three-lobed.",
          "Petals are linear and spreading; tip is white with two elliptic lobes and orange base.",
          "Corolla tube is about 5–6.5 cm long. Fruit is a spheroid, three-valved capsule with orange-red lining.",
          "Seeds are black with a red aril. Flowering occurs in August and fruits ripen in October."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species occurs in subtropical and sub-temperate Himalayan region in oak ( <em>Quercus</em> spp.) and deodar ( <em>Cedrus</em> <em>deodara</em> ) forests on slopes between 1500 m and 2500 m altitudes."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Kapoor kachri is sciophytic in nature and prefers shady slopes.",
          "Waterlogging in the soil is fatal due to rotting of rhizomes. Moderate temperature and well-spread rainfall are suitable for better growth.",
          "Sub-temperate to temperate climate with annual precipitation of 1000–1500 mm, and well-drained, deep sandy loam, and humus-rich soil with good moisture retaining capacity are most suitable for its cultivation.",
          "Soil with 40%–50% of sand gives better yield."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Both seeds and rhizomes may be used as propagation material, but when crops are raised through seeds, rhizomes may require three to four years to mature.",
          "Propagation by rhizome is preferred due to less time involved (about two years) in crop maturity."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em> : It is not advisable to raise the crop through seeds; rhizome pieces with apical buds are buried in 10 cm × 20 cm polybags containing soil, sand, and FYM (farmyard manure) in equal amounts and irrigated intermittently. Rhizomes may also be planted in mother beds in the nursery and uprooted for planting in the field. Nursery is raised in April when the weather is little warmer. Propagules sprout between 25 and 30 days. Rhizomes may also be planted directly in the field.",
          "<em>Propagule rate and pretreatment:</em> About 25 quintals of healthy rhizomes, segregated into pieces with one bud in each and weighing about 40–50 g, are required for raising plantlets in 1 hectare of land. Though rhizome rot is not a serious problem, high rainfall and waterlogging may cause damage to propagules. Therefore, rhizomes should be dipped in 0.01% bavistin solution for 25–30 minutes, followed by shade-drying for six to eight hours before planting."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application:</em> First ploughing with soil turning plough is done in the first week of March in montane ranges and in last week of March on higher hills. This makes the soil free from weeds and buries the previous crop residues. The field is left fallow for 15–20 days for solar treatment, aeration, and to facilitate decay of crop residues. With second ploughing, well-decomposed FYM at the rate of 20 tonnes per hectare should be spread well and thoroughly mixed. Planking should be done after second and third ploughing to make the soil friable and turn it into a fine tilth.",
          "<em>Transplanting and optimum spacing</em> : Propagules are transplanted in April in middle zones and in May in high ranges of hills. The rhizomes are planted in furrows at a depth of 10–12 cm, at an optimum spacing of 45 cm × 30 cm. At this spacing, about 64 000 propagules per hectare will be required. Saplings should be taken for transplantation when they attain a height of 12–15 cm. These saplings should immediately be planted after uprooting them from the nursery bed.",
          "<em>Intercropping system :Hedychium</em> is preferred as an intercrop in fruit orchards. Experiments of intercropping in apple orchards have given better results perhaps due to the availability of congenial environment for better growth. The yield is about 60–65 quintals per hectare. In an apple orchard, only about 44 000 propagules/hectare may be required.",
          "<em>Interculture and maintenance practices</em> : The quantity of FYM recommended is about 30–35 tonnes/hectare. It should be applied in three split doses: the first one at the time of land preparation (20 tonnes/ hectare) and the other two doses (5–8 tonnes/hectare each) should be applied well before the onset of monsoon in the first and second year of cropping. Interculture operations mainly comprise weeding, earthing-up (hoeing), and timely watering. First hoeing is done at the time of top dressing, that is, 45–50 days after transplanting, and the second hoeing can be done just after rainy season to loosen the soil. If required, inorganic fertilizer, such as NPK (nitrogen, phosphorus, potassium), may be applied at the rate of 100:120:60 kg/hectare in three split doses. The entire amount of phosphorus and potassium along with one-third of nitrogen should be applied in furrows at the time of land preparation. The remaining nitrogen should be applied in two equal split doses: first after two months of planting and the second in the next rainy season after new sprouting.",
          "<em>Irrigation practices:</em> Since the crop is grown in areas with well spreadout rainfall, it requires no irrigation, except in the case of rainfall deficiency or during long spells of no rain. During winter, light irrigation at an interval of 15–20 days is sufficient. Sufficient moisture should always be available, but there should be no waterlogging.",
          "<em>Weed control :</em> Manual weeding is recommended for the crop. Three weedings are sufficient. First weeding is done 15–20 days after completion of sprouting. Second and third weedings are done with the first and second hoeing operations.",
          "<em>Disease and pest control :</em> In rhizome rot, leaves of the affected plant become pale and the affected rhizomes become soft and pulpy, and ultimately rotten. Rhizome rot can be controlled by dipping the rhizomes in 0.01% bavistin solution for 25–30 minutes followed by shade-drying before planting. In leaf spot disease, spots appear over leaf lamina; control measures involve spraying with 4:4:50 bordeaux mixture."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em> : The crop is biennial when planted through rhizomes, and hence, matures in second season during October–November, depending upon the elevation. Dried leaves and stalks are removed after they turn yellow, while rhizomes are left in soil for about 20–25 days for ripening before being dug out.",
          "<em>Post-harvest management :</em> Rhizomes should be properly cleaned in water to remove soil particles. Small roots and rootlets are also removed. The produce is then dried in shade and stored in containers in dampproof stores. Healthy rhizomes should be selected before drying as future propagules and treated with 0.01% bavistin solution to prevent rotting and then buried with pits in sandy soil till next sowing period.",
          "<em>Chemical constituents :</em> α-pinene, β-pinene, limonene, camphor, linalyl acetate, β-terpineol, β-caryophyllene, benzyl cinnamate, benzyl acetate, γ-terpinene, β-phellandrene, methyl paracumarin acetate, cinnamic ethyl acetate, ethyl cinnamate, sesquiterpene alcohols, and hydrocarbons.",
          "<em>Yield and cost of cultivation:</em> Second year harvesting yields about 115–120 quintals/hectare dry weight of rhizomes. However, first year harvesting can also yield 45–50 quintals/hectare dry weight. Since there is a significant increase in produce, it is recommended to harvest the crop in the second year."
        ]
      }
    ]
  }
]