[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Asclepiadaceae"
            ],
            [
              "Ayurvedic name",
              "Sveta Sariva, Anantmool"
            ],
            [
              "Unani name",
              "Ushba"
            ],
            [
              "Hindi names",
              "Anantamul"
            ],
            [
              "Trade name",
              "Anantmool, Sariva"
            ],
            [
              "Part used",
              "Root"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The root of the <em>Hemidesmus</em> plant is demulcent, alterative, astringent, diaphoretic, diuretic, tonic, anti-pyretic, and blood purifier.",
          "It is used in leprosy, skin diseases, fever, asthma, bronchitis, syphilis, pruritus and other urinary diseases, chronic rheumatism, and leucorrhoea."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Anantmool is a perennial, slender, twining undershrub with woody and fragrant rootstock.",
          "Stems are numerous, slender, wiry, and laticiferous.",
          "Leaves are simple, opposite, variable, elliptic–oblong to linear–lanceolate, variegated, and white above and silvery-white pubescent beneath."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are greenish purple, crowded in axillary cymes in small compact clusters.",
          "Fruits (follicles) are paired, cylindrical, pointed, and slender. Seeds are oblong in shape.",
          "Flowering is usually sparse and occurs in October, while fruits mature in January."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is distributed throughout the tropical and subtropical parts of India, especially in upper Gangetic plains, Bengal, Madhya Pradesh, and South India.",
          "It generally occurs on sub-ravine slopes, twining on shrubs and trees."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is found throughout the tropical and subtropical parts of India.",
          "Loam to silt-clay loam soils with appropriate humus are suitable for its cultivation.",
          "The soil should be slightly alkaline with a pH of 7.5–8.5."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant can best be propagated from stem and rootstock cuttings obtained from more than one-year-old plants.",
          "Rootstock cuttings have better sprouting and survival rates than stem cuttings."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em> : Planting stock is raised in nursery through stem and root cuttings. The cuttings are planted in polythene bags or styrofoam trays between July and September. The cuttings establish or initiate roots in 30–45 days. The cuttings may be treated with commercially available root-promoting hormones before being planted in the nursery. Nursery can also be raised in shade net house in early summer under humid conditions.",
          "<em>Propagule rate and pretreatment</em> : About 28 000 rooted cuttings are required for planting in 1 hectare of land. No specific treatment other than dipping in rooting hormones is required."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em>: The field is ploughed and harrowed, and levelled properly. Pits of size 30 cm × 30 cm × 30 cm are dug at a spacing of 60 cm × 60 cm in the prepared field. A basal dose of about 1–2 kg of FYM (farmyard manure) is mixed with soil and sand in equal quantities for filling in the pits.",
          "<em>Transplanting and optimum spacing :</em> Rooted plantlets can be transplanted in the field at three- to five-leaved stage in August and September under rain-fed conditions. The propagules are planted in 30 cm 3 pits with a spacing of 60 cm × 60 cm for better harvest.",
          "<em>Intercropping system</em> : Since Sveta Sariva is a twiner and needs support for growth, it can be intercropped with trees in orchards/plantations where it may get staking support.",
          "<em>Interculture and maintenance practices</em> : Only organic manure @ 1–2 kg/ plant is recommended to be mixed with the soil at the time of field preparation. As many as three to four weedings are recommended for the crop. The interval between subsequent weeding and hoeing may be 30–45 days. Common weedicides based on glyphosate may be used at the time of land preparation.",
          "<em>Irrigation practices :</em> The crop may be irrigated at the time of transplanting. Two subsequent irrigations are required during establishment stage, 15 and 45 days after transplanting. The crop grows as a rain-fed crop under humid tropical conditions, thus not much irrigation is required.",
          "<em>Disease and pest control</em> : No serious damage by diseases and insect pests has been observed in the crop."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em> : A minimum period of two-and-a-half years is required for root maturity. Harvesting may be done in December and January.",
          "<em>Post-harvest management</em>: The roots are dug with care and some part of the root is left within the soil for regeneration. The harvested roots are washed, dried in shade, and stored in moisture-free packing in cool and dry places.",
          "<em>Chemical constituents :</em> The roots contain coumarin and two sterols – hemidosterol and hemidesmol – besides resins and tannins. Aerial parts of the plant contain carotenoid (22.4 mg/100 g), provitamin A, vitamin C (27.2 mg/100 g), tannins (1.7%), phenolics, anthocyanins, reducing and non-reducing sugars (17.6%), and anti-nutritional factors.",
          "<em>Yield :</em> A total dry root biomass of approximately 1.2 tonnes per hectare is obtained."
        ]
      }
    ]
  }
]