[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Asclepiadaceae"
            ],
            [
              "Ayurvedic name",
              "Jivanti, Ark pushpi"
            ],
            [
              "Hindi name",
              "Dudhi bel, Chirvel"
            ],
            [
              "Trade name",
              "Dudhi bel"
            ],
            [
              "Part used",
              "Root"
            ],
            [
              "",
              ""
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Holostemma ada-kodien"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The roots of Holostemma are useful in treating ophthalmopathy, or chitis, cough, burning sensation, stomach pain, constipation, fever, and tridoshas.",
          "The root can also be used as a rejuvenative drug, imparting resistance to diseases."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristic",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Chirvel is a large woody climber and glabrous. Its latex is milky white.",
          "The leaves are opposite and simple, with petioles decussate, ovate-oblong to broadly ovate, cordate, caudate or aristate at apex.",
          "Basal lobes are rounded, more or less pubescent beneath lateral nerves that are prominent and arched."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The flowers of the plant are arranged in umbellate axillary cymes; peduncles are terete and glabrous; bracts are linear acute, grooved on ventral surface, glabours.",
          "Pedicels are 1–4 cm long, glabrous; sepals are five in number, free up to the base, and broadly ovate, glandular within.",
          "Corolla rotate lobes five in number, united about halfway, ovate–oblong, obtuse, leathery with papery margin.",
          "Corona is staminal, uniseriate, with annular ring at the base staminal tube.",
          "Stamens are five in number; pollinia are five in number; pollen masses are solitary 11 cm × 3.5 cm, ovoid, thick, acute, and glabrous. Seeds are many, comose, small ovate, thick acute, brown, coma shaped, silky-white, and 2–4 cm long.",
          "Flowering occurs in September– October, while fruiting occurs in November–December."
        ]
      },
      {
        "type": "subheading",
        "content": "Holostemma ada-kodien –young plant"
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species occurs in tropical peninsular India, Vindhyas, and southwards in humid areas, in open forests, and ravine edges."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant prefers a tropical humid climate and partially sunny locations. Sandy-loam soil is best for its cultivation."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant can be propagated through seeds.",
          "Matured seeds are collected from the plant during December–January before they disperse. Seeds are cleaned, dried, and stored for sowing.",
          "However, fruit set is generally less than 10% in this crop, which is a major constraint for large-scale cultivation through seeds.",
          "The crop can also be propagated by vegetative means through root and stem cuttings."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em>: The crop is raised in a nursery in February. The seeds are sown on sand beds. Adequate moisture in beds is maintained by light irrigation. Partial shade is provided to the germinating seedlings. The seeds sprout in about 10 days. About one-month-old seedlings are transplanted in polybags of size 14 cm × 10 cm, which are filled with soil, sand, and well-decomposed FYM (farmyard manure) in the ratio 1:1:1. Polybags should be kept in shade and irrigated regularly. Seedlings are ready for planting in the field in May–June.",
          "<em>Propagule rate and pretreatment</em> : About 1.5 kg of seeds are required to raise a plantation in 1 hectare of land. About 28 000–30 000 seedlings per hectare would be required for planting at a spacing of 60 cm × 60 cm. When intercropped with another species, seedling requirement would reduce by half. The seeds are soaked in water for four to five hours before they are sown in raised beds in nursery."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em>: The sowing is done at the start of rainy season in May–June in South India. Towards northern areas, it should be sown just after premonsoon showers. The land should be loosened properly by ploughing and harrowing. Pits of size 30 cm × 30 cm × 30 cm are dug at a spacing of 60 cm × 60 cm, and are filled with thoroughly mixed surface soil and sand in 1:1 ratio along with FYM @ 2 kg for each plant, and mounds are formed. Seedlings are carefully transferred to the centre of the mounds from the polybags. FYM @ 30 tonnes/hectare is applied at the time of land preparation in case of intercropping.",
          "<em>Transplanting and optimum spacing :</em> The seedlings are transplanted in the main field in May–June just at the onset of monsoon, after about 30–45 days of transfer to polybags. An optimum spacing of 60 cm × 60 cm is maintained for the sole crop. This accommodates a crop stand of approximately 28 000 plants per hectare. When intercropped with another species, crop stand would be approximately 14 000.",
          "<em>Intercropping system</em> : The plant can be grown as a sole crop as well as an intercrop. Since it is a twiner, it has to be provided with trellises or some live support of tree or shrub. The light requirements of the intercrop must then be taken into consideration before deciding the intercrop species.",
          "<em>Interculture and maintenance practices :</em> No inorganic fertilizer may be used for the crop if sufficient FYM is applied as a basal dose (30 tonnes/hectare or 1 kg/plant). The plants need stakes as support in July–August. First weeding operation should also be carried out in July–August. Manual weeding twice at two and four months after planting is necessary to keep the crop weed-free.",
          "<em>Irrigation practices</em> : Dudhi bel is grown as a rain-fed crop during the monsoon period. It is irrigated with 5 cm water on alternate days after the cessation of monsoon.",
          "<em>Disease and pest control</em> : Spraying of 0.05% quinalphos effectively controls the attack by aphids, which is observed during the rainy season."
        ]
      },
      {
        "type": "subheading",
        "content": "Holostemma ada-kodien – crop view"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em>: The root parts are used as drug and it takes one to two years for its good development. The crop yield is maximum (400–450 kg/hectare of fresh roots) after about one year of planting. However, the crop quality reaches the peak only after 18 months, although the yield of fresh roots may be reduced to about 250 kg/hectare. Thus, keeping in mind quality considerations, the crop should preferably be harvested when it attains 1.5–2 years of age. Harvesting is done by digging the soil to collect the roots. These roots are then cleaned well.",
          "<em>Post-harvest management</em>: The roots are cut into pieces of 10 cm length, dried in shade, and stored in gunny bags before sale within six months, after which the active constituents start degrading.",
          "<em>Chemical constituents</em> : The major constituents in the produce are 40%– 50% starch, 10%–15% crude protein, 2%–3% crude fat, 15%–25% crude fibre, and 4%–6% ash.",
          "<em>Yield :</em> The yield of dry roots varies in the range 10–15 tonnes per hectare."
        ]
      },
      {
        "type": "subheading",
        "content": "Holostemma ada-kodien – plant with fruit"
      }
    ]
  }
]