[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Asteraceae"
            ],
            [
              "Ayurvedic name",
              "Puskara"
            ],
            [
              "Hindi name",
              "Puskarmool"
            ],
            [
              "Trade name",
              "Puskarmool"
            ],
            [
              "Parts used",
              "Root and rhizome"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Inula racemosa - plant"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Puskarmool is an aromatic tonic, febrifuge, and expectorant with anti-inflammatory, carminative, diuretic, and antiseptic properties.",
          "The plant is used in chronic bronchitis and rheumatism.",
          "Dried rhizomes and roots are used to cure loss of appetite and stomach troubles."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is a perennial herb up to 1.5 m tall with fragrant prominent root and rootstock.",
          "Stems are many in number, ascending from the base of the rootstock.",
          "Leaves are leathery, rough above and densely hairy below, 25–50 cm long and 10–12 cm broad, and elliptic–lanceolate in shape."
        ]
      }
    ]
  },
  {
    "heading": "Floral biology",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flower heads are yellow in colour, have bisexual florets, and occur in terminal racemes.",
          "Flowering occurs from January to July, while fruiting occurs in October–November.",
          "Fruits (achenes) are slender and about 0.5 cm long."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species occurs in temperate areas of Kashmir, Himachal Pradesh, and Uttarakhand in India.",
          "It extends up to Iran, Afghanistan, Baluchistan, and Europe, and is cultivated in temperate and sub-alpine regions of India.",
          "It is an oriental species in origin and distribution."
        ]
      },
      {
        "type": "subheading",
        "content": "Inula racemosa - field view"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The conditions of temperate and sub-alpine regions are most suited for the cultivation of <em>Inula</em> species.",
          "Well-drained, clay-loam soils are ideal for the crop. It prefers open and sunny locations."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Propagation can be done both by seeds and rootstocks. However, it is preferable to raise seedlings through seeds.",
          "The fruits (achenes) mature in winter and can be collected by the end of cold season (March–April) in high hills."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Raising propagules</em> : The crop can be raised through seeds in nursery in November or early March by broadcasting the seeds in well-prepared nursery beds. Germination is completed in about 50 days. Seedlings are transplanted in the field with a ball of earth after about two months of growth.",
          "<em>Propagule rate and pretreatment</em> : About 1 kg seeds are required to raise about 40 000 seedlings required for 1 hectare of land. No specific seed treatment is required before sowing."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em> : The land should be ploughed lightly in order to loosen the soil and mix organic manure or FYM (farmyard manure). Usually, FYM @ 15 tonnes/hectare is applied at the time of land preparation. If inorganic fertilizers are used, half of nitrogen (100 kg/hectare) and full dose of phosphorus and potassium at the rate of 100 kg/hectare and 50 kg/hectare, respectively, are applied at the time of land preparation.",
          "<em>Transplanting and optimum spacing :</em> The germinated seedlings may be transplanted to the main field after about two months. Optimum spacing recommended in the main field is 50 cm × 50 cm. An optimum crop stand of approximately 40 000 plants per hectare is accommodated with the above-mentioned plant density.",
          "<em>Intercropping system</em> : Puskarmool is preferred as a sole crop without intercropping.",
          "<em>Interculture and maintenance practices:</em> NPK (nitrogen, phosphorus, potassium) @ 200 kg/ hectare, 100 kg/hectare, and 50 kg/hectare, respectively, may be used per year to achieve high biomass yield. Nitrogen is usually applied in two split doses, one as a basal dose and the other (100 kg/hectare) as top dressing in six to eight weeks after transplantation. Only manual weeding is recommended twice during the establishment phase of the crop.",
          "<em>Irrigation practices:</em> Light irrigation at an interval of three to four weeks is sufficient to maintain the crop.",
          "<em>Disease and pest control</em> : No serious incidence of disease or pest has been observed in this crop."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em> : The crop is harvested after about one and-a-half years in October–November under temperate conditions of Kashmir. Roots are dug after wetting the soil. The roots are cleaned well and soil particles are removed.",
          "<em>Post-harvest management:</em> The harvested crop should be cut or sliced into small pieces, dried, and stored in airtight containers. The rootstock and roots should be separated from the aerial portion, chopped into small pieces, and allowed to dry in shade.",
          "Chemical constituents : The rootstock and roots contain inulin, alantolactone, β-sitosterol, isoalantolactone, dihydroalantolactone, and its glucosides. Four sesquiterpene lactones have also been isolated from Inula sp.",
          "<em>Yield :</em> The crop is harin full bloom vested at one-and-a-half years of growth. About 80 quintals of dried roots are obtained from 1 hectare cropped area."
        ]
      },
      {
        "type": "text",
        "content": "Inula racemosa - in full bloom"
      }
    ]
  }
]