[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Lamiaceae"
            ],
            [
              "Ayurvedic name",
              "Granthiparni"
            ],
            [
              "Hindi name",
              "Hejurchei"
            ],
            [
              "Trade name",
              "Barchi Buti"
            ],
            [
              "Parts used",
              "Whole plant"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/leonotis-nepetaefoliatest.jpg"
      },
      {
        "type": "text",
        "content": "Leonotis nepetaefolia"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is a tall and erect with height 1–2 meters.",
          "The stem is stout, obtusely quadrangular with thickened angles and deeply sulcate.",
          "Leaves are 5–15X3.5–10 cm, membranous, ovate, acute, coarsely crenate-serrate and finely pubescent on both sides and base shortly cuneate.",
          "Petioles are 2.5–10 cm long and winged in the upper part."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are orange-scarlet, in axillary, dense, globose and many flowers are in whorls.",
          "Fruits are oblong, ovoid or obovoid, dry angular, obtuse or truncate nutlets."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is originally native to tropical and subtropical Africa; it is now naturalized all over the world.",
          "In India it grows along road sides in abandoned fields in tropical and subtropical region."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The crop prefers warm temperature of more than 30°C and well distributed rainfall of 1600–2000 mm.",
          "It also prefers sandy loam to loamy soil with sufficient humus content having pH of 4.6 to 6.5."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds"
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: The crop is raised through direct sowing of seeds in the field which gives best results. For one hectare of land 20 kg seeds are required."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: Generally one deep ploughing or disking, followed by 2–3 harrowing are sufficient for land preparation. Organic manure (FYM)@5 t/ha should be incorporated in the main field at the time of land preparation. Inorganic fertilizers should be applied@100: 80: 60 kg/ha of N:P₂O₅ :K₂O respectively. Half of N and doses of P₂ O₅ and K₂O should be applied as basal dose. Remaining half of nitrogen should be top dressed in two splits at 60days and 90days after sowing.",
          "Transplanting and Optimum Spacing: In this region, June is the ideal time for sowing in the main field. Row to row distance of 30 cm and plant to plant distance 30 cm. should be maintained. Seed should be sown at 4–5 cm depth.",
          "Inter cultural and Maintenance Practices: Two or three hand / manual weeding at 60 days, 90 days and 120 days after sowing should be carried out.",
          "Irrigation Practices: Grown as rainfed crop.",
          "Weed Control: Manual hand weeding.",
          "Disease and Pest Control: The crop is free from any serious diseases and pests except leaf rust (Puccinia sps.) which can be controlled by spraying Hexaconazol (5% EC) @ 5 ml/l at monthly intervals."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: Keeping in view the yield of active chemical ingredients, the best time for harvesting of leaves is November and that for whole plant is March.",
          "Post-harvest Management: After harvesting the plant parts are dried in shade to bring down the moisture content to 15% and then it is cut into pieces and stored in gunny bags.",
          "Chemical Constituents: Steam distillation of seeds yield 2% of volatile oil containing linoleic acid (11.9%), oleic acid (64.6%). The leaves yield a bitter principle, fatty oil 1%, a resin, resinic acid and ash 7%.",
          "Yield : A good crop yields around 27 t/ha of whole plant."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers ash is applied to burns, in ringworm and other skin diseases.",
          "Leaves are used for rheumatism and act as spasmolytic, anticancerous, antidermatophytic and mild anthelmintic."
        ]
      }
    ]
  }
]