[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Asclepiadaceae"
            ],
            [
              "Ayurvedic name",
              "Jeevanti"
            ],
            [
              "Unani name",
              "Jeevanti"
            ],
            [
              "Hindi name",
              "Jeevani"
            ],
            [
              "Trade name",
              "Jeevanti"
            ],
            [
              "Parts used",
              "Leaves, stem, and roots"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Leptadenia reticulata – jeevanti"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "leaves and roots of <em>Leptadenia</em> species are useful in treating skin infections and wounds.",
          "Their major use is to prevent prolapse of uterus and vulva in controlling habitual abortion in women.",
          "The roots are used in cardiac disease and haemorrhage, as diuretic, and to cure fever and opthalmia.",
          "They are also used as a tonic for general debility to strengthen the body.",
          "Leaves are also used as galactagogue for nursing mothers."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is a much branched laticiferous twining shrub with yellowish brown, deeply cracked bark.",
          "Leaves are ovate, cordate, coriaceous, glabrous above and more or less finely pubescent beneath."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Inflorescence is a many flowered cyme with greenish yellow flowers.",
          "Fruit (follicle) is horned shaped and slender. Seeds are lanceolate and comose.",
          "Flowering occurs in May and June, while fruiting begins in October and continues up to November."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Jeevanti is found in the sub-Himalayan tracts of Punjab, Himachal Pradesh, Uttar Pradesh, and Deccan Peninsula up to an altitude of 900 m."
        ]
      },
      {
        "type": "subheading",
        "content": "Leptadenia reticulata – single plant"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant grows well in warm tropical and subtropical regions with moderate rainfall.",
          "Sandy-loam and alluvial black soils are found to be good for commercial cultivation.",
          "However, the crop can also be grown satisfactorily on red laterite soils.",
          "It responds very well to mild weather conditions and requires open sunlight."
        ]
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "At present, no certified varieties of jeevanti are available. However, in nature, two morphological variants are available, namely, narrow-leaved and broad-leaved variants.",
          "Generally, the broad-leaved types are preferred for cultivation."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Rooted semi-wooded stem cuttings from six-month-old to one-year-old plants having three to four nodes at pre flowering stage are generally used for planting.",
          "Seeds may also be collected in November for raising the plants."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising propagules : The planting stock can be raised primarily in a nursery. The period February–March is suitable for planting the cuttings in the nursery. The cuttings should be collected before flowering occurs. Cuttings (12–15 cm long, with three to four nodes) are treated with 200 PPM (parts per million) TRF (triademophon) or 25 PPM PBZ (paclobutrazol) or 300 PPM IBA (indole-3-butyric acid) or NAA (naphtha-leneacetic acid) for obtaining good rooting and for better field establishment of the rooted cuttings. They can be planted directly in the polybags or in the seed pans/root trainers filled with the potting mixture of sand, FYM (farmyard manure), and red earth in the ratio 1:1:1. Rooted cuttings from the seed pans/root trainers are transferred into the polybags after 45 days. Three-month-old rooted cuttings are transplanted in the centre of the prepared pit in the main field, with the ball of soil of saplings intact. Fields or pits should be irrigated immediately after transplantation.",
          "<em>Propagule rate</em> : At a spacing of 2 m × 1 m, about 5000 plantlets shall be required for planting in 1 hectare of land."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Land preparation and fertilizer application</em>: The land is prepared by ploughing three to four times with disc plough, and the soil is brought to a fine tilth. The land is divided into plots of convenient size. The main and sub-irrigation channels are laid out. Pits of 45 cm × 45 cm size are dug at a spacing of × 45 cm 2 m × 1 m and should be filled with topsoil and well decomposed FYM in the ratio 1:1. FYM at the rate of 20 tonnes/hectare and NPK (nitrogen, phosphorus, potassium) at the rate of 80:160:160 g/plant are used as a basal dose in first year. Full dose of FYM should be applied to the soil while preparing the land.",
          "<em>Intercropping system</em>: It is a partial-shade-loving species, and being a profuge twiner, it needs a host or stalks. It should be preferably intercropped at the base of the trees and shrubs or along hedges, when planted on a smaller scale.",
          "<em>Transplanting and optimum spacing</em> : Rooted cuttings are planted in the centre of the pits of size 45 cm 3 at a spacing of 2 m × 1 m and filled with topsoil and well-decomposed FYM. A population of 5000 plants/ hectare is recommended for maximum yield.",
          "<em>Interculture and maintenance practices</em> : Staking is done 20 days after planting along with gap filling. Application of 2 tonnes FYM per hectare and NPK in the ratio 100:200:200 per plant in subsequent years is recommended. After two months of planting, full dose of phosphorus and potassium and 50% nitrogen should be applied in a band all around the plant by opening furrows. The remaining 50% nitrogen should be top dressed during June. Top dressing should immediately be followed by earthing up and irrigation.",
          "<em>Irrigation practices</em>: The crop is given furrow irrigation twice a week for about two to three months after planting in the field. Later, the irrigation may be done at an interval of 8–15 days, depending on the climate and soil conditions. Drip irrigation can also be adopted.",
          "<em>Weed control</em>: Manual weeding in basins at an interval of one to two months is the best method to control weeds.",
          "<em>Disease and pest control</em> : Powdery mildew is a serious problem during the winter months. Control measures involve spraying wettable sulphur (sulfex) at the rate of 3%, at weekly interval for three to four times. During the rainy season, wilting is occasionally noticed and can be controlled by taking phytosanitary measures and drenching the affected vines with carbendiazim (0.15%). Aphid and mite infestations are noticed at various stages of crop growth and can be controlled by prophylactic sprays of monocrotophos (0.15%) and dicofal (0.2%), respectively."
        ]
      },
      {
        "type": "text",
        "content": "Field view of Leptadenia reticulata"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Crop maturity and harvesting</em> : The crop remains in the field for 10–15 years. Best time for harvesting is once in six months at 50% flowering, without taking out whole roots that serve as future planting material/ rootstock in the same field.",
          "<em>Post-harvest management</em> : The roots and leaves are shade-dried, keeping the moisture content up to 10%, and later packed in gunny bags and stored in dry and cool place.",
          "<em>Chemical constituents</em> : A fructosan of insulin type has been reported from the roots of the plant.",
          "<em>Estimated yield</em> : A yield of 6–7 tonnes dry weight of roots per hectare per year may be obtained."
        ]
      }
    ]
  }
]