[
  {
    "heading": "Plant profile:",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Lycopodiaceae (Pteridophyta)"
            ],
            [
              "Ayurvedic name",
              "Nabbeli"
            ],
            [
              "Unani name",
              "---------"
            ],
            [
              "Hindi name",
              "Nagbeli"
            ],
            [
              "English name",
              "Common Club Moss"
            ],
            [
              "Trade name",
              "Lycopodium, Common Club moss"
            ],
            [
              "Parts used",
              "Spores and herb"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Lycopodium clavatum Linn."
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant has creeping stem with erect tips.",
          "Stems are dichotomously branched, one of the branches remains small and the other grows to a greater length.",
          "Smaller and erect branches bear cone or strobili at the tips containing spores.",
          "The old main axis or the rhizome remains completely or partially subterranean.",
          "Stems are densely covered with small moss like leaves that are spirally arranged and 4.0–6.0 mm long.",
          "Leaves are simple, sessile, with serrate margins, pointed tip and single median vein.",
          "Leaves are also called microphylls.",
          "Fertile or strobilus bearing branches bear scale like yellowish green leaves while the sterile branches bear linear green leaves.",
          "Basal surface of creeping stems bear dichotomously branched and thin adventitious roots abounds all along its length."
        ]
      },
      {
        "type": "subheading",
        "content": "Floral Characteristics"
      },
      {
        "type": "unordered_list",
        "content": [
          "This plant belongs to a lower group under phylum Pteridophyta and does not bear flowers.",
          "It has two phases in the life cycle i.e. sporophytic and gametophytic phases.",
          "The plant bearing strobilus is the sporophytic phase of the life cycle. Strobilus bears spirally arranged sporophylls with sporangium which produces numerous spores.",
          "The spores come out from the sporangium and germinate in the soil to form a small top shaped prothallus.",
          "This is the gametophytic phase of the life cycle."
        ]
      },
      {
        "type": "subheading",
        "content": "Strobilus:"
      },
      {
        "type": "unordered_list",
        "content": [
          "These are distinct, yellowish to cream in color when mature, 2.5–5.0 cm long, compact and are borne at the tips of special erect shoots.",
          "The sporophylls possess a small flange on ventral side. It protects the sporangium.",
          "Sporangium arises on the dorsal (adaxial) surface of the sporophylls (foliar or epiphyllous condition). Sporangia are yellowish orange in colour and about 2.0 mm long.",
          "When spores become mature, central axis of strobili elongates.",
          "As a result the sporophylls spread out exposing the sporangia.",
          "The exposed sporangia become dry. Later on sporangial wall splits and disseminate the spores."
        ]
      },
      {
        "type": "subheading",
        "content": "Spores:"
      },
      {
        "type": "unordered_list",
        "content": [
          "These are light yellow in color, homosporous, unicellular with single nucleus, filled with oil and fat, 0.03 mm in diameter, tetrahedral in shape with a rounded or semicircular base, spores posses triradiate ridges and reticulate ornamentation on the surface."
        ]
      },
      {
        "type": "subheading",
        "content": "Germination of Spores:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Spores take about 3–8 years to germinate. They germinate under moist conditions to form prothallus with the help of specific endophytic fungus."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "In the absence of this fungus, prothallus does not develop and die."
        ]
      },
      {
        "type": "subheading",
        "content": "Prothallus:"
      },
      {
        "type": "unordered_list",
        "content": [
          "It is top shaped, tuberous, yellowish brown in colour and about 15 mm long."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "It has two distinct zones (i) lower conical region bearing numerous rhizoides and (ii) upper broad generative region several archegonia on the margins and antheridia on the center.",
          "Antheridia produce biflagellate spermatozoites, which in presence of water droplets, swim and reach the archegonial neck.",
          "Only one spermatozoid reaches the egg and effect fertilization forming oospore.",
          "Oospore is converted into embryo by cell division which later becomes young plant.",
          "This development is very slow and the young plant (sporophyte) depends for years together on the subterranean prothallus (gametophyte) for nutrition.",
          "It takes many years to come above ground and become independent."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is usually found in the temperate regions, particularly in Himalayas in the moist shaded woodlands, open thickets, rocky slopes, pine forests and mixed woods between 2000–3000 m msl."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plants grow well in cold, moist and shady areas, where the soil is loose, acidic with good depth of humus."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant may be grown from spores or vegetatively propagated by rhizomes."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: The plant is moisture-loving, so rhizome cuttings should be planted during rainy season for their better survival. Rhizome pieces should be of 15 cm long with several roots. They should be just buried (< 1 cm deep) under the soil."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Propagule Rate: Plants are prostrate and slow growing. However, enough space should be provided between the plants for their proper growth. Rooted rhizomes of 15 cm long should be planted at 45cm apart from each other in rows and the rows should be at least 45 cm apart. Approximately 1,20,000 rhizomes could be accommodated in one ha of land. For planting the crop in one hectare of land approximately 50 kg of rooted rhizomes is required. This has to be collected from the wild (temperate hills)."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application: Loose, humus rich soils are best suited for good growth of this plant. They take longer time to establish in freshly prepared fields. Therefore, before putting the rhizome cuttings, soil of the fields should be properly loosened and mixed well with decomposed Farm Yard Manure @ 25 t/ha for their proper growth. Rhizome cuttings perish quickly if proper moisture conditions are not provided immediately after planting. Therefore, during and after planting, field should have good amount of moisture. However, water logging has been found to be harmful for the plants. The plants of Lycopodium do not survive in subtropical conditions even in glass house. Therefore, plants should be grown in high altitudes, in shades where natural moisture is available in plenty."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting and Optimum Spacing : Rooted rhizomes of approximately 125 cm in length are suitable for planting. There should be at least 45 cm space both between the rhizome cuttings and between the rows for their optimum growth."
        ]
      },
      {
        "type": "subheading",
        "content": "Plant established in the field."
      },
      {
        "type": "unordered_list",
        "content": [
          "Intercropping System: Plants are prostrate, perennial, slow growing and require cool, moist and shady conditions. Therefore, it should be grown under the orchards of small temperate fruit trees (e.g. Apple, Pear, Apricot, Peach, Cherry etc.)"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Interculture and Maintenance Practices: Plants are slow growing, prostrate, require organic manure and do not tolerate dryness, therefore, regular watering and weeding is required. Well decomposed powdered Farm Yard Manure or vermi-compost should also be added to the soil time to time."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation Practices: Plants grow profusely in cool, moist and shady conditions of high altitudes. Therefore, they should be grown in such conditions for their better survival and good growth. In relatively dry places, plants require irrigation almost daily. Irrigation with sprinkler was found to be most useful. However, flooding or water logging in the field during irrigation should be avoided. Care must be taken so that the fields remain always moist."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Weed Control: Initially after planting, hand weeding is required at every 15–20 days. Later as the plant proliferates and forms a dense mat, hand weeding may be reduced after 30–45 days depending upon the weed conditions."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Disease and Pest Control: Diseases are generally not observed field condition. However, it has been observed that, Plant growing in soils having less organic matter, becomes yellowish in colour."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: Plants grown from rhizome cuttings remain vegetative for long time. It produces strobili, the spore producing organ, after 4–6 years of planting."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Post-harvest Management: The most efficient and least destructive way to harvest is by clipping the mature aerial part of the plant near the base of the stem with some sharp instruments preferably with secateurs. Plants should not be pulled from the ground. Rhizomes should be allowed to remain undisturbed in its position on the ground for future growth and harvesting. Strobili should be separated carefully from the plant without dispersing the spores. Strobili and aerial parts are dried separately in shade. Strobili should be dried in paper bags; it takes about one week to dry properly. However, vegetative parts take about two weeks for drying."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Chemical Constituents: It contains fatty oil (40–50%), a complex high polymeric carbohydrate sporonin, sucrose, a protamine, hydrocaffeic acid an alkaloids (0.12%) of which lycopodine is major constituent and the other alkaloids are clavatin and clavatoxine."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Yield: In suitable conditions plants yield about 2.4–2.9 t/ha fresh herb."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Spores are used as dusting powder and absorbent in excoriations of skin; also as a base for medicated snuff and covering for pills to prevent adhesion.",
          "In homoeopathy, the herb is used in the disorders of chest and urinary passage, in rheumatism, cramps and varices, antiseptic, in diseases of lungs and kidneys."
        ]
      },
      {
        "type": "subheading",
        "content": "Lycopodium clavatum in Pot"
      }
    ]
  }
]