[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Asclepiadaceae"
            ],
            [
              "Ayurvedic name",
              "Murva"
            ],
            [
              "Hindi name",
              "Murva, Chinhaur"
            ],
            [
              "Trade name",
              "Murva"
            ],
            [
              "Part used",
              "Roots"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/mt-1test.jpg"
      },
      {
        "type": "text",
        "content": "Marsedenia tenacissima"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Roots of murva are purgative, alterative, and given in colic and gonorrhoea."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Marsedenia tenacissima is a perennial climber with grey bark.",
          "Leaves are 7–15 cm long and 7–10 cm wide, broadly ovate, acuminate, deeply cordate at the base with rounded lobes; both surfaces are densely velvety tomentose when young, but become almost glabrous above when old. Petioles are pubescent and about 5–10 cm long."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers of murva are greenish yellow, arranged in much branched,corymbose cymes.",
          "Calyx is deeply divided; lobes 3–4 cm in diameter, hairy outside.",
          "Corolla lobes are acute. Fruit is a follicle, about 10–15 cm long, paired, ovoid, lanceolate, and longitudinally wrinkled.",
          "Seeds are about 1–2 cm long, flattened, and ovate–oblong in shape.",
          "Flowering occurs in March and April, while fruits mature in May and June.",
          "The seeds are dispersed very frequently by splitting of fruits."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is occasionally found in tropical hilly tracts of peninsular India and Vindhyan ranges as well as lower Himalayan tracts."
        ]
      },
      {
        "type": "text",
        "content": "Marsedenia tenacissima -a plant"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Tropical and subtropical dry and moist deciduous forests having annual rainfall between 1000 mm and 1500 mm are the natural habitat of Marsdenia .",
          "It grows in moist places in nature and is a shade-loving plant. Sandy-loam soil is suitable for its cultivation and it can grow in nutritionally poor soils."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Both seed and vegetative cuttings are suitable for raising commercial-scale planting material.",
          "However, vegetative propagation method is more cost effective, as the rooted cuttings show better survival, growth, and yield.",
          "Vegetative propagation through leafy stem cuttings is, therefore, recommended."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "The best time for raising the crop is May–June.",
          "For propagation through vegetative means, fresh and healthy leafy cuttings, having two to three nodes with axillary buds, are treated with 1000 PPM (parts per million) solution of IBA (indole-3-butyric acid), by quick dip method (60 seconds).",
          "Treated cuttings are planted at 10 cm × 10 cm spacing in nursery or mist chambers to hasten rooting.",
          "Rooted cuttings are ready for planting in the field after 45–60 days, that is, in July–August.",
          "Freshly collected, air-dried seeds should be sown in polybags or a mist chamber after scarification for raising the seedlings.",
          "Scarified seeds take about seven days for germination.",
          "The potting mixture for sowing seeds or transplanting cuttings should contain sand, soil, and FYM (farmyard manure) in equal quantities."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 100 g of seeds are required for a nursery bed of size 10 m × 1 m which is sufficient to raise seedlings for 1 hectare.",
          "Freshly collected seeds should always be used for sowing.",
          "About 30 000 plantlets would be required for 1 hectare if rooted cuttings are used."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "Land preparation must be done before rains.",
          "Land should be free from weeds, well ploughed, well drained, and have a fine tilth.",
          "This species does not tolerate water stagnation, hence, proper drainage and porosity are very important factors for raising this species.",
          "FYM @ 5 tonnes/hectare should be added at the time of field preparation and thoroughly mixed in the soil."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Seedling/rooted cuttings are transplanted at a spacing of 60 cm × 60 cm, with an optimum crop stand of approximately 28000 plants per hectare."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "Murva requires host plant/stalk, hence, intercropping beneath trees with partial shade is most suitable.",
          "Intercropping with trees in orchards can be tried in this species.",
          "However, studies are not available regarding the effect of intercropping on yield of murva or the support crop."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "FYM @ 5–7 tonnes hectare is applied as basal dose at the time of field preparation.",
          "No further application of FYM is required.",
          "The FYM should be properly mixed in soil before planting takes place.",
          "First weeding is done after 15 days of plantation.",
          "Regular weeding at monthly intervals is required."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "The plant needs humid soil for better growth, hence, appropriate irrigation should be done as and when required to maintain soil humidity, but care should be taken that there is no waterlogging.",
          "After the rainy season is over, the crop could be irrigated twice a week in October and November.",
          "Thereafter, in the ensuing dry season, irrigation may be required three to five times a week."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "No serious pests and diseases are noticed in this crop."
        ]
      },
      {
        "type": "text",
        "content": "Marsedenia tenacissima - a plant in nursery"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "The crop matures in six to eight months after plantation.",
          "March–April is the best period for harvesting the crop.",
          "The root may be dug out, washed thoroughly, and kept for air drying in shade.",
          "Completely air-dried roots are stored in airtight containers"
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Roots and seeds are reported to be rich in pregnane glycosides of 2-deoxysugars, which on hydrolysis give genins, sugars, cinnamic, and acetic acid."
        ]
      },
      {
        "type": "text",
        "content": "Yield and cost of cultivation"
      },
      {
        "type": "unordered_list",
        "content": [
          "The estimated yield of dried roots is about 528 kg/hectare.",
          "The estimated cost of cultivation is approximately Rs 85000/hectare."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/mt-4test.jpg"
      },
      {
        "type": "text",
        "content": "Marsedenia tenacissima - rooting from leaf petiole"
      },
      {
        "type": "text",
        "content": "Source : Agro-Techniques of Selected Medicinal Plant"
      }
    ]
  }
]