[
  {
    "heading": "Plant profile:",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Colophyllaceae"
            ],
            [
              "Ayurvedic name",
              "Naagakeshar, Naagapushpa"
            ],
            [
              "Unani name",
              "Naaremushk"
            ],
            [
              "Hindi name",
              "Nagkesar"
            ],
            [
              "English name",
              "Iron-wood, Indian rose chestnet"
            ],
            [
              "Trade name",
              "Nagkeshar"
            ],
            [
              "Parts used",
              "Stamens & flowers"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/flower-of-mesua-ferreatest.png"
      },
      {
        "type": "subheading",
        "content": "Flower of Mesua ferrea"
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "This is an evergreen, large and glabrous tree.",
          "Trunk is straight and erect.",
          "Bark is smooth and ash reddish brown in colour. Wood is red, hard and heavy.",
          "Leaves are 8.0–15.0 cm long, oblong-lanceolate, acute, red when young, afterwards shining above, glaucous, rounded at the base and with close inconspicuous veins. Petioles are short."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are white, hermaphrodite or polygamous, fragrant, 2 to 10 cm across axillary, solitary or sometimes in pairs.",
          "Both sepals and petals are 4 in number, stamens indefinite, golden yellow, much shorter than the petals.",
          "Style is twice as long as the stamens. Stigma is peltate.",
          "Fruits are ovoid, 2.5 – 6.4 cm long with a conical point, woody, greenish in colour surrounded by enlarged sepals.",
          "Seeds are 1 – 4 in number, chestnut-brown and flattened on one side."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is commonly distributed in mid-hills of Eastern Himalayas and rain forests of Konkan and Karnataka in Western Ghat.",
          "Plant is also distributed in Nepal eastwards, in north-eastern India, Deccan Peninsula and in the Andaman Islands."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant requires well drained and deep fertile soil, stiff clay soil.",
          "Low-lying areas are unsuitable.",
          "It is a strong shade bearer, particularly when young and this makes it a valuable component of the middle storied tree in forests.",
          "It is susceptible to frost and drought."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "One year old seedlings raised from seeds. Seedlings are of 45–50 cm in height at the time of planting."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "subheading",
        "content": "Raising Propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "Natural regeneration : In natural regeneration abundant seedlings are found. Artificial propagation is done by direct sowing or by transplanting nursery raised seedlings.",
          "Vegetative propagation : This tree takes 12°r more years to flower. So vegetative propagation (both stem and root cuttings) is more relevant especially when flower and fruit are economically important for medicinal used."
        ]
      }
    ]
  },
  {
    "heading": "Propagule Rate and Pretreatment:",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Freshly collected seeds with dark brown colour give about 100% germination.",
          "Seeds soaked in cold water for 24 hours hasten germination.",
          "Approximately 400 plants are required per hectare for planting at a spacing of 5m x 5m.",
          "No particular treatment is given to the propagules before planting."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application : The land is ploughed, harrowed and planked, mixed throughly with Farm Yard Manure (FYM)@ 15–20 ton/ha. The field is made weed-free through hoeing."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting and Optimum Spacing : Seedlings of 45–50 cm height of about one year old are planted at a spacing of 5m X 5m during autumn rains. The plants are provided with partial shade by growing Arhar ( <em>Cajanus cajan</em> ) around the plants during early stage of establishment."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Intercropping System : Annuals crops viz. Ginger, Turmeric, Aloe, Pineapple etc. can be grown as intercrops during first 3 to 4 years of growth."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Interculture and Maintenance Practices : Initially NPK fertilizers @ 0.05–0.10 kg/plant is recommended once during the rainy season in the first year. Its doses may be enhanced in subsequent years depending upon the age of the plants. Usually additional Nitrogen may be applied after six months to boast growth. Hoeing and weeding is required during first ten years of growth."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation Practices : Crop requires irrigation at 15 days interval during dry seasons mainly from December to May in early stage."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Disease and Pest Control : No disease or pests or any other physiological disorder was noted. However, being a tree species, biopesticide is advisable against whiteants."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting : Tree begins bearing flowers after 4 years of planting. It bears flowers in April- June (Eastern Himalayas) and fruiting during July- Sept. Most of fruits bear 2 seeds. Dark brown seeds just after the fruit dehiscence are found to be most viable. The yield is sizable after 10 years and over."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Post-harvest Management : Stamens or flower buds are picked up early and dried fast in shade. The dried stamens are packed in moisture proofbags in dark and ventilated stores. Stamens may be consumed early."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Chemical Constituents : Stamens possess essential oil and gave α-β-amyrin, β-sitosterol, biflavonoids. Seed oil gave 4-phenyl comarin analogues – mesuol, mammeign, mesuagin, mammeisin and mesuone. Seed oil is rich in oleic, stearic and palmitic acids."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Nagkesar is a well-known medicinal plant widely used in indigenous system of medicine.",
          "Stamens is the main constituent.",
          "The genuine Ayurvedic drug Nagesar, which is considered astringent, stomachic, cooling, carminative, expectorant and purgative.",
          "It hastens fermentation and imparts fragrance to Ashava and Aristas used in Ayurveda preparations.",
          "Flowers are astringent, stomachic, expectorant, made into paste with butter and used in bleeding piles and burning feet.",
          "Powdered flower bud is mixed with honey is given in blood dysentery, piles and leucorrhea.",
          "Bark acts as tonic after childbirth and also useful in anemia.",
          "Bark and unripe fruit are sudorific. Leaf and flower are antidysenteric.",
          "Flower acts as stomachic, expectorant and used in piles & burning of the feet.",
          "Seed oil is antirheumatic and used in skin diseases."
        ]
      },
      {
        "type": "subheading",
        "content": "Source : Agro-techniques of Selected Medicinal Plants"
      }
    ]
  }
]