[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Orchidaceae"
            ],
            [
              "Ayurvedic name",
              "Jeevak, Rishbhak"
            ],
            [
              "Hindi name",
              "Jeevak"
            ],
            [
              "Parts used",
              "Pseudobulbs and tubers"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/mw-1test.jpg"
      },
      {
        "type": "text",
        "content": "Microstylis wallichii -growing plant"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The Microstylis plant is rejuvenating tonic, styptic aphrodisiac, and antioxidant.",
          "It has a cooling action and cures bleeding diathesis, fever, phthisis, and burning sensation.",
          "It is an important ingredient of Ashtawarga, under Jivaniya Varga of Charaka Samhita, which literally means ‘life-giver’."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Jeevak is an erect, tuberous, small, terrestrial orchid, about 20–25 cm high.",
          "The stem tends to be pseudo-bulbous at the base.",
          "New plants arise from the root stock and the mother plant decays as the daughter plants grow.",
          "Leaves are simple, three or five in number, and sheathing at the base."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are minute, pale yellowish-green in colour, tinged with purple, and borne in terminal racemes.",
          "Flowers bloom in mid-May and the plant remains in full bloom till October.",
          "Fruiting is completed in October–November, after which it enters into dormant stage."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is found in temperate to sub- alpine ranges of the Himalayas, between 1800 m and 2300 m altitude.",
          "Its distribution is scarce and restricted.",
          "It is a shade- loving species and needs rich humus and soil moisture."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/mw-2test.jpg"
      },
      {
        "type": "text",
        "content": "Microstylis wallichii - flowers"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Microstylis wallichii thrives well in moist, shady places covered with thick leaf litter deposits in dense oak–deodar forest zone.",
          "It preferably grows on the cool northern and western hill slopes.",
          "Sometimes, this species is also found in depressions and gorges in hills such as shola forest type habitat.",
          "It grows in loose sandy loam soil, rich in humus, chiefly on upper stratum of organic layer, in the wet localities.",
          "The requirement of mean annual rainfall ranges between 1000 mm and 1500 mm, and the optimal mean annual temperature range is 10–15°C."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Orchids are characterized by very small seeds that are not fit for propagation.",
          "Only vegetative parts, whether pseudo bulbs, daughter plants, nodal segments of rhizomes or tubers, are feasible as propagation material.",
          "Studies conducted on this species suggest that seeds show poor germination and produce seedlings of low vigour.",
          "Also, the fruiting pods are very small and most of the seeds are dispersed before collection.",
          "Seed viability studies are also not available.",
          "Each pseudo bulb has four to five nodal segments.",
          "These pseudo bulbs are collected in the first half of November.",
          "Mature bulbs may be collected from the wild sources in the rainy season."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "The crop is raised by planting whole, half or segmented pseudo bulbs directly in main field in the first fortnight of May.",
          "The soil is treated with fungicide or solarized to check the fungal attack."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 250 000 nodal segments or 125 000 bulbs are required for planting as a sole crop in 1 hectare of land at a spacing of 20 cm × 20 cm.",
          "Nodal segments or pseudo bulbs may be treated with fungicide to prevent decay.",
          "When it is intercropped with crops like colocasia, turmeric, ginger, and so on, about half the bulbs or nodal segments may be required as per the spacing because of alternating pattern of cropping."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/mw-3test.jpg"
      },
      {
        "type": "text",
        "content": "Microstylis wallichii - pseudobulbs"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "Initial land preparation is done in November or December.",
          "The field is left fallow for the entire winter.",
          "It needs large quantity of organic manure and layering of leaf litter (40–50 tonnes/ hectare), which are applied in two doses.",
          "The land is again ploughed in next May, followed by mixing of half the amount of FYM (farmyard manure) and leaf litter in the soil in a pulverized form.",
          "Remaining half of the organic manure is added to the field after planting.",
          "Raised beds are prepared to provide good drainage."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Bulbs are planted in the field in the first fortnight of May, before they sprout.",
          "Under the optimum favourable conditions, a pure crop of Microstylis with a spacing of 20 cm × 20 cm requires about 125 000 bulbs (250 000 nodal segments) per hectare of land."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "Microstylis can be grown as a sole crop as well as an intercrop with plants like colocasia, ginger and turmeric."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Mycorrhizal association is necessary for increasing nutrient uptake efficiency in this orchid.",
          "Application of FYM and leaf mould @ 40–50 tonnes per hectare is optimum for the crop growth.",
          "The organic manure is applied in two doses.",
          "Frequent weeding is required in the rainy season.",
          "Mulching of the beds with leaf litter ensures control of weed growth, checks soil erosion, and helps to conserve moisture during the dry period."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "This species is planted just before the onset of the rain, so irrigation is needed immediately.",
          "However, if rains do not commence within a week of planting, repeat irrigation becomes necessary to save the sprouting bulbs.",
          "Frequent watering is required in the early stages of the cropping.",
          "Thereafter, sprinkler irrigation may be done twice a week."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "Attack of white grub or June beetle, a subterranean pest, is occasionally noticed on the bulbs.",
          "Application of phorate @ 10 g/litre as a basal treatment at the time of planting can check the white grub attack.",
          "Manual picking or solarization of soil also helps in countering the grub.",
          "No fungal attack has been reported in the field.",
          "Moist bulbs are susceptible to attack of rot fungus during storage.",
          "Beds under open conditions show leaves tinged yellow, which is not the case in beds in shade."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/mw-4test.jpg"
      },
      {
        "type": "text",
        "content": "Microstylis wallichii - plant in nursery bed"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "The crop matures in five months and the tubers are ready to be harvested when dormancy sets in during the last week of October or first week of November.",
          "Bulbs are dug carefully after watering.",
          "The injured bulbs cannot be stored and are prone to decay."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Storage of harvested tubers is done by burying them in sand/soil.",
          "Pseudo bulbs can also be stored in pots or brick chambers filled with sand or inside the pits made on the sloping walls of terraces.",
          "Storage in sand and inside sloping pits gives 100% protection for future plantation, but there are chances of damage due to rodent attack and accumulation of water inside the pits.",
          "The produce is cleaned, dried in shade, and stored in cool dry place for marketing."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Biochemical studies of pseudo bulbs have shown major constituents as carbohydrates (23%–28%), proteins (30–42 mg/g), total sugars (29–32 mg/g), and phenols (1.2–2.1 mg/g).",
          "Collections from wild sources are generally more rich in these constituents than the cultivated produce.",
          "Phenolic content is marginally higher in the cultivated crop."
        ]
      },
      {
        "type": "text",
        "content": "Yield and cost of cultivation"
      },
      {
        "type": "unordered_list",
        "content": [
          "Average yield of dried tubers varies from 600 kg per hectare to 750 kg per hectare.",
          "An annual expenditure of nearly Rs 110 000 is incurred on cultivating the crop on 1 hectare of land."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plant"
      }
    ]
  }
]