[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Fabaceae"
            ],
            [
              "Ayurvedic name",
              "Kapikachu, Atmagupta"
            ],
            [
              "Unani name",
              "Konch"
            ],
            [
              "Hindi name",
              "Gonca, Kauncha, Kavach"
            ],
            [
              "English name",
              "Cowhage, Horse-eye Bean"
            ],
            [
              "Trade name",
              "Koncha, Kaunch beej"
            ],
            [
              "Parts used",
              "Seeds"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/mucuna-prurienstest.png"
      },
      {
        "type": "subheading",
        "content": "Mucuna pruriens"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is an annual, climbing shrub with long vines that can reach over 15 meters in length.",
          "When the plant is young, it is almost completely covered with fuzzy hairs, shed with age.",
          "The leaves are tri-pinnate, ovate, or rhomboid shaped. In young plants, both sides of the leaves are hairy."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The flowers are arranged in axillary arrayed panicles, 15 to 32 cm long and each have two to many flowers.",
          "The accompanying leaves are about 12.5 cm long.",
          "The vines come into flowering after 120–125 days of sowing and continue to bear flowers and fruits till 180–200 days.",
          "<em>Mucuna pruriens</em> bears white, lavender or purple flowers.",
          "Its pods are about 10–20 cm long and are covered with loose white to creamish hairs that cause a severe itching if they come in contact with skin.",
          "The chemical compounds responsible for the itch are a protein, mucunain and serotinin.",
          "The seeds are shiny black, brown or spotted white in colour."
        ]
      }
    ]
  },
  {
    "heading": "Pod Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Pods are 4 to 10 cm long, 1 to 2 cm wide at the time of maturity.",
          "The husk is very hairy and carries upto seven seeds.",
          "The seeds are round or flattened, uniform, ellipsoid, 1.0 to 1.9 cm long, 0.8 to 1.3 cm wide and 4 to 6.5 cm thick.",
          "The hilum, the base of the funiculus (connection between placenta and seeds) is surrounded by a significant arillus (fleshy seeds shell)."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Globally this species is widely distributed in the tropical regions of Asia and Pan Tropics.",
          "It is found in most part of India, upto 1000 meter elevation includes Andaman and Nicobar Islands."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The crop grows in all types of soils, but sandy loam soil with good drainage and pH between 5.50 to 7.50 is preferred.",
          "It thrives in sub-tropical to tropical climate with a minimum temperature of 15°C in winter and maximum of 38°C in summer months.",
          "The crop is seen growing in varied climate such as coastal humid climate to dry arid climate. Hence the crop is said to be highly acclimatizing and adaptive."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds"
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "subheading",
        "content": "Raising Propagules:"
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seed Viability: The seeds harvested from the mature fruits are viable for more than two years, recording viability of more than 90%. The germination percentage declines after 2 to 3 years of storage.",
          "Land Preparation and Fertilizer Application: The field should be ploughed well to make the soil porous to facilitate germination and sprouting of seeds. Farm yard manure at the rate of 10 to 20 t/ha at the time of land preparation is applied to the field.",
          "Time of Planting: It is 180 to 200 days duration crop and is sown in last week of June prior to onset of rainy season. The germination takes 8 to 10 days and the field is stocked with young growing vines in 9 months period. These vines need support of bamboo sticks for better growth and higher seed production.",
          "Spacing: Results from field experiments have shown that planting at a distance of 1X0.75 m/ha or 1.0X0.6 m/ha depending upon soil fertility produces 2.5 to 3.0 t/ha of seed on pandal support system.",
          "Manure and Fertilizers: Field experiments on the use of fertilizers have shown that 75, 50 and 50 kg/ha of NPK produce high seed yield. They are applied preferably in 2 to 3 doses. The fertilizers P and K are applied along with FYM at the time of sowing. The crop begins to produce mature pods after 140 days and 2 to 3 pickings of pods are taken at the interval of 20 days during pod maturing. The pods are plucked when they turn brown and appear drying.",
          "Irrigation: It is given fortnightly irrigation during dry season and one irrigation per month is required in winter during pod picking.",
          "Disease and Pest Control: Sometimes, collar rot during initial stges of seedling growth has been found which can be managed by applications of 2 kg Trichorich (a formulation of trichoderma in neem cake) and 2 kg <em>Pseudomonas fluorescens</em> mixed with 500 kg FYM and applied to the root region. Amongst insect pests, the leaf eating hairy caterpillar is found to damage the crop during pre-flowering stage. To control the pest, Neem soap is recommended to be sprayed at the rate of 5 gm/lit."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: The crop matures in about 140 days after sowing. Mature pods are harvested to collect seeds from the pods. At the time of harvesting the pods turn to greyish-brown in colour indicating maturity for picking. Normally 3–7 seeds are found in a pod and 5–6 pods per inflorescence are generally available. Thus, about25–30bunches can be harvested per plant. Normally 100 seeds weigh 90–110 gm.",
          "Post-harvest Management: The pods thus harvested from the field are dried in the sunlight for 4–7 days; the seeds are further dried in shade to reach approximately 7–8% moisture in the seeds. The seeds are normally stored in gunny bags made of jute and then covered with polythene to protect from absorption of atmospheric moisture.",
          "Chemical Constituents: The seeds contain high amounts of L-DOPA that is used in the treatment of Parkinson's disease. It also contains lecithin, a glucoside and a number of alkaloids including nicotine, prurienine, pruriedine, the seed kernel contain fatty oil.",
          "Yield: Seed yield is high between 2.5 to 3.0 t/ha on large scale cultivation. The L-DOPA content from the seed range between 3 to 4%. A high yielding culture called “Zhandu Kanchha” is developed through crossing and selection by Zandu Foundation of Health Care. It yields high L-DOPA (4.5%) and high seed yield; the seed is devoid of stinging hairs. ."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds are used as tonic, aphrodisiac and the in treatment of Parkinson's disease.",
          "The decoction of the seeds is used in rheumatic ailments.",
          "Farmers raise it as a fodder and green manuring crop in Central and Southern Indian States."
        ]
      },
      {
        "type": "subheading",
        "content": "Source: Agro-techniques of selected medicinal plants"
      }
    ]
  }
]