[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Convolvulaceae"
            ],
            [
              "Ayurvedic name",
              "Trivrit"
            ],
            [
              "Unani name",
              "Turbud"
            ],
            [
              "Hindi name",
              "Nishoth"
            ],
            [
              "Trade name",
              "Turpeeth, Nishoth"
            ],
            [
              "Parts used",
              "Root bark, root and stem"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/op-1test.jpg"
      },
      {
        "type": "text",
        "content": "Operculina turpethum in field"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Operculina turpethum is a source of a drug known as turpeth or Indian jalap.",
          "Root and root bark are cathartic and laxative.",
          "The tuberous roots are also efficacious in dropsy, melancholia, gout, leprosy, rheumatism, and paralysis."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Nishothra is a perennial climber with latex.",
          "Root is long, slender, fleshy, and much branched.",
          "Stems are very long, fast growing, twining and much twisted, angled, and winged. Leaves are 5–10 cm × 1.3–7 cm in size, ovate or oblong, more or less pubescent on both sides, especially when young, minutely reticulate veined."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Inflorescence is a cyme with few flowers.",
          "Peduncles are stout, 2.5–5 cm long.",
          "The two bracts are large, caducous, and often pinkish.",
          "In flower, the outer sepals are up to 2.2 cm long, accrescent, much angled in fruit, broadly ovate, mucronate, concave, and pubescent; the three inner sepals are smaller, barely 2 cm long, very thinly membranous, and glabrous.",
          "Corolla is white, 3.8–5 cm long, and campanulate.",
          "Capsules are about 1.6 cm in diameter, globose, enclosed in the enlarged, brittle sepals.",
          "Flowering and fruiting occur twice a year from September to November and then from March to May."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is found throughout tropical dry and moist deciduous regions in central and peninsular India."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/op-2test.jpg"
      },
      {
        "type": "text",
        "content": "Operculina turpethum flowers"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Sandy loam to clay loam soil in moist tropical regions is suitable for the cultivation of this species.",
          "It prefers shady and moist places."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plants can be raised by vegetative propagation as well as from seeds.",
          "Stem cuttings having two nodes may either be planted directly in the field in monsoon (July) or may be rooted first in a mist chamber during March–June.",
          "April–May is the best season for seed collection when fruits mature."
        ]
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "No certified varieties are available, but there are three morphological variants, white, black, and red nishoth.",
          "White nishoth is considered to be the best for medicinal purposes."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "Best method for raising the plants is to use vegetative cuttings of length 10 cm, which should have two nodes.",
          "These cuttings may be planted in polybags or directly in mist chamber for rooting.",
          "The potting mixture should contain sand, soil, and FYM (farmyard manure) in equal quantities.",
          "Best time for raising poly pot plants is March–June in mist chambers.",
          "Vegetative cuttings may directly be planted in the field in July.",
          "Planting stock can also be raised through seeds, which may be sown in polybags during April– May immediately after collection.",
          "Scarified seed germinates after seven days of sowing in the nursery."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 2 kg seeds are required for raising planting stock for 1 hectare plantation. Soaking of seeds in water for 24 hours followed by mechanical scarification by rubbing seed coat with sand paper gives 95% germination."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/op-3test.jpg"
      },
      {
        "type": "text",
        "content": "Operculina turpethum"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "Land should be ploughed well followed by harrowing twice and planking for good aeration and drainage, since this species is susceptible to waterlogging.",
          "About 2 tonnes of FYM per hectare is mixed in the soil during field preparation in June."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Rooted cuttings or seedlings are transplanted in the well-prepared field at a spacing of 30 cm × 30 cm.",
          "Thus, the optimum crop stand per hectare is 110 000.",
          "Planting is done on ridges to avoid mortality due to waterlogging."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "Since the species is a shade-loving twiner and needs host for support, it can be planted as an under-crop in tree plantations or near hedges and shrubs."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "As already stated, about 2 tonnes of FYM per hectare is mixed in soil during field preparation in June before the onset of rains.",
          "No further application of any manure is required. Regular manual weeding is recommended after planting and after every 15-day interval."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "During rainy season, irrigation is seldom required, but in dry spells, flood irrigation at an interval of five to seven days is given till December–January."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/op-4test.jpg"
      },
      {
        "type": "text",
        "content": "Operculina turpethum after two years of plantation"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "Crop duration is 10–12 months.",
          "Best time for harvesting the roots, stem, and leaves is March–April when the plants begin to dry."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Freshly collected roots should be washed thoroughly with fresh water and dried initially in sun for two to three days, followed by drying in shade for the next 10 days till the moisture content reduces to 8%."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Turpeth contains 9%–13% resin, which is a mixture of α and β-turpethin, glycosides, and turpethin, besides coumarin, scopoletin, and sugars."
        ]
      },
      {
        "type": "text",
        "content": "Yield and cost of cultivation"
      },
      {
        "type": "unordered_list",
        "content": [
          "Root yield is about 1500 kg/hectare after 10 months.",
          "Stems serve as a source of future propagules.",
          "Cost of in- puts for initial crop is Rs 50 000/hectare and it is Rs 25 000/hectare in following years, as the planting material is obtained from the previous crop."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]