[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Bignoniaceae"
            ],
            [
              "Ayurvedic name",
              "Shyonak"
            ],
            [
              "Unani name",
              "Sonapatha"
            ],
            [
              "Hindi name",
              "Sonapatha"
            ],
            [
              "Trade name",
              "Sonapatha"
            ],
            [
              "Parts used",
              "Root bark, stem bark, fruits, seeds, and leaves. Root bark is recommended for medicinal use, but market samples generally contain stem bark."
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/oi-1test.jpg"
      },
      {
        "type": "text",
        "content": "Oroxylum indicum"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Root bark of sonapatha is an astringent, tonic, anti-diarrhoeal, diuretic, anodyne, and is used to cure dropsy.",
          "It is an ingredient of ‘dashamoolarishta’ of Ayurvedic medicine.",
          "Stem bark is anti-rheumatic. An infusion of bark powder is diaphoretic.",
          "Tender fruits have spas- molytic, carminative, and stomachic properties, while seeds are purgative."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Oroxylum indicum is a medium-sized, soft-wooded tree attaining a height of 10–16 m. Stem bark is dull brown in colour; leaves are broad, 60–120 cm in length and pinnately compound.",
          "Leaflets are ovate, wavy, and acuminate. Leaf fall occurs during winter season (January) each year.",
          "The tree is recognized by ternately bipinnate leaves."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Inflorescence is generally situated at the apices of branches and its length is about 30 cm or more.",
          "Flowers are large, fleshy, violet coloured, and foul smelling with 2.5-cm-long pedicle. Calyx and corolla are about 2.5 cm and 6.5 cm in size, respectively. Stamens are slightly exerted and base of filaments is wooly.",
          "Fruit is a follicle, 30–90 cm long and 5–10 cm broad, strap/sword shaped, compressed, and two-valved.",
          "Seeds are flattened and winged. Flower- ing occurs from July to August, while fruiting occurs from December to March."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is found throughout the tropical forests of India, that is, north-eastern, central, and southern India.",
          "It is more frequent in Vindhyas and southwards in mix-deciduous forests, ascending to 1000 m altitude and natu- rally found in forests near rivers and streams.",
          "The species is generally absent in dry climate of western India."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/oi-2test.jpg"
      },
      {
        "type": "text",
        "content": "Oroxylum indicum -plant"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant prefers tropical areas that receive well-distributed rainfall, that is, between 85 cm and 130 cm per annum.",
          "Sandy-loam fertile soil is best suited for good growth and development of the species; but it can also grow well in medium to deep black soils to sandy loam soils."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seed is the best propagation material and should be collected before split- ting of pods during February–March.",
          "Seed germination percentage is 80%–90% without any pretreatment."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "Before field preparation, a nursery of the plants is raised in polythene bags during second half of March for seedling establishment.",
          "The polybags should be filled with sandy-loam soil with good quality, well-decomposed FYM (farmyard manure) added to it in the ratio 2:1.",
          "After emergence of the seedlings, the plants are watered regularly to maintain optimum moisture level."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "In all, 250 g of seeds are sufficient to raise stock for plantation on 1 hectare of land.",
          "The seeds should be soaked in water for at least 12 hours before sowing to ensure good germination."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/oi-3test.jpg"
      },
      {
        "type": "text",
        "content": "Oroxylum indicum -young plant"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The land is tilled to make it porous, friable, and weed-free.",
          "Pits of appropriate size, preferably 60 cm × 60 cm × 60 cm, are dug in a square planting geometry (2 m × 2 m).",
          "Approximately, 10 kg FYM, 150 g of nitrogen, and 250 g of single super phosphate are mixed in the topsoil, and the pit is loosely filled back before planting."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting in the main field is done in the first week of July (with the onset of monsoon in central India).",
          "A spacing of 2 m × 2 m is considered appropriate.",
          "An optimum crop stand of 2500 plants/hectare is achieved with this spacing.",
          "Gap filling is done in September."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "The plant can be grown as a sole crop as well as in a mixed cropping pattern.",
          "Short-term seasonal herbs can be grown in the inter-spaces after first year of growth."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 20 kg of well-decomposed FYM, 150 g of nitrogen, and 250 g of super phosphate are required per plant in three split doses at intervals of six months for two years after transplanting.",
          "Potash is required only in potassium-deficient soils.",
          "Normally, two weedings alongwith hoeing are considered sufficient.",
          "However, the pit area around the plants may be given more frequent manual weeding, if required."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "In the first year, irrigation should be done at least six to eight times but more frequent irrigation during the summer months (at an interval of 7–10 days) is desirable for maximum productivity.",
          "The check basin method is found best for irrigation."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "No diseases and nematode attacks have been reported.",
          "However, leaf-eating caterpillars like Bihar hairy caterpillar ( Diacrisia obliqua ) and grasshoppers damage leaves during rainy season.",
          "Besides, termite attack causes serious damage to root bark in crops grown on drier lands. These insects can be controlled by applying Endosulphan 30 EC spray @ 0.03% in water solution twice at 15-day interval as soon as the termites attack the plants."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/oi-4test.jpg"
      },
      {
        "type": "text",
        "content": "Oroxylum indicum -seed"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "The tree starts flowering and fruiting after three years, and forms viable seeds even in first fruiting.",
          "It takes about three to five months for fruits to attain maturity.",
          "The plants are up- rooted for harvesting of root bark only after six to eight years, October– December."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "A pit is dug around the tree and filled with water to facilitate uprooting.",
          "After uprooting, the roots are thoroughly cleaned.",
          "Thereafter, the bark is peeled off and the root is cut into small pieces, which are shade-dried to reduce their moisture level to less than 12%.",
          "The dried material is stored in moisture-proof bags."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "The root bark contains chrysin, baicalein, dehydrobaicalein, and orozylin.",
          "Stem bark possesses flavonoids such as oroxylin, baicalein, scutelarin and 7-rutinoside, chrysin, and p-coumaric acid.",
          "Heartwood yields β-sitosterol and isoflavone-prunetin."
        ]
      },
      {
        "type": "text",
        "content": "Yield and cost of cultivation"
      },
      {
        "type": "unordered_list",
        "content": [
          "A six-year-old tree yields only 1 kg of dried root bark.",
          "Therefore, the estimated yield of root bark is about 4.0 quintals/hectare per year from sixth year onwards.",
          "An expenditure of about Rs 45,000 is incurred for cultivating crop on 1 hectare of land for a duration of six years."
        ]
      }
    ]
  }
]