[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Rubiaceae"
            ],
            [
              "Ayurvedic name",
              "Gandha Prasarani"
            ],
            [
              "Unani name",
              "Gandhali, Parsarini"
            ],
            [
              "Hindi name",
              "Gandheli"
            ],
            [
              "Trade name",
              "Gandha Prasarini"
            ],
            [
              "Parts used",
              "Whole Plant"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/paederia-scandenstest.png"
      },
      {
        "type": "subheading",
        "content": "Paederia scandens"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Paederia scandens</em> is a slender, glabrous, twining shrub, foetid when bruised.",
          "Its leaves are opposite 5–15X1.8–5.0 cm in dimension with long petiole, ovate or lanceolate, base acute or rounded.",
          "Petiole is 1.0–2.5 cm long.",
          "Flowers are in panicles, 5–12 cm long, puberulous, cymose at the extremity and bracts are minute and ovate."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are sessile and pedicelled; calyx is small, tube campanulate; corolla is tomentose.",
          "Fruit is crowned by the conical disk and minute calyx-teeth."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "It is mainly found in lower tracts of Eastern Himalayan States viz. Assam, Bengal and Bihar, North East States upto 800 meter."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The crop can be grown under the hot and humid climatic conditions, where average relative humidity is high (85%) and maximum & minimum temperature varies between 16°C and 30°C respectively and rainfall is 150–200 cm.",
          "It is cultivated in plains to a higher altitude upto 600 m above msl. Soil should be sandy-loam and acidic in nature."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "text",
        "content": "Vegetative propagation by cuttings."
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: Cuttings may be planted in raised beds at 10 cm apart row and 5 cm within a row. Double node stem with leaves is recommended for planting in the month of August and September. Seed germination is low around 25–30%.",
          "Propagule Rate and Pretreatment: 22,400 cuttings/ha are required. Growth hormone like IBA may be used for early sprouting."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: Land should be prepared to fine tilth before planting. FYM @ 15–20 t/ha can be applied for good initial growth. NPK @ 100:50:50 kg/ha may be applied by broadcasting. A dose of nitrogen based fertilizer at 40 kg may be applied after each harvest.",
          "Transplanting and Optimum Spacing: Best time of transplanting sprouted cuttings is during September in Assam. Staking is to be provided when it attains a height of 90 cm or over. Optimum spacing is recommended at 60X60 cm.",
          "Intercropping System: Winter vegetables may be grown as intercrop.",
          "Interculture and Maintenance Practices: Hoeing along with weeding, is necessary at 45 days after planting; thereafter, once in a year.",
          "Irrigation Practices: It is a rainfed crop in Assam.",
          "Weed Control: Weeding is done at 60 and 90 days after transplantation. However, where-ever pre-emergence weedicide like simazine @ 2.0 kg/ha, or oxyflurefen@2.0 kg/ha is applied, the weeding could be delayed to 120 days and thereafter after each harvest.",
          "Disease and Pest Control: No pest and diseases have been observed in the trial plantation."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: Crop matures after six months. First harvest of vines can be done at 6 months (March-April) from the date after transplantation; thereafter, at 4 months interval (July-August and October-November). Winter harvesting is not advisable.",
          "Chemical Constituents: Plant contains friedelan-3-one, β-sitosterol and epifriedelinol; the leaves and stem gave iridoid glycosides – asperuloside, paederoside and scandoside; sitosterol, stigmasterol, campesterol; ursolic acid, hentriacontane, hentriacontanol, ceryl alcohol, palmitic acid and methyl mercaptan.",
          "Yield: Yield 1.2 t/ha (Dry weight basis) annually."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/paederia-scandens-in-fieldtest.png"
      },
      {
        "type": "subheading",
        "content": "Paederia scandens in field"
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Whole plant is used in Indian System of Medicines.",
          "The plant is considered specific for treating rheumatism and all types of neurological diseases.",
          "It is extensively used in paraplegia, rheumatism and sciatica."
        ]
      },
      {
        "type": "subheading",
        "content": "Source: Agro-techniques of selected medicinal plants"
      }
    ]
  }
]