[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Phyllanthaceae"
            ],
            [
              "Ayurvedic name",
              "Bhui-amalaki, Tamalki"
            ],
            [
              "Unani name",
              "Bhui-amla"
            ],
            [
              "Hindi name",
              "Bhui Aamla"
            ],
            [
              "Trade name",
              "Bhui-amla"
            ],
            [
              "Parts used",
              "Whole plant"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Phyllanthus amarus"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Phyllanthus amarus</em> is an annual herb 60 to 75 cm tall, quite glabrous.",
          "Root is stout and woody and stems are often branched at base and angular.",
          "Leaves are numerous, sub-sessile, disticthious, stipulate and paripinnate with small leaflets.",
          "The leaflets are oblong, having nerve obscure and base rounded.",
          "Root is stout tortuous and woody."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are veryminute, shortly pedicelled numerous and axillary and yellowish in colour.",
          "Sepals are 5–6, ovate-oblong outer acute, coriaceous with pale margins; disk in both sexes of glands; male flowers 1–3 pedicelled; female flowers are solitary, larger and erect.",
          "Stamens are 3, sessile on a short column didynamous, styles minute, reflaxed very short.",
          "The fruit is capsule, minute, globose and dehiscent.",
          "Seeds are with strong parallel and transverse ribs."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "The plant is distributed throughout India mainly in tropical and sub tropical parts of the country."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "text",
        "content": "The plant grows in tropical and subtropical climate over well drained sandy -loam soil for its luxurious growth."
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "text",
        "content": "Seeds (They are viable upto six months from the time of harvest)."
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: Seeds are sown in raised nursery beds during June after rains and seedlings later transplanted on ridges in well laid out plots.",
          "Seed Rate and Pretreatment: About 4 kg seed may be needed for raising seedlings for planting on one hectare of area. No specific pretreatment of seed is recommended."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: The soil should be ploughed, harrowed and plucked and made into a fine tilth. 20 tonnes of FYM is applied during land preparation. For nursery beds, farm yard manure at the rate of 10 t/ha is mixed in the soil along with 100 gm Azospirillum + 100 gm Phosphobacteria + 100 gm Trichoderma as basal medium. In main field 25–30 t/ha of FYM is applied as a basal medium + 2.5 kg Azospirillum + 2.5 kg Phosphobacteria is given before transplantation.",
          "Transplanting and Optimum Spacing: 15–20 days old seedlings of 8–10 cm height are transplanted at 30 cm distance in rows in the field immediately after the first monsoon shower. If there is no rain; the field should be irrigated immediately after transplantation. For one hectare area about 4.0 lacs seedlings are needed at an optimum spacing of 25X25 cm.",
          "Interculture and Maintenance Practices: The crop needs hand weeding at 30 and 60 days interval after planting.",
          "Irrigation: Irrigation is required during dry season if monsoon rains is scanty. The frequency of irrigation depends on the moisture content of soil.",
          "Disease and Pest Control: Powdery mildew disease occurs during rainy season. This is controlled by spraying biopesticides like Azadirachtin, <em>Trichoderma viridie, Pseudomonas cholotorapsis etc.</em>"
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: The crop matures in 80–90 days when it should be harvested; it has maximum active chemical ingredients at fruiting. However, seeds collection is done after 110–120 days old crop.",
          "Post-harvest Management: Whole plant is pulled manually and shade dried. The dried herb is stored in polythene lined gunny bags at cool, well ventilated godowns.",
          "Chemical Constituents: The herb contains three crystalline lignans including phyllanthine and hypophyllanthine (non-bitter part). In addition, five flavonoids have been identified <em>viz.</em> quercetine, astralgin, quercitrin, isoquecitrin and rutin. Four alkaloids have also been separated. The total phyllanthin lignans range between 1 to 1.2% in the dry herb.",
          "Yield and Cost of Cultivation: A yield of 2 to 3 t/ha of dry herb is obtained."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is widely used to tone-up sluggish liver and also given in chronic liver condition and jaundice.",
          "In Unani medicine, the plant is used in jaundice as deobstruent, diuretic, cooling and astringent.",
          "In recent studies, the herb and its root have exhibited antiviral actions onHepatitis-B."
        ]
      },
      {
        "type": "subheading",
        "content": "Source: Agro-techniques of selected medicinal plants"
      }
    ]
  }
]