[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Scrophulariaceae"
            ],
            [
              "Ayurvedic name",
              "Katuka"
            ],
            [
              "Unani name",
              "Kutki"
            ],
            [
              "Hindi name",
              "Kutki"
            ],
            [
              "Trade name",
              "Kutki"
            ],
            [
              "Parts used",
              "Root and Rhizome"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/pk-1test.jpg"
      },
      {
        "type": "text",
        "content": "Picrorhiza kurroa"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Kutki is an anti-pyretic, anthelmintic, carminative, stomachic, hepatoprotector, anti-malarial, and laxative in small doses but cathartic in large doses.",
          "It improves appetite and stimulates gas- tric secretions.",
          "It is useful for asthma, cold, and cough, and also administered in liver complaints, anaemia, and jaundice.",
          "The plant is used as a substitute or adulterant of Gentiana kurroa ."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The Picrorhiza species is a small perennial herb.",
          "Stem is small, weak, creeping, erect at flowering, leafy, and slightly hairy.",
          "Roots are about 5–10 cm long.",
          "Rhizomes are jointed and zigzag, greyish-brown, cylindrical, irregularly curved with branching and rooting at the jointed nodes.",
          "Leaves are 5–10 cm long, almost radical, sharply serrate, turning black on drying."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are very small, white or pale blue purple, in dense terminal spikes.",
          "Bracts are oblong or lanceolate, equalling the calyx. Sepals are lanceolate.",
          "Corolla units are five in number and have a cleft in the middle.",
          "Fruit is a two-celled spherical capsule.",
          "Seeds are many, white, with an oblong curved raphae.",
          "Flowering and fruiting occur from June to August."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species occurs in alpine Himalayas, from Kashmir to Sikkim, between 3000 m and 4500 m altitudes.",
          "It is not a very common species, but is found near springs on moist rocks, from timberline to alpines.",
          "It prefers moist, relatively less exposed, north-west facing slopes.",
          "Narrow leaf variety is generally found in alpine region near springs, rocky ravines, steep slopes, and on boulders; broad leaf variety is found at relatively lower altitudes (timberline/sub-alpine regions) under scrubs having moist conditions and high humus content."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/pk-2test.jpg"
      },
      {
        "type": "text",
        "content": "Picrorhiza kurroa -field view"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant grows well in cool and moist climate.",
          "Sandy clay textured soil is the best for its growth.",
          "It needs porous soil layers, which facilitate horizontal spreading of the rhizomes underneath, that produce aerial sprouts from the nodes.",
          "The plant prefers sufficiently moist and shaded locations.",
          "Picrorhiza kurroa is a long-duration high-altitude plant and cannot be successfully propagated under montane conditions.",
          "It suffers heavy mortality during prolonged and intense rains."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The planting stock can initially be raised through seedlings, but can also be propagated through rhizomes/stolons/offsets.",
          "Seeds may be collected in August–September for raising nursery.",
          "Viability of seeds is more than 60% for a period of about six months."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "The nursery beds are planted using rhizomes/stolons/ offsets in October–November.",
          "The planting stock may be raised in polybags, styrofoam trays or mother beds.",
          "However, sunken beds should be prepared in the nursery to conserve moisture during the period of water scarcity.",
          "Each offset or fragment of rhizome must have two to three intact nodes for better establishment in the field.",
          "Stolons and offsets are also suitable for multiplication under controlled cultivation conditions with or without hormonal treatment.",
          "Seeds can also be planted in mother beds or polybags for germination.",
          "Seeds do not show any dormancy and germinate without any pretreatment.",
          "However, seeds treated with 100 PPM (parts per million) and 200 PPM of GA ₃ (gibberellic acid) for 24 hours have 95% and 90% survival rate, respectively.",
          "When the soil surface is covered with moss, germination percentage is maximized."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 165 000 seedlings per hectare are needed, which means 1–1.5 kg seeds are required for raising saplings for 1 hectare of land.",
          "Rhizomes planted at a spacing of 30 cm × 20 cm have been found to give best results in terms of yield."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/pk-3test.jpg"
      },
      {
        "type": "text",
        "content": "Picrorhiza kurroa -planting stock in root trainer trays"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "The land should be tilled, and made friable and porous by repeated ploughing so as to facilitate horizontal spreading of the rhizomes underneath.",
          "Field is left open for a week for solarization.",
          "Forest leaf litter or well-decomposed FYM (farmyard manure) is mixed with the soil at the rate of 6 tonnes/hectare at least 15 days before transplanting."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Approximately 110 000 plants are required at the time of transplantation that is done at a spacing of 20 cm × 30°r 30 cm × 30 cm.",
          "If the agronomic practices are carried out properly, plant density may increase to 300 000 after the first growth season."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "Intercropping of P. kurroa with Foeniculum vulgare (saunf), potato, and Digitalis purpurea is quite successful, as these plants provide microclimate for better growth, that is, they retain moisture for longer time and provide shade for the better growth of P. kurroa .",
          "However, intercropping with potato needs special care at the time of potato harvesting, as plants may be uprooted during the process.",
          "Intercropping with potato is done by raising the beds for potato cultivation, and seedlings of P. kurroa are planted in between the raised beds.",
          "After harvesting of potato, hoeing followed by earthing-up of soil at the plant base is nec- essary.",
          "While intercropping with F. vulgare and D. purpurea, these two species are planted at a distance of about 60 cm, and stolon cuttings of Picrorhiza species are transplanted at a spacing of 30 cm × 30 cm between these plants."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "In the absence of FYM, urea should be sprayed at a concentration of 1.5% in July and August to fulfill the fertilizer needs of the plants.",
          "In case of heavy rains, the plots should be drained by digging channels across the fields."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Field should be irrigated on alternate days during summer and as and when required during winter.",
          "The field should be kept sufficiently moist at all times."
        ]
      },
      {
        "type": "text",
        "content": "Weed control"
      },
      {
        "type": "unordered_list",
        "content": [
          "Manual weeding must take place frequently at an interval of five to seven days during the first growing season.",
          "At later stages, weeding along with hoeing at an interval of one month is recommended."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "At lower altitudes (1800–2500 m), plants are infected by powdery mildew during early growth period (March–May), which can be controlled by spraying Topsin-M (thiophinate methyle 0.1%) about 15–20 days after initiation, followed by another spray after 15 days.",
          "Powdery mildew also appears after excess manuring.",
          "At the time of flowering and seed formation, spraying of insecticide (ecalux, 0.5%) twice at 10-day interval prevents seed loss due to insects and aphids.",
          "In the middle ranges, generally, there is no incidence of insect/pest/nematode or fungal diseases.",
          "However, there is every possibility of mortality due to heavy rains during rainy season."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/pk-4test.jpg"
      },
      {
        "type": "text",
        "content": "Picrorhiza kurroa -young plants"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "This crop has a life cycle of three years.",
          "After the completion of flowering, the fruiting starts in August and continues up to September.",
          "The plant needs one year for complete maturity of the seed.",
          "The roots and rhizomes are manually harvested in September when the shoots or the aerial parts begin to wither and dry.",
          "Plants raised through stem cuttings mature almost an year earlier than those raised from the seedlings.",
          "However, to get higher active contents, plants must be collected before flowering occurs."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "The roots and rhizomes should be dried in shade, and after proper drying, the material should be packed in polythene-lined jute bags to ensure protection from moisture."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Rhizome contains a brown resinous glucoside, picrorhizin, and a glycone, picrorhizetin. Root contains bitter principle kutkin, a non-bitter product kurrin, vanillic acid, and kutkoli in varied quantities."
        ]
      },
      {
        "type": "text",
        "content": "Yield and cost of cultivation"
      },
      {
        "type": "unordered_list",
        "content": [
          "The plant gives about 11 quintals/hectare of dry roots and rhizomes in the third year when the crop is raised through rhizomes; however, 10–11 quintals/hectare dry weight of roots and rhizomes are obtained in lesser period when the plant is propagated using stolons.",
          "Yield is reduced to about 6 quintals/hectare when seeds are used as propagation material. Yield proportionally increases with elevation.",
          "The cost of cultivation is high due to high maintenance costs at higher elevation.",
          "It is estimated to be Rs 112 000/hectare including the seedling cost."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/pk-5test.jpg"
      },
      {
        "type": "text",
        "content": "Picrorhiza kurroa - healthy crops"
      }
    ]
  }
]