[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Piperaceae"
            ],
            [
              "Ayurvedic name",
              "Pippali, Pipplamul"
            ],
            [
              "Unani name",
              "Filfil Daraz"
            ],
            [
              "Hindi name",
              "Pippal"
            ],
            [
              "English name",
              "Long Pepper"
            ],
            [
              "Trade name",
              "Piplamul"
            ],
            [
              "Parts used",
              "Dried Spikes and Roots"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/piper-longumtest.png"
      },
      {
        "type": "subheading",
        "content": "Piper longum"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Long pepper is the fruit of Piper longum which is a slender, much branched, ascending herb and needs support for its proper growth.",
          "The leaves are 5–9 cm long and 5 cm wide; lower leaves are broadly ovate, deeply cordate with big lobes at the base, sub acute, entire and glabrous; upper leaves are dark green and cordate with short petiole or nearly sessile.",
          "The young shoots are drooping type."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are unisexual arranged in erect spikes.",
          "Female spikes are 1.25–2.00 cm long arising singly from leaf axil are cylindrical, short and stout.",
          "It gives rise to multiple fruit, which is shining dark green when immature and blackish-green when fully mature.",
          "Male spikes are longer, slender and are 2.5–7.5 cm long. The male spikes are dehiscent and non-productive."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Long pepper is a native of the Indo-Malaya region.",
          "It is found growing wild in the tropical rainforests of India.",
          "Indian long pepper is mostly derived from the wild plants, but is also grown in small area in the Khasi hills, the lower hills of West Bengal, Eastern Uttar Pradesh,Madhya Pradesh, Maharashtra, Kerala, Karnataka and Tamil Nadu.",
          "It occurs wild in the forests of Andhra Pradesh and Andaman & Nicobar Islands as well."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant requires hot, humid climate and an elevation between 100 to 1000 MSL.",
          "Higher elevations are not conducive to high yields. It needs partial shade for its ideal growth.",
          "Partial shade of about 20–25 % intensity is found to be optimum.",
          "The crop thrives well in a variety of soils.",
          "It is cultivated successfully in laterite soils with high organic matter content, water holding capacity and well drained fertile black cotton soil. However, light, porous and welldrained soil rich in organic content is most suitable for its cultivation."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Long pepper is propagated through stem/vine cuttings at the beginning of rainy season. However, it can be easily propagated through the terminal stem cuttings obtained from one year old growth and 3–5 internodes.",
          "Vine cuttings can be rooted in polythene bags, filled with the common pot mixture. The nursery can be raised during March and April. The cuttings planted in March-April will be ready for planting in the main field by the end of May."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules : Stem/vine cuttings are transplanted soon after the setting in of monsoon rains. The best time for raising nursery is during March and April to avoid mealy-bug attack on roots, 10 % DP is to be mixed with the potting mixture. Normal irrigation may be given on alternate days. The cutting will be ready for planting where excess moisture is available by the end of May.",
          "Transplanting the Seedlings : The crop cannot survive in water logging conditions. Raised beds of 3.0X2.5 meter are prepared and pits are dug at a distance of 60X60 cm and dried cow-dung or farmyard manure at the rate of 100 gm/pit is applied and mixed with soil. Two rooted cuttings or suckers with roots are planted in each pit. To avoid any water stagnation in beds, channels are laid out to drain excess rainwater."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application : The field needs 2–3 ploughings followed by harrowing and leveling considering the slope of land to facilitate drainage of excess water. Pippali needs heavy manuring. In soils with low fertility,the growth of the plant is very poor. About 20 t/ha FYM or any other organic manuring is applied at the time of area preparation. In the subsequent years also a similar quantity of FYM or organic manure is to be applied before the onset of monsoon. No chemical fertilizer has been recommended so far in this crop.",
          "Transplanting the Seedlings to Main Field and Optimum Spacing : Raised beds of 3.0X2.5 meter are prepared and pits are dug at a distance of 60X60 cm.",
          "Inter culture and Maintenance Practices : In the first year, weeding is required as and when necessary. Generally two to three weedings are sufficient. Once the crop grows and covers the field, no serious problem of weed is noticed.",
          "Irrigation Practices : Irrigation is utmost essential during summer months. One or two irrigations in a week depending upon the water holding capacity of the soil, is needed. Even in the monsoon period if there is a failure of rain for quite some time, irrigation has to be given. In irrigated crop, fruit production continues even in summer months.",
          "Pests and Diseases : Phytophthora leaf, stem rot and anthracnose are important diseases of long pepper. Spraying of 0.5 % Bordeaux mixture at 15 days interval and soil drenching of 1.0% Bordeaux mixture at monthly interval reduce the loss caused by these diseases effectively. Application of 0.25% neem seed kernel extract or any other neem based insecticides as spray, is effective to control mealy bugs ( <em>Helopeltis theivora</em> ) damaging tender foliage and spikes."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting : Vines start flowering six months after planting. Fruits take about two months to mature from its formation. Full-grown mature fruits re harvested before ripening, when it is firm and blackish-green. Harvesting of over matured or ripened fruits reduce the quality of the produce as well as it does not break easily after full drying. Yield of dry fruits in first year is about 100–150 kg/ha and it attains up to 0.75–1.0 t/ha in third to fourth year. Thereafter, yield starts declining and gradually becomes uneconomic after fifth year. Therefore, it is usually cultivated as a 4 to 5-year crop.",
          "Post-harvest Management : The harvested spikes are dried in the sun for 4 to 5 days until they are perfectly dry. The dried spikes are then stored in the moisture proof containers. Besides fruits, roots and thicker basal stem portions are also collected before crop is abandoned. These are cut into small pieces of 3.0–5.0 cm long and dried. On an average about 500 kg roots are obtained per hectare.",
          "Grading : The dried thicker parts of the stem and roots are called piplamool. There are three grades of piplamool. Grade I with thick roots and underground stem, it fetches a higher price than Grade II and III which consists of either roots, stems or fragments.",
          "Chemical Constituents : Fruits contain about 20 % dry matter, volatile oil, resin, alkaloids (4–5% piperine) and a terpenoid substance. Root contains piperlon gumine as major alkaloid in addition to piperine.",
          "Yield : Yield of dry fruits in first year is about 100–150 kg/ha and it attains up to 0.75–1.00 t/ha in third to fourth year. The yield of dry spike during first year is around 0.5 t/ha. It increases upto 1.2 t/ha in the third year. After third year, the vines become less productive and should be replanted. The average yield of roots is 0.5 t/ha."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant root is used in Ayurveda as a carminative, tonic to the liver, stomachic, emmenagogue, abortifacient and aphrodisiac.",
          "Fruits contain haematinic, diuretic, digestive and general tonic properties, besides being useful in inflammation of the lever, pains in the joints, snakebite, scorpion sting and night blindness.",
          "The plant is also used in dyspepsia, abdominal pain and diuretic splenopathy, anorexia, asthma, fever and act as anti-haemorrhoidal and appetiser."
        ]
      },
      {
        "type": "subheading",
        "content": "Source: Agro-techniques of selected medicinal plants"
      }
    ]
  }
]