[
  {
    "heading": "Plant profile:",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Anacardiaceae"
            ],
            [
              "Ayurvedic name",
              "Karkarashringi, Shringi"
            ],
            [
              "Unani name",
              "Kaakarasingi"
            ],
            [
              "Hindi name",
              "Kaakarasingi"
            ],
            [
              "English name",
              "Pistanchio tree or Zebra wood"
            ],
            [
              "Trade name",
              "Kakrashinghi"
            ],
            [
              "Parts used",
              "Galls, kernels, foliage, bark"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/fruits-of-pistacia-integerrimatest.png"
      },
      {
        "type": "subheading",
        "content": "Fruits of Pistacia integerrima"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a moderate sized deciduous tree with rough grey bark. Leaves are 15–23 cm long with or without a terminal leaflet.",
          "Petiole is terete, puberulous. Leaflet is stalked, 4–5 sub-opposite pairs, lanceolate, coriaceous, entire and arched."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are greenish – yellow or brownish in colour, dioecious, 0.2 cm diameter, reddish in lateral, puberulous panicles, appearing with or just before the young leaves.",
          "The male flowers are in compact panicles, pubescent, 5–15 cm long.",
          "Stamens are 5–7 in number.",
          "Female flowers lack panicles, 15–26 cm long, elongate, sepals 4, linear and bracts deciduous. Fruit is a drupe, broader than long, glabrous, rugose, grey. Seeds are collected during May-June."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "This plant is distributed over dry scrub forests in North - Western Himalayas between 300 and 2400m MSL. Plant is also cultivated in Punjab."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant grows well in open rocky grounds and over limestone soil with good amount of organic matter.",
          "Propagation Material Healthy seeds after careful scarification."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules : Seeds are raised in nursery during June - July. About 80–100 kg of seeds is required for one hectare area. Seed germination is only 50%. Seeds are germinated in about 30 days after sowing."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Propagule Rate and Pretreatment: 80–100 kg seeds/ha at a spacing of 1m X 1m is required. No pretreatment is required."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application: Land is ploughed once with harrowing and 2–3 ploughing to have a fine tilth. Organic compost (FYM) @ 25 to 30 t/ha is thoroughly mixed with the soil during land preparation."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting and Optimum Spacing: Seedlings are transplanted with the onset of monsoon rains during July-August. An optimum spacing of 1m X 1m is given for accommodating 10,000 trees/ha."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Intercropping System: The plant can be grown as a pure crop or herbaceous medicinal plants can be grown as filler crop with it."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Interculture and Maintenance Practices: Regular weeding and hoeing operations are required after 30 to 60 days of transplantation. Weeding is required for 2–3 years in early stages."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation Practices: It requires irrigation in first year depending upon soil and climatic conditions. Afterwards 2–3 irrigations are required during summer upto 3 years old crop."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: The tree has a long span of life, that is 30–40 years. It takes about 9–10 years to bear flowers and fruits in July-August and insect galls are formed in natural habitat after 15–20 years during December-February."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Post-harvest Management: Mature galls are hand picked and stored in air-dried places."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Chemical Constituents: Essential oil from galls contains αpinene, camphene, dl-limonene, 1,8cineole, α-terpineol, aromadendrene and caprylic acid. Other constituents of galls are β-sitosterol and triterpene acids, pistacienoic acids A and B;"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Yield: An average tree of 15–20 years old produce 0.40 kg of galls. It is a natural phenomenon and no efforts have been made to introduce gall formation to increase yield or its size under plantation. A yield of 25 kg gall may be estimated per ha of plantation."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Galls possess antiasthmatic, astringent and expectorant properties. Essential oil from galls is antibacterial, antiprotozoal, anthelmintic and antimicrobial in action."
        ]
      },
      {
        "type": "subheading",
        "content": "Close view of plant Pistacia integerrima"
      }
    ]
  }
]