[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Asteraceae"
            ],
            [
              "Ayurvedic name",
              "Rasna"
            ],
            [
              "Hindi name",
              "Rasna, Roshna"
            ],
            [
              "Trade name",
              "Rasna, Baisurai"
            ],
            [
              "Parts used",
              "Leaves"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/pluchea-lanceolatatest.png"
      },
      {
        "type": "subheading",
        "content": "Pluchea lanceolata"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a perennial herb, occurring in Indo-Gangetic plains, 30–60 cm tall.",
          "Stem and branches are terete, slender and softly pubescent.",
          "Leaves are 2–6 cm in length, sessile, oblanceolate or oblong, coriaceous, finely silky and pubescent on both surfaces, margins entire or obscurely dentate near the apex."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers arewhite or purple, yellowor lilac in many headed compound corymbs.",
          "Capitulum is ovoid or campanulate, 6–7 mm in compound pubescent and corymbs.",
          "Involucre is ovoid or broadly campanulate of imbricated scales; outer involucral-scale is 2.5–4.0 mm long, 2 mm broad, 5–3 serrate, obtuse, silky pubescent, tinged with purple outside apex.",
          "The innermost scales are few, linear, scarious, subacute, slightly narrower and longer than the outer; all rigid when dry and tip of outer ones often breaking into 1–2 shallow lobes.",
          "Receptacle is flat and naked."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is found in Punjab, upper Gangetic plains, Rajasthan and Gujarat."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant grows in open waste lands over sandy-saline lands in low rainfall areas."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds"
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds can be directly sown in field."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: Seedlings of crop could be produced through planting of transition zone cuttings of the plant in the main field during September-March."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: The field is ploughed and harrowed well, to make a fine tilth. The crop responds well to the basal application of nitrogenous fertilizer.",
          "Sowing of Seeds and Optimum Spacing: Fresh seeds collected during October-March are directly sown in rows in the field. The spacing of 90 cm plant to plant and 120 cm row to row, gives optimum crop stand of 5000 plants/ha.",
          "Inter cropping System: No information available.",
          "Irrigation Practices: Rainfed crop, irrigated when required.",
          "Weed Control: Two manual weedings are required at an interval of one month each after the crop is 40 days old.",
          "Disease and Pest Control: No disease and pests have been noticed in trial plots."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: The crop is manually harvested at flowering stage when chemical contents are maximum.",
          "Post-harvest Management: The harvested crop is shade dried and stored in gunny bags in air-cooled rooms for marketing.",
          "Chemical Constituents: Plant contains choline, pluchine taraxsterol, β- and g -sitosterol, leaves give quercetin and iso-rhamnctin.",
          "Yield : An average crop produces 40 t/ha of dry herb."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Whole plant is used in Ayurvedic medicine.",
          "<em>Pluchea lanceolata</em> is accepted as classical drug for arthritis.",
          "Its decoction is given for rheumatic conditions, muscular pains, edema, and fever and also applied externally as massage oil.",
          "The leaves are aperients, used as a laxative, analgesic and antipyretic."
        ]
      },
      {
        "type": "subheading",
        "content": "Source: Agro-techniques of selected medicinal plants"
      }
    ]
  }
]