[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Plumbaginaceae"
            ],
            [
              "Ayurvedic name",
              "Chitrak"
            ],
            [
              "Unani name",
              "Chita, Sheetraj Hindi"
            ],
            [
              "Hindi name",
              "Chitra, Chira"
            ],
            [
              "Trade name",
              "Chitrak, Chitrakmool"
            ],
            [
              "Parts used",
              "Roots and milky juice"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/pz-1test.jpg"
      },
      {
        "type": "text",
        "content": "Plumbago zeylanica"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Chitrak is a reputed thermogenic, astringent, anthelmintic, abortifacient, carminative, appetizer, and expectorant.",
          "Roots stimulate the central nervous system.",
          "Oil prepared from roots is useful in rheumatism, joint pain, and paralysis.",
          "Milky juice of leaves is used for external application in scabies."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plumbago zeylanica is a perennial under shrub, 1.5–2.0 m tall, with ram- bling branches. Its active growth occurs during rainy season and ceases in post-flowering stage.",
          "Leaf is simple, opposite, 4–10 cm long, 3–5 cm broad, oval, pointed, smooth, and shiny. Roots are light coloured inside, when fresh and reddish brown, when dry.",
          "Outer surface of the root is brown and striated.",
          "During summer, the plant remains almost leafless under natural conditions, but under irrigated conditions, the active growth starts in April."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are bisexual and white in colour.",
          "Calyx is persistent and tubular, with conspicuous viscid glands.",
          "Three different types of chitrak, that is, white, red, and blue flowered, are reported in the country.",
          "The white flowering type ( Plumbago zeylanica ) is the most common type and occurs in the moist forests.",
          "The red flowering type is Plumbago rosea, while the blue flowering type is Plumbago capensis .",
          "Fruits are green coloured, with sticky hairs when young and become dark brown when mature.",
          "Flowering occurs from September to November, while fruiting occurs from January to February."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is largely cultivated in gardens throughout India.",
          "It grows wild in South India, West Bengal, and some parts of Madhya Pradesh and Chhattisgarh."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/pz-2test.jpg"
      },
      {
        "type": "text",
        "content": "Plumbago zeylanica -plants"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Although Chitrak can be grown in a variety of soils, ranging from red laterite soil, with very little topsoil, to deep black soil.",
          "However, it prefers well drained/deep sandy loam to clayey loam soil with high organic content.",
          "In natural habitats, the plant prefers moist soil with high organic content and partially shaded locations.",
          "Open and sunny conditions are not favourable for its growth."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Chitrak can easily be propagated through stem cuttings or seeds.",
          "Stem cuttings of 10–15 cm length, having at least three nodes, can be obtained from mother plants in March–April to raise the stock."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "Nursery is generally raised through stem cuttings in March–April, three to four months before planting in the field in July.",
          "These cuttings should be treated with 500 PPM (parts per million) NAA (naphthalene acetic acid) to promote quick rooting.",
          "The stem cuttings of chitrak should be obtained from base till the third node at the apex. The maximum success rate is obtained from the basal cuttings and it reduces gradually towards stem apex.",
          "Plant propagation can be done throughout the year in a mist chamber, and 80%–100% success rate is obtained from basal cuttings extending up to seventh to ninth nodes.",
          "Under open conditions, the mortality rate increases up to 70%–90% during the summer season.",
          "The prepared cuttings should be planted within 24 hours in raised nursery beds (15 cm) during rainy season and flat nursery beds during winter and summer.",
          "The beds of size 10 m × 1 m should be made under partial tree shades.",
          "In mist chamber, the cuttings should be planted in trays filled with sand.",
          "Out of three nodes, one node must be buried in the soil/sand, as the roots would sprout from this node.",
          "The cuttings should be planted in rows with plant-to-plant distance of 5 cm and row-to-row distance of 15 cm in nursery (March–April).",
          "These beds should be irrigated regularly.",
          "The cuttings start taking root within one month of planting in nursery.",
          "The sprouting percentage and growth are better in mist chamber than in the open conditions.",
          "These rooted cuttings are planted in main field during July.",
          "Seeds show poor germination percentage and should be scarified or cut at the micropylar end before sowing.",
          "They are sown in March in polybags filled with equal amounts of sand, soil, and FYM. The seeds show about 70% germination in 10–12 days.",
          "However, making the cut at the micropylar end requires expertise as the embryo may get damaged in the process."
        ]
      },
      {
        "type": "text",
        "content": "Propagule planting rate"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 80 000 rooted stem cuttings or seed- lings are required for planting in 1 hectare of land."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "The crop is very sensitive to waterlogging, hence good drainage is essential.",
          "The field should be prepared by operating mould board plough once, followed by disc ploughing twice and levelling to obtain a uniform fine tilth.",
          "The field preparation should be done during May to June.",
          "Nursery-grown plants/rooted cuttings should be planted in main field at the onset of monsoon. FYM (farmyard manure) at the rate of 10 tonnes/hectare is applied 30 days before planting at the time of ploughing and land preparation.",
          "Nitrogen @ 30 kg/hectare and phosphorus and potassium @ 40 kg/hectare and 30 kg/hectare, respectively, are also applied as basal application."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting can be done after 60–75 days of growth of cuttings.",
          "The optimum spacing recommended in the field is 50 cm × 25 cm, which produces maximum root biomass."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "Chitrak can be grown as an intercrop with many fruit trees, for example, guava, mango or citrus orchards.",
          "It can also be grown within Gmelina arborea, Oroxylum indicum or other medicinal tree species as ground crop."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Inorganic nitrogen at the rate of 30 kg/hectare is applied one month after transplantation. This is in addition to the basal dose of FYM (10 tonnes/hectare) and fertilizers applied at the time of land preparations.",
          "First weeding should be done one month after planting in August.",
          "Second and third manual weedings are done in October and December, respectively. Pruning can be done in May before harvesting the crop."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "No irrigation is required in rainy season except during long gap.",
          "Later, irrigating the crop four to five times in November, January, March, April, and May is sufficient.",
          "Flat or flood irrigation method with 2 cm water per irrigation is required."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "The plants get infested with semi-looper larvae and Bihar hairy caterpillar, which defoliate the plant heavily during active growth period.",
          "These also eat buds and young shoots and can be controlled by spraying malathion at the rate of 2 ml/litre of water twice at an interval of 15 days when they appear on the crop."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/pz-3test.jpg"
      },
      {
        "type": "text",
        "content": "Plumbago zeylanica"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "Plant attains maturity in 10–12 months after transplanting.",
          "Best time for harvesting is 12 months after sowing.",
          "About 20 000 mother plants for 80 000 cuttings are required to be maintained to make vegetative propagules for future plantation in 1 hectare of land and in successive years."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "The roots should be dug out during a clear, sunny day in June, so that they can be shade-dried.",
          "The field may be irrigated before harvesting for easy digging.",
          "The field should be deep ploughed with mould board plough to expose the roots, which should be collected immediately.",
          "After digging, the roots must be washed in clean water, dried, and cut into pieces of length 5–7.5 cm.",
          "The roots must be dried before storage till they have 10%–13% moisture left.",
          "Cleaned and dried roots must be packed in airtight polybags for storage."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Chitrak root contains a yellow, crystalline, and bitter principle called plumbagin (melting point 72°C).",
          "It can be dissolved in alcohol and ether, but is only sparingly soluble in boiling water. Maximum reported plumbagin content is 0.91%.",
          "Plumbagin content is higher in plants grown in drier locations."
        ]
      },
      {
        "type": "text",
        "content": "Yield and cost of cultivation"
      },
      {
        "type": "unordered_list",
        "content": [
          "Dry root yield varies from 12 quintals/ hectare to 18 quintals/hectare under optimum conditions.",
          "The cost of cultivation is approximately Rs 8000/hectare per year."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]