[
  {
    "heading": "Plant profile:",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Podophyllaceae"
            ],
            [
              "Ayurvedic name",
              "Vanyakarkati"
            ],
            [
              "Unani name",
              "-----------"
            ],
            [
              "Hindi name",
              "Papra, Bankakri"
            ],
            [
              "English name",
              "Indian Podophyllum"
            ],
            [
              "Trade name",
              "Bankakri"
            ],
            [
              "Parts used",
              "Rootstocks"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/plant-of-podophyllum-hexandrumtest.png"
      },
      {
        "type": "subheading",
        "content": "Plant of Podophyllum hexandrum"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Podophyllum hexandrum</em> is succulent erect herb, glabrous, up to 30 cm tall with creeping long knotty rhizomes. Stem one or two, simple, leafy without top.",
          "Leaves alternate, palmate, up to 25 cm in diameter, deeply divided in 3–5 lobes, toothed, purple spotted."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are white to pinkish in colour, 4 cm across, appear in the fork of the stem.",
          "Sepals are 3 in number and petaloid.",
          "Stamens are usually 6. Fruits are ovoid, pulpy 5 cm long and scarlet when ripe."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a native to Himalayan region (Uttarkashi) in India. Climate and Soil The species thrives best as undergrowth as well as in forests in well drained humus rich soil in temperate and subalpine zones."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is propagated by seeds and rootstocks."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules : It is propagated from seeds or by division of rootstock. Seed germination is poor. Seeds are to be sown before the onset of winter i.e. in spring season. The germination percentage of seeds ranges from 41–45%. Seedlings exhibit extremely slow growth rate and even after two seasons of growth. They could attain a height of 6.5–7.2 cm. The survival rate of this plants ranges from 85.0–92.6% by this method."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Propagule Rate and Pretreatment : 7.0–8.0 kg seeds are required for an area of one hectare land. No pretreatment of seed is required. A density of 9 plants sqm is optimum for first two years."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application : Land should be ploughed and planked to have a fine tilth and make it weed free. Well-decomposed Farm Yard Manure (FYM) @ of 10 t/ha is to be mixed thoroughly with the soil as basal dose."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting and Optimum Spacing : Seedlings of 10–12 cm height are transplanted at a spacing of 9m X 9m. It takes about 15 days for establishment."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Interculture Operations : Weeding-cum-hoeing may be carried out regularly after 4 weeks interval. Crop normally prefers cool, shady environments and light irrigation during hot season in June-August."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Weed Control : Regular weeding, hoeing operations are required during the months from March to May when the crop is grown at lower altitude."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Disease and Pest Control : No disease or pests are noticed in this crop. Harvest Management"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting : It is a perennial crop. The plants remain in vegetative stage during the first year and flowering start from 2 nd and 3rd year onwards. Rootstocks are harvested in spring season. Rootstocks are found to be rich in resin contents during this season."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Post-harvest Management : Roots and rhizomes are harvested after drying of above ground parts. Roots and rhizomes are then cut into pieces of 15 to 20 cm long, washed and dried in shade. The dried material should be stored in clean containers or gunny bags."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Chemical Constituents : Rhizomes and root contain resinous mixture called podophyllum resin or podophyllin. The primary constituents are lignin glycosides, podophyllotoxin, podophyllic acid and picropodophyllin, α-peltalin and β-peltalin. The rhizomes also contain gum, starch, albumin, gallic acid, calcium oxalate, lignin flavones."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Yield : The crop gives yield of 3.0–4.0 t of dried rootstock and 10 kg of seeds from one hectare after 5 years."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Rhizomes are used for typhoid fever, jaundice, dysentery, chronic hepatitis, scofula, rheumatism, skin diseases, tumerous growth, kidney & bladder problems.",
          "Plant is also used for gonorrhoea, and syphilis.",
          "The podophyllum is used as a purgative and also for treatment of vaginal warts.",
          "Two derivatives of podophyllotoxin, called eloposide and teniposide are employed for treatment of cancers. Root paste is applied on ulcers, cuts and wounds."
        ]
      }
    ]
  }
]