[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Verbenaceae"
            ],
            [
              "Ayurvedic name",
              "Agnimantha (Brhat)"
            ],
            [
              "Unani name",
              "Arni"
            ],
            [
              "Hindi name",
              "Arni, Agethu"
            ],
            [
              "English name",
              "Dusky Fire Brand Bark"
            ],
            [
              "Trade name",
              "Agnimanth"
            ],
            [
              "Parts used",
              "Root and Root Bark"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/premna-mucronatatest.png"
      },
      {
        "type": "subheading",
        "content": "Premna mucronata"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a small tree.",
          "The branches are spiny; bark is thin, pale and exfoliating; wood is light brown and scented.",
          "Leaves are ovate or ovate-oblong, long-acuminate, base rounded, cordate or tapering, entire or irregularly dentate; blade 7–15 cm long; petiole 2.5 cm long."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are arranged in terminal, corymbose, trichotomous panicles and are greenish in colour.",
          "Calyx comprised of 4°r 5 sepals, with rounded and nearly equal teeth.",
          "Corolla lobes are equal or bilabiate, upper lip retuse or emarginate, lower lip of 3 equal lobes and throat closed with white hairs.",
          "Fruit is a globose drupe, green when young, dark at maturity, 3.5–4.5 mm in diameter.",
          "The mature trees start flowering in April and fruiting in May & June."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a natural inhabitant of lower and outer sub-tropical, Himalayan tracts extending from Chenab in north-west India to Bhutan in the east and extending to an elevation of 1400 meter.",
          "It is also found in dry forests tracts of South-West Bengal, Odisha and coastal Peninsular India."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is well adapted to the sub-tropical hilly tracts in outer Himalayas with average annual rainfall around 100 cm, and the tropical regions of eastern and Peninsular India.",
          "In north India, it is often found on dry slopes and large, natural, degraded soil bunds.",
          "The plant is able to thrive on average clayey or pebbled shallow soils.",
          "It has done equally well under experimental plantation on deep loamy soil with good drainage and a pH range of 7.3 to 8.0."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seed is the best propagation material, even though it has a short viability of about three months.",
          "Seeds can be collected from mature plants from mid May to June."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "subheading",
        "content": "Raising Propagules:"
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: The land is cleared of weeds and vegetation and ploughed twice to loosen the soil. It may be left as such for few days, tilled again and planked to bring it in fine tilth. Pits, approximately of 1.0X1.0X1.0 meter size, are dug up uniformly at 4.5X4.5 meter distance in the field. 50 gm of Phorate 10 gm granules or 10 litres of 5% suspension of Chlorpyriphos in water are added to the pit as anti-termite treatment, before filling it with the soil mixture. The soil of each pit is mixed with 5–10 kg FYM, 90 gm nitrogen, 100 gm P2O5 and 80 gm of K2O. The pit is filled up with this soil mixture up to the ground level. The growing plants are given 90 gm of nitrogen and 5–10 kg of organic manure after every 6 months.",
          "Transplanting and Optimum Spacing: Plants raised from seeds and vegetative propagation in the month of June are ready for transplantation after about 75 days when they acquire 5–7 leaves and become 25 cm tall. Transplantation at this stage has shown a sizable rate of mortality. However, plants retained in poly bags during winter season and transplanted in the following June-July months give over 90% survival rate. In all, 500 plants are required for one hectare.",
          "Inter cropping System: The tree can be planted over bunds of fields which are used for growing fodder and vegetables, both in summer and winter months. In addition to its roots, which are used for medicinal purpose, the tree can be lopped for fodder in lean months. The silage obtained from the lopped parts has good shelf life.",
          "Inter culture and Maintenance Practices: Pruning is required in the second to fourth years for good bole development of the tree and lopping for fodder may be selectively resorted to. However, not more than 50% of foliage should be taken at one time.",
          "Irrigation Practices: Irrigation is required regularly after transplanting till the plants establish in field. After establishment of plantation, normal rainfall is sufficient for subsistence of crop. However, in dry season, two irrigations a month in summer and one irrigation a month in winter are required. The plants usually develop good roots system and establish in one year.",
          "Weed Control: Pre-emergence application of Atrazine 50% WP @ 1 kg/ha may be given before planting in field. Thereafter, 2 to 3 weedings of pits are recommended in a year.",
          "Disease and Pest Control: Termites attack is common in the initial stages. Most of the damage can, however, be prevented by treating each plantation pit with about 50 gm of Phorate 10 gm granules or 10 litres of 5% suspension of Chlorpyriphos in water before refilling the pit with soil and manure mixture. Aphids and Thrips are found to feed on Premna leaves. Spraying the foliage with methyl-parathion @ 2gm/lit of water per plant controls the insects effectively."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: Plants grown from seeds start bearing flowers and fruits at the end of 4 years when they are still shrub by in appearance and about 2.5 meter tall. Flowering starts in April followed by fruiting in June. However, the bark is found to be immature with respect to constituents and seldom exceeds 4 mm in thickness even after 4 years. Trees from 8 years onwards only show optimum bark characteristics and attain a sufficient average girth of 120 cm and are appropriate for bark extraction. Hence, usually 8-year old trees are uprooted for roots. Also, the bark may preferably be harvested from the trunk and main branches using non-destructive methods. Longitudinal peels of bark about 10 cm broad and up to 20 cm long are peeled off in a semi-overlapping manner. Peeling is avoided during flowering and fruiting season and rains (July-August).",
          "Post-harvest Management: The root is dried in open sun for2–3 days so that the moisture content comes down rapidly and possibility of fungal contamination is minimized. It is then spread out in shade (appx. 12–15 days) so that the moisture content is reduced to less than 10%. Clean and dried roots are stored in well aerated, clean, gunny bags ina cross ventilated place.",
          "Chemical Constituents: Bark contains aromatic bis-nor-diterpenes and some alkaloids.",
          "Yield : About 6–8 kg of root is obtained from an 8-year old tree. Thus, about 3 tonnes of root is expected per hectare of plantation in the forest."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The root is an important ingredient of “Dasmoolarishta” a traditional Ayurvedic preparation given as cure for obstinate fevers.",
          "It has febrifuge, cardio-tonic, and stomachic properties, and is considered a nervine tonic."
        ]
      },
      {
        "type": "subheading",
        "content": "Source: Agro-techniques of selected medicinal plants"
      }
    ]
  }
]