[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Verbenacece"
            ],
            [
              "Ayurvedic name",
              "Agnimanth"
            ],
            [
              "Unani name",
              "Arni"
            ],
            [
              "Hindi name",
              "Agia, Arni"
            ],
            [
              "Trade name",
              "Agnimanth"
            ],
            [
              "Parts used",
              "Roots, root and stem, bark and leaves"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/pi-1test.jpg"
      },
      {
        "type": "text",
        "content": "Premna integrifolia"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant root of arni is anti-inflammatory, stomachic, and anti-pyretic, and is prescribed in liver complaints, cold, obstinate fevers, flatulence, urticaria, rheumatism, and neuralgia.",
          "The roots of the plant are constituent of Ayurvedic medicine ‘dashamula’ and used for a various ailments."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Premna is a scandent, erect shrub or small tree, more or less thorny on the trunk and large branches.",
          "Leaves are opposite or whorled and entire or serrate."
        ]
      }
    ]
  },
  {
    "heading": "Floral biology",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are small, irregular, arranged in terminal corymbs.",
          "Bracts are small and linear; calyx is four to five lobed or two-lipped and corolla is tubular and two- lipped.",
          "Ovary is four-celled, with one ovule per cell.",
          "Fruits (drupes) and seeds are oblong in shape.",
          "Flowering occurs in April–June and fruits appear during August–September."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is common along the Indian peninsular and Andaman coast.",
          "It is also recorded as occurring in the plains of Maharashtra, Gujarat, Assam, Khasi hills, and tarai.",
          "In Orissa, it is found on land periodically covered by tides in Mahanadi delta."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant prefers warm and humid climate.",
          "It grows well in sandy loam type of soil with good organic content."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "At least one-year-old stem cuttings are used as planting material, which are procured from mature trees in February–March."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "Stem cuttings are used as planting material.",
          "The cuttings are planted in polybags filled with potting mixture consisting of sand, soil, and FYM (farmyard manure).",
          "Commercially available rooting hormones may be used for the cuttings.",
          "Cuttings may also be planted in sand in shade houses or mist chambers and transplanted to polybags after rooting."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 2500 rooted cuttings are required for 1 hectare of plantation at a spacing of 2 m × 2 m."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "The land may be ploughed and harrowed using a disc harrow to bring the soil into fine tilth and make it free of weeds.",
          "Pits of appropriate size, that is, 45 cm × 45 cm × 45 cm, are dug at the recommended distance and filled with a mix- ture of sand, soil, and FYM in 1:1:1 ratio."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 2500 rooted cuttings are required for plantation on 1 hectare of land at a spacing of 2 m × 2 m.",
          "They are planted in the prepared pits just before or at the onset of monsoon."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "The plant is generally grown as a mono crop, but may well be intercropped with vegetables like onion and garlic, if grown away from coastal areas."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "NPK (nitrogen, phosphorus, and potassium) fertilizers each @ 50 g per plant should be applied, preferably during rainy season.",
          "Intercultural operations include manual weeding and hoeing at regular intervals as and when required.",
          "However, three weedings in the first six months of planting are essential."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation is required at an interval of 15–30 days during dry season, especially in the first year, that is, from December to May."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "No serious disease or pest or any other physiological disorder has been observed under experimental conditions."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/pi-2test.jpg"
      },
      {
        "type": "text",
        "content": "Premna integrifolia -harvested plant"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "The plant should remain in the field at least for a period of three years.",
          "Harvesting should be done thereafter towards the end of rainy season, that is, September–October."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "The base of the plant is carefully dug up to take out the plant with roots intact.",
          "The roots are separated from the rest of the plant and the bark is peeled off.",
          "The bark and the roots are chopped into small pieces and dried in shade.",
          "The dried plant parts packed in clean polybags and stored in a dry place."
        ]
      },
      {
        "type": "text",
        "content": "Yield and cost of cultivation"
      },
      {
        "type": "unordered_list",
        "content": [
          "Dry root yield is about 500–850 g per tree, thus 1250 kg root/hectare is obtained from a three-year-old plantation.",
          "The estimated cost of cultivation is Rs 11 000 per hectare."
        ]
      }
    ]
  }
]