[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Mimosaceae"
            ],
            [
              "Ayurvedic name",
              "Sami"
            ],
            [
              "Unani name",
              "Sual, Safed Kikar"
            ],
            [
              "Hindi name",
              "Khejri, Khejra, Jand, Thand"
            ],
            [
              "English name",
              "Spunge tree"
            ],
            [
              "Trade name",
              "Khejri"
            ],
            [
              "Parts used",
              "Bark"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Plant of Prosopis cineraria"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is much branched shrub or small tree. Branches are slender, glabrous, with compressed, straight and scattered prickles. Leaves are pinnate, glabrous or puberulous. Pinnae are usually 2-pairs and opposite.",
          "leaflets are sub sessile, oblong, obliquely rounded, mucronate at apex, base rounded and very oblique.",
          "The plant has deep root system and has low requirements for water and nitrogen.",
          "Shoots grow to produce new leaves, which appear twice in a year in March-April and July-October and thereafter these leaves develop slowly.",
          "Flowering stars in January, reaches in full bloom during February - March. Fruit setting starts from April onwards which attains maturity in May."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are small, yellow, in slender spikes, arranged in short peduncled axillary panicles. Pod is 12–25 cm long, pendulous, torulose. Seeds are many, immersed in sweetish mealy pulp, oblong and brown."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is an important leguminous multipurpose tree species of the Indian Thar desert. In nature, it reproduces by seeds only."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "However, this tree can be raised through air-layering and sprouting of vegetative buds on the mature stem and roots.",
          "The tree grows abundantly throughout the Rajasthan in different agro-climatic regions."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It has ability to grow in semi-arid and arid marginal environments receiving low rain fall of 250–500 mm/annum and yet it produces profuse flowering and fruiting.",
          "The soil with 2:2:1 ratio of sand : clay : FYM is best for plant growth and increasing biomass. Soil mixture with 50% clay is preferred."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Propagation material is seeds collected during May-June from plus trees."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules : Plants raised through seeds show 90.0% survival under field conditions. About 20 gm seeds/ha are required. Seeds are pretreated with concentrated H ₂ SO ₄ for 15–20 minutes and sown in polybag at 2.0 cm depth during May and subsequently one month old seedling is transplanted in the field during July-August at 5m X 5m spacing in field."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application : The land is prepared by ploughing 3–4 times with disc plough and the soil is brought to a fine tilth. The land is divided into plots of convenient size. The main and subirrigation channels are laid out. Pits of 45cm X 45cm X 45cm size are dug at a spacing of 5m X 5m and should be filled with top soil and well decomposed FYM in the ratio of 1:1."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting and Optimum Spacing : One month old seedlings is transplanted in field conditions."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Intercropping System : Intercropping of crops like pearl millet and cluster bean could be grown."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation Practices : The crop requires monthly irrigation for achieving maximum growth of above and below ground biomass and bark yield."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Weed Control : Weeding and hoeing is done manually after every 15–20 days in rainy season and after rains, at same intervals upto 3–4 years of age."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Disease and Pest Control: No serious insects and pests were observed in this plant in the early stage except termite attack."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting : It is a perennial slow growing tree. It takes about 7 to 8 years for flowering, fruiting and bark production."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Post-harvest Management : Scrapping of bark from the older branches is done in the month of November by knife and stored in dry shady and ventilated place in gunny bags for marketing."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Chemical Constituents : The flowers contain a flavone prosogerin A and a chalcone – prosogerin B; seeds contain flavones – prosogerin C, prosogerin D and prosogerin E and polyphenolics – gallic acid, patuletin, luteolin and related glycosides; seeds also gave an alkaloid specigerin. Heart wood contains n-decanol, β-sitosterol, flavanones."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Yield : After 2 years of plantation, approximately 500 kg of bark is obtained from one hectare plantation."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The bark is used for medicine. Bark is dry, acrid, bitter with sharp taste.",
          "It has anthelmintic property and prescribed in treatment of bronchitis, asthma, piles etc.",
          "The pods are rich source of protein and carbohydrate and eaten by animals as fodder.",
          "It is also eaten as vegetable and pickle by local people.",
          "The leaves are palatable and nutritious feed for livestock in desert."
        ]
      }
    ]
  }
]