[
  {
    "heading": "Plant profile:",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Rosaceae"
            ],
            [
              "Ayurvedic name",
              "Padmak"
            ],
            [
              "Unani name",
              "---------"
            ],
            [
              "Hindi name",
              "Padam"
            ],
            [
              "English name",
              "Wild Himalayan Cherry, Bird Cheery"
            ],
            [
              "Trade name",
              "Padam"
            ],
            [
              "Parts used",
              "Bark and seed"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Tree of Prunus cerasoides with fruits"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Prunus cerasoides</em> is a medium size deciduous tree and known as Himalayan wild cherry.",
          "Its bark is brownish-grey, smooth and peels off in a thin shining horizontal stripes exposing a shining copper coloured surface.",
          "Its leaves are ovate, acuminate, doubly serrate and glabrous.",
          "The petiole has 2–4 glands at its base.",
          "The stipules are feathery. Flowering takes place in the months of October - November."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are bisexual and occur in fascicles of rose-red colour, gradually fading nearly to white.",
          "Pollination is mainly through insects.",
          "The fruits are produced in abundance having scanty pulp and are scarcely eaten, but are famous for making well-known cherry brandy."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is distributed in temperate Himalayan region extending from Kashmir to Bhutan, Aka and Khasi hills in Assam and Manipur at an altitude of 900–2300 m msl.",
          "It prefers a fair amount of shade and may be found flourishing under the moderate shade of other trees.",
          "It requires moderate light conditions and grows in shady locations of hills and along the fields.",
          "The plant prefers temperate and moist."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant prefers light sandy, medium loamy and heavy clay soils and requires well drained condition.",
          "The tree grows in temperate regions on the hilly slopes."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Propagation material is seed.",
          "It can also vegetatively be propagated through airlayering and stem cutting."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/plant-raised-from-cuttingtest.png"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/air-layering-2test.png"
      },
      {
        "type": "subheading",
        "content": "Plant raised from Cutting and Air layering"
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: Plant is usually propagated through seeds. Seeds mature in the month of March-April. Fully ripened fruits are picked up from tree or fallen ones are collected from the ground. The seeds are removed from the fruits, washed free of pulp and sown. The seeds may be sown immediately after collection in April to middle of May. Seeds remain viable for 2–4 months, but germination percentage is more in freshly collected seeds. The seeds should be sown in well prepared nursery beds or polythene bags containing mixture of sand, soil and farmyard manure (1:1:1). The seeds start germinating within 25 days and germination is completed within 15 days."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/seeds-2test.png"
      },
      {
        "type": "subheading",
        "content": "Seeds"
      },
      {
        "type": "unordered_list",
        "content": [
          "Propagule Rate and Pretreatment: Pre-sowing treatments like soaking the seeds in water or giving hot water treatment do have favourable effect on germination. Ripened and de-pulped seeds treated with hot water for 10 minutes have a high germination rate."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application: Land for plantation is prepared well in advance before onset of monsoon in May. Harrowing of the field is done mechanically. Pits of 45cm X 45cm X 45cm are dug and dry farmyard manure is added to the pits."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting and Optimum Spacing: Seedlings of 4 leaf stage are transferred from the nursery beds to the polybags. The seedlings of about 65 cm height are transplanted into the field. Approximately 1100 plants/ha at a spacing of 3m X 3m in open field and around 620 plants/ha at a spacing of 4m x 4m in intercropping system is found to be appropriate."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Interculture and Maintenance Practices: Seedlings are transplanted into the pits during monsoon in July. Weeding is carried out at a monthly interval in monsoon season. Plants require manuring in its initial stage of growth. Well rotten cattle manure or compost @ about 750 kg /ha is given in September-October. Watering at an interval of 10–15 days is favourable during summer. The lower branches are pruned in the second year in winter to avoid crowding."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation Practices: Irrigation on alternate days is necessary at the seedling stage to promote favourable growth to take place. Irrigation of saplings at an interval of 10–15 days is done during summer months to overcome dry spell until the onset of monsoon is recommended."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Weed Control: The frequency of weeding varies depending on weed growth. Monthly weeding is carried out during monsoon months."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Disease and Pest Control: No serious incidence of any insect pests or disease has been noticed in this crop."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: The tree flowers in autumn or early winter October-December. Fruiting occurs between December and February. Fruits ripen from March - April. Prunus cerasoides being a tree species, the harvesting of its bark and fruits from the plantation can only be done when tree matures."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Chemical Constituents: Stem bark contains flavones and isoflavones. Stem sapwood gave flavone glucoside. The leaves, twigs, bark and kernels contain a cyanogenetic substance. Kernels contain oil similar to that of bitter almonds with a strong flavor of prussic acid."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The kernel is used as a remedy for stone and gravel in urinary bladder.",
          "The leaves, twigs and bark contain a cyanogenetic substance.",
          "The bark is used for plastering fractured bones.",
          "The smaller branches are crushed and soaked in water and taken internally to stop abortion.",
          "Its stem is antipyretic, refrigerant and useful in treating vomiting, leprosy and leucoderma."
        ]
      }
    ]
  }
]