[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Fabaceae"
            ],
            [
              "Ayurvedic name",
              "Bakuchi"
            ],
            [
              "Unani name",
              "Babchi"
            ],
            [
              "Hindi name",
              "Babchi, Bakuchi"
            ],
            [
              "English name",
              "Purple Fleabane"
            ],
            [
              "Trade name",
              "Bavchi, Bakuchi"
            ],
            [
              "Parts used",
              "Seeds"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/psoralea-corylifoliatest.png"
      },
      {
        "type": "subheading",
        "content": "Psoralea corylifolia"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Babchi is leguminous, erect, annual herb that grows 60–100 cm tall.",
          "The plant branches profusely and its stem and branches are covered with white hairs.",
          "Leaves are simple, 2.5–7.0 cm long, petiolate, rounded, with toothed margin and both sides covered with conspicuous black glandular dots.",
          "The seeds are surrounded by a sticky oily pericarp which contains psoralein."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are axillary, blue in colour and arranged in 10–30 flowered racemes.",
          "Calyx is nearly sessile.",
          "Corolla is yellowish-blue and little exerted.",
          "Pods are 5 cm long, sub globose, slightly compressed, closely pitted and beaked; seeds are oblong, flattened dark brown and covered with a mucilaginous layer.",
          "The seeds swell when placed in water. When the seeds are rubbed they give an aromatic odour and tastes slightly bitter."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is mainly found in plains of Central India and Eastern part of Rajasthan, Punjab, and adjoining areas of Uttar Pradesh.",
          "It is sporadically cultivated in Rajasthan, Uttar Pradesh and Tamil Nadu States."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The crops can be grown well in sub-tropical climate receiving low to medium rainfall over a variety of soils ranging from sandy medium loam to black cotton soils.",
          "Red loamy soil with good organic matters and a pH ranging from 6.5–7.5 are good for cultivation."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds"
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: No propagules are raised. The crop is raised through direct sowing of seeds which germinate easily. As a sole crop 8 kg seeds are needed for one hectare area.",
          "Prapagule Rate and Pretreatment: No specific pre-treatment is required for seeds before germination."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: The land is prepared by ploughing 2–3 times with disc plough harrowed and planked to make the soil to a fine tilth before onset of monsoon. The area is divided into plots of convenient size. The main and subirrigation channels are laid out. NPK (Nitrogen, Phosphorous, Potassium) at the rate of 60: 60: 30 kg/ha are given as basal dose and mixed in the soil together with 10 t/ha of FYM.",
          "Transplanting and Optimum Spacing: Seeds are directly sown in lines at an optimum spacing of 60X30 cm to raise crop.",
          "Inter cropping System: This crop can be cultivated as intercrop in tree plantation in orchards.",
          "Inter culture and Maintenance Practices: Regular weeding (2–3) and hoeing operations are needed during early period of growth to control weeds.",
          "Irrigation Practices: The crop is rainfed and can stand partial drought conditions. However, 2–3 irrigations are required after sowing, depending on soil conditions and distribution of monsoon rains.",
          "Disease and Pest Control: Powder mildew is common problem during the winter months. Control measures involve spraying wettable sulphur (sulfex) at the rate of 3% at weekly interval for 3 to 4 times. Leaf roller caterpillar is another menance and is controlled by 2–3 spray of 0.2% Endosulfan at fortnightly interval."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: The crop matures after 200 days of sowing when pods turn purple in colour. The seeds are collected after complete drying of the pods.",
          "Post-harvest Management: Shade dried seeds are stored in gunny bags for marketing.",
          "Chemical Constituents: Psoralone and isopsoralone, isopsoralidin, corylidin, triacontane and β-sitosterol-B-D-glucoside are present in the seeds. In particular, psoralens are active principles for inducing pigmentation.",
          "Yield : A yield of 1.0–1.2 t/ha of seeds (dry weight) is obtained."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds are used in the treatment of leprosy, leucoderma, psoriasis and other skin diseases.",
          "Seed oil is recommended for application over scalp to treat dandruff."
        ]
      },
      {
        "type": "subheading",
        "content": "Source: Agro-techniques of selected medicinal plants"
      }
    ]
  }
]