[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Pterocarpaceae"
            ],
            [
              "Ayurvedic name",
              "Rakta chandan"
            ],
            [
              "Unani name",
              "Sandal surkh"
            ],
            [
              "Hindi name",
              "Lal chandan"
            ],
            [
              "Trade name",
              "Lal chandan, Red sanders"
            ],
            [
              "Parts used",
              "Heartwood and bark"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/ps-1test.jpg"
      },
      {
        "type": "subheading",
        "content": "Pterocarpus santalinus"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The heartwood of red sanders is used as an astringent and tonic, and is bitter, sweet, cooling, analgesic, anti-inflammatory, and febrifuge.",
          "Its decoction is given in chronic dysentery.",
          "It is also useful in vitiated conditions of pitta, burning sensation, vomiting, skin diseases, leprosy, ulcers, fistula, and haemorrhages."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Lal chandan is a moderate-sized deciduous tree with clear trunk and dense rounded crown.",
          "It attains a height of 10 m and a girth of 0.9–1.5 m under favourable growing conditions. The blackish-brown bark is fissured and resembles crocodile skin.",
          "The inner bark, when injured or cut, oozes red coloured ‘santolin’ dye.",
          "The wood is extremely hard and dark red in colour, with a specific gravity of 1.109.",
          "The leaves are imparipinnate, petiolate, and alternate.",
          "They are simple at seedling stage but trifoliate or rarely pentafoliate later."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The flowers of the species are yellow, densely arranged in simple or sparingly branched racemes.",
          "Flowering occurs from February to April, after new leaves sprout.",
          "Pods are formed rapidly but get ripened in next February–March.",
          "Pods are oblilquely orbicular, 3–4 cm in diameter, including the wing, and gradually narrow down into a short stipe.",
          "There is only one seed per pod, which is 1–1.5 cm in length and red- dish brown in colour."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The Pterocarpus species is distributed in peninsular India and Sri Lanka.",
          "It occurs gregariously in patches in tropical dry deciduous forests, towards south eastern Ghats."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/ps-2test.jpg"
      },
      {
        "type": "subheading",
        "content": "Pterocarpus santalinus - tree"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Well-drained red soils with gravelled loam are suitable for the cultivation of lal chandan species.",
          "It regenerates well in dry hot climate and requires rainfall ranging from 800 mm to 1000 mm annually for good growth."
        ]
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "In nature, two types of rakta chandan trees are observed—wavy grained and straight.",
          "The wavy grained wood is more in demand in trade and is preferred for commercial plantation.",
          "No commercially released varieties are available."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The seeds retain their viability for about one year under normal storage conditions and are the best propagation material.",
          "Fruits are collected in March for the extraction of seeds.",
          "Seedlings or stumps prepared from two-year-old nursery seedlings are used for planting in the field."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery technique"
      },
      {
        "type": "subheading",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "March, April or May months are suitable for raising nursery from seeds.",
          "Mature and healthy pods are chosen to collect the seeds; these are sown in raised nursery beds.",
          "It takes 10–15 days for the germination to complete.",
          "Pretreated seeds (10–12 kg) are sown per bed (10 m × 1 m) of sandy loam or loamy soil in April and covered with a thin layer of soil or hay.",
          "After one year, stumps can be prepared, which are planted in polybags in February to March, to be utilized after four to five months as stump-sprouted seedlings."
        ]
      },
      {
        "type": "subheading",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 1 kg seeds are needed to raise seedlings for 1 hectare of plantation.",
          "Seeds show only about 50%–60% germination and about 40% plant survival.",
          "Seed treatment with GA ₃ (gibberellic acid) + BA (benzyladenine) @ 250 PPM (parts per million) helps in early and optimum germination.",
          "Alternatively, seeds can be soaked in cold water for 72 hours or in cow dung slurry for 72 hours."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/ps-3test.jpg"
      },
      {
        "type": "subheading",
        "content": "Pterocarpus santalinus - crop"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "subheading",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "The land is ploughed and harrowed repeatedly and soil is brought to a fine tilth.",
          "Pits of size 45 cm × 45 cm × 45 cm are dug at a spacing of 4 m × 4 m.",
          "The pits are filled with topsoil mixed thoroughly with 10–15 kg FYM (farm yard manure) and 10 g lindane dust to protect the planting stock from soil-borne fungi."
        ]
      },
      {
        "type": "subheading",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "The best time for planting the crop in the field is end of May to June, that is, onset of rainy season.",
          "Generally, the stump-raised seedlings or stumps obtained from two-year-old nursery plants are transplanted.",
          "A plant population of about 600 per hectare is recommended with a spacing of 4 m × 4 m."
        ]
      },
      {
        "type": "subheading",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "No particular intercropping system has so far been studied in this crop; however, herbaceous rhizomatous species may be grown as an intercrop in inter-row spaces."
        ]
      },
      {
        "type": "subheading",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 10–15 kg FYM per plant per year and 150:100:100 g NPK (nitrogen, phosphorus, and potassium) per plant per year are required for at least five years.",
          "Fertilizer should be applied in 15–20-cm-deep circular trenches dug around the plant at a distance of 60 cm.",
          "Full dose of P and K along with one-third N should be applied at the end of February. The remaining N should be applied in two split doses during June–July and October–November.",
          "Application of inorganic fertilizers should always be followed by irrigation.",
          "Gap filling is done one month after planting. Weeding is done manually as and when necessary and particularly just before manuring.",
          "The soil around the basin is loosened frequently by hoeing."
        ]
      },
      {
        "type": "subheading",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "The plants are irrigated immediately after transplantation.",
          "Thereafter, irrigation is done on alternate days up to 15 days.",
          "After the seedlings get established, irrigation may be done at an interval of 10–15 days, depending on the weather conditions."
        ]
      },
      {
        "type": "subheading",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "Leaf-eating caterpillars have been found to damage the crop during April–May.",
          "These can be controlled by prophylactic spray twice at weekly intervals."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/ps-4test.jpg"
      },
      {
        "type": "subheading",
        "content": "Pterocarpus santalinus - bark"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "subheading",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "The fruits require almost 11 months to mature.",
          "Twenty- to twenty-five-year-old trees are used for the extraction of bark and wood.",
          "The bark may be extracted selectively by strip technique and the tree may be allowed to stand.",
          "The tree has to be felled for extraction of wood."
        ]
      },
      {
        "type": "subheading",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Bark, heartwood, and sapwood contain santalin A and B, isopterocarpolone, pterrocarptriol, isipterocarpene, pterocarpdiolone, pterocarpol, acyl olealonic aldehyde, and acetyloleanolic acid."
        ]
      },
      {
        "type": "subheading",
        "content": "Yield"
      },
      {
        "type": "unordered_list",
        "content": [
          "Pod yield from 15-year-old trees is 30 tonnes per hectare.",
          "Heartwood yield per tree after felling is 250 kg.",
          "Thus, 150 tonnes per hectare of heartwood is expected after 15–20 years."
        ]
      },
      {
        "type": "subheading",
        "content": "Source : Agro-techniques of selected medicinal plants."
      }
    ]
  }
]