[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Fabaceae"
            ],
            [
              "Ayurvedic name",
              "Bijasar, Asan"
            ],
            [
              "Unani name",
              "Bijasar"
            ],
            [
              "Hindi name",
              "Vijaysar,Bijasar"
            ],
            [
              "Trade name",
              "Vijaysar,Bijasar"
            ],
            [
              "Parts used",
              "Heartwood,bark,leaves and gum (kino)"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/pm-1test.jpg"
      },
      {
        "type": "text",
        "content": "Pterocarpus marsupium - plantlet"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Heartwood of Vijaysar is antibiotic and hypoglycaemic, and is used to control blood sugar.",
          "Kino gum, obtained from incisions in bark, has astringent, anti-diarrhoeal, and anti-haemorrhagic properties.",
          "Leaves are used externally to treat boils, sores, and other skin diseases, while flowers are febrifuge."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Pterocarpus species can be recognized in field by its straight bole, longitudinally fissured bark, imparipinnate and elliptic leaves, fragrant flowers in large panicles, and winged, flat pods.",
          "The tree reaches up to 30 m in height and up to 2.5 m in girth with straight and clear bole.",
          "Bark is scaly, rough, and longitudinally fissured.",
          "Leaflets are generally five to seven in number, 8–13 cm long, oblong or elliptic, or rotund, with 15–20 pairs of lateral veins.",
          "Oleo-resin obtained from tree trunk is called kino-gum, which is fragrant, brittle, almost black in colour, angular and glistering, and occurs in small flakes."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Fragrant, yellow flowers occur in about 1–5 cm long large panicles.",
          "Pods are flat, orbicular, winged, and up to 5 cm in diameter.",
          "Seeds are one to three in number, bony and convex in shape.",
          "Flowering begins in November, while fruiting continues up to March."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The tree is found in central and peninsular India, chiefly in dry mixed deciduous tropical forests of Gujarat, Madhya Pradesh, and sub- Himalayan tracts, at up to 1000 m altitude. Natural populations have greatly reduced and often no tender young saplings can be found in the forest.",
          "This is a threatened species on account of autogenic reproductive deficiency."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The tree occurs in tropical region and thrives well in open sun under moderate rainfall of 80–200 cm. It prefers fertile, deep clayey loam soil with good drainage.",
          "It can tolerate excessive temperatures in summer"
        ]
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "No improved varieties are available, but provenance from Amarkantak showed better growth results during experimentation."
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Freshly collected seeds are used for raising the plantations.",
          "Mature fruits are plucked from trees in April–May before they fall on ground."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/pm-2test.jpg"
      },
      {
        "type": "text",
        "content": "Pterocarpus marsupium - tree"
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "A nursery is raised from seeds under partial shade in April.",
          "The plantlets are maintained in the nursery till they are about two months old and then transplanted to the pits in main field during monsoons.",
          "Seedlings may also be raised in polybags or baskets.",
          "If seed- lings are maintained till next planting season, it should be ensured that there is no root coiling in the plants.",
          "Seed viability is very low (about 1%–2%) and hence this tree has been put under threatened species grade ‘A’.",
          "Seedlings raised from tissue culture die out and their survival rate is hardly 10% in open field due to intolerance of high temperature, hence winter is a preferred season for transplantation of tissue-culture-raised plants in field."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 100 g of viable seeds are required to raise seedlings on 1 hectare of land for planting at 8 m × 8 m spacing.",
          "Before sowing, seeds are treated with Thiram @ 3 g/kg of seeds to protect them from fungal infections.",
          "Germination can be hastened by cutting across their ends and soaking them in water for two days before sowing.",
          "Freshly collected seeds should be protected from seed borers."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "Land is made into fine tilth by ploughing and harvesting in April–May.",
          "Pits of appropriate size (50 cm × 50 cm) are dug at a spacing of 8 m × 8 m.",
          "About 25 kg FYM (farmyard manure), along with 200 g of nitrogen and 150 g of phosphorus, is mixed with soil of each pit as basal dose.",
          "The pits are refilled with this mixture after weathering of soil."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting may either be done in July–August (monsoon season) when the plants are two-month-old or delayed till next June–July.",
          "A spacing of 8 m × 8 m is recom- mended, which accommodates about 160 plants per hectare.",
          "Gap filling in the field is done in September."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "When Bijasar is planted planting at a spacing of 8 m × 8 m, intercropping can be done with a number of species such as medicinal plants and vegetable crops.",
          "The species can also be raised as a pure crop at smaller spacing."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "FYM @ 25 kg per plant, nitrogen @ 200 g/plant, and phosphorus @ 150 g/plant are required every year for the first three years.",
          "The fertilizer is applied in two split doses, the first in September and the second in January.",
          "Two manual weedings, the first one in August and the second in November, are recommended."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation should be done six times in the first year (preferably once a month) through check basin system or filling the basin of the pit with water."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "No serious insect pest and disease are observed in mature stems and roots.",
          "However, seeds are prone to seed borer, which decreases seed viability.",
          "This can be controlled to some extent by proper drying (up to 12% moisture) and using carbon-di-sulphide in storage.",
          "In nursery and early growth stages, leaf-eating insects and white grub attack are often reported, which can be controlled by four sprays of Endosulphan @ 0.003% at fortnightly intervals and application of Phorate 10 G near the root zone, respectively.",
          "To keep the plants disease-free in nursery and early stages of development in the field, seed treatment with Thiram @ 3 g/kg of seed is essential."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/pm-3test.jpg"
      },
      {
        "type": "text",
        "content": "Pterocarpus marsupium - seeds"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "The tree is harvested after 10–15 years for production of heartwood.",
          "Kino gum is collected through incision in the bark before logging of tree, and dried well in shade."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Isoflavanoids, terpenoids, and tannis are reported from heartwood.",
          "Roots contain liquid-ritigenin, garbanzol, pterosupin, pseudo-dobatigenin, and 5-deoxy-kaempferol.",
          "Kino gum contains kitannic acid."
        ]
      },
      {
        "type": "text",
        "content": "Yield"
      },
      {
        "type": "unordered_list",
        "content": [
          "Each mature tree yields approximately 500 kg of dry heartwood after 10–15 years.",
          "Thus, an estimated yield of 750–800 quintals/hectare is obtained."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]