[
  {
    "heading": "Plant profile:",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Fabaceae"
            ],
            [
              "Ayurvedic name",
              "Vidarikand"
            ],
            [
              "Unani name",
              "Vidari"
            ],
            [
              "Hindi name",
              "Vidarikand, Bilaikand"
            ],
            [
              "English name",
              "Indian Kudzu"
            ],
            [
              "Trade name",
              "Vidari, Kudzu"
            ],
            [
              "Parts used",
              "Tubers"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Pueraria tuberosa"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a large spreading tuberous, deciduous climber or twining shrub with very large tuberous roots.",
          "Leaves are pinnately compound, three foliolate with long petioles.",
          "Leaflets are broadly ovate or rhomboid, sub-coriaceous, glabrescent above and densely clothed with silky hairs."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers appear in April.",
          "It is blue or purplish blue in colour. It is leafless 15–27 cm long racemes.",
          "Calyx is 0.4–0.6 cm long densely silky. Corolla is bluish, larger and papilionaceous.",
          "Fruits are membranous.",
          "Pods are of 5.0–7.5 cm long, flat and jointed.",
          "It contains 2–3 seeds clothed with long, silky bristly brown hairs."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is common in Central India and ascending up to 1300 m msl and also found in hills of western Himalayan region."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant prefers sub-tropical climate, shade and warm humid conditions.",
          "It grows well in loam to sandy loam soil, rich in organic matter."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is generally propagated by seeds, but seed germination is low.",
          "Tubers and layering is also used for raising plants. Ground layering of stem is very successful for propagation."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: The seeds are soaked in water overnight and sown in nursery in month of May. Seedlings are planted in field at the end of July. The plants can be raised vegetatively in June-July and shifted to main field in August-September."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Propagule Rate and Development: Ground layering may be done with the help of rooting hormones. Stem cuttings also require treatment of rooting hormone."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application: About 15–20 t of FYM should be mixed in soil at the time of field preparation. The field should be levelled well after one cross ploughing and harrowing."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting and Optimum Spacing: The seedlings or cuttings are planted at spacing of 75cm X 75cm in 30cm deep pits filled with 1:1:1 mixture of soil, sand and manure. About 18,000 plants are required for planting in one hectare land."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Intercropping System: This is widely spaced crop and allows inter-cropping of narrow spaced, erect plants like Desmodium (Shalparni) and Plumbago (Chitrak) during the first season. It can also be grown as inter-crop under large tree plantation or orchards. In fact, upto 50% shade provide ideal conditions for its growth and development."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Interculture and Maintenance Practices: Pueraria is perennial crop and requires three hand weedings in the first year at 30, 60 and 180 days after transplanting, corresponding with end of August, September and early February months."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation Practices: One irrigation is required at the time of transplanting, and two during establishment stage at 15 and 45 days after transplanting. The plant becomes dormant during winter. Generally, 3 to 4 irrigations are required during April-June in the following year."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Weed Control: Mechanical and cultural method are used to control weeds."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Disease and Pest Control: The leaves are damaged by sucking and chewing type of insects during and after rainy season. This can be controlled by applying Neem cake in the soil and repeated spray of its solution in July-August to control this menace."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: The large tuberous roots take 4–5 years to develop. Occasionally the tubers may develop up to 20 kg in weight. Medium sized tubers are considered better",
          "Post-harvest Management: The tubers are cut into thin slices, dried in shade and stored.",
          "Chemical Constituents: The tubers contain approximately 65% carbohydrates, 11% protein and glucosides."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The tubers are aphrodisiac, cardio-tonic, galactogogue and diuretic.",
          "The tubers are used for the treatment of dysuria, emancipation and spermatorrhea and given in malarial fever."
        ]
      }
    ]
  }
]