[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Polygonaceae"
            ],
            [
              "Ayurvedic name",
              "Amlavetasa"
            ],
            [
              "Unani name",
              "Rewand chini"
            ],
            [
              "Hindi name",
              "Rewand chini"
            ],
            [
              "Trade name",
              "Revand chini, Rhubarb"
            ],
            [
              "Parts used",
              "Roots and rhizomes"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/re-1test.jpg"
      },
      {
        "type": "text",
        "content": "Rheum emodi - a close view"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Rheum emodi is a mild purgative, astringent, tonic, laxative, stomachic, and aperient. Powdered rhizomes are sprinkled over ulcers for quick healing.",
          "It is also reported to be a potent anti- inflammatory drug."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Rewand chini is a perennial stout herb, 1.5–3.0 m tall.",
          "Roots are very stout and thick.",
          "Leaves are radical, orbicular, or broadly ovate, very large, and 30–45 cm in diameter with long petioles."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are small, dark purple or pale red in axillary panicles.",
          "The plant has three to five years of juvenile phase, followed by reproductive phase.",
          "Flowering occurs in June–July.",
          "Seeds are collected in late August–September, when they turn dark brown.",
          "Seed production potential varies from 300 seeds to 950 seeds per plant."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species occurs in the temperate Himalayas, from Kashmir to Sikkim, at an elevation of 2800–4000 m.",
          "It is found in alpine zone on rocky soil, moraines, and crevices, between boulders and near streams in specific pockets.",
          "It is sporadically cultivated in the North-eastern states for its leaves, which are used as vegetable."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Rewand chini plant is restricted to the temperate, sub-alpine, and alpine zones of the Himalayas.",
          "Well-drained, porous, humus-rich soil is suitable for its cultivation.",
          "It prefers exposed or partially shaded habitat and can be cultivated on altitudes above 1800 m in height."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/re-2test.jpg"
      },
      {
        "type": "text",
        "content": "Rheum emodi"
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Both seeds and top rhizome segments from mother plants may be used for propagation.",
          "Seeds are collected in September–October.",
          "They have high and quick germination rate, and require no specific pretreatment."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "Seedlings are obtained from a nursery raised in March in open sites or in February in sheltered places.",
          "Seeds are sown in lines 15 cm apart.",
          "In temperate conditions, seeds are sown in the spring season (March–early April). Germination of the seeds is complete within one month of sowing."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 600 g of seeds are required to raise a nursery for planting at a spacing of 50 cm × 50 cm in 1 hectare of land.",
          "No specific pretreatment is required for the seeds."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/re-3test.jpg"
      },
      {
        "type": "text",
        "content": "Rheum emodi - seedlings raised in root trainer trays"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "The land may be ploughed and prepared to fine tilth and made aerable.",
          "Forest litter/FYM (farm- yard manure) @ 100 quintals/hectare may be used as a basal dose for soil containing 1%–1.5% of organic carbon at 2200 m, applied at the time of land preparation.",
          "At lower altitudes (1800 m), higher dose of manure (about 150–200 quintals/hectare) is desirable for maximizing the yield."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting is done in May when the plants are almost three months old.",
          "The optimum spacing for the crop is 50 cm × 50 cm, which means a crop stand of approximately 40 000 plants per hectare."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "Since the crop of R. emodi occupies maximum soil surface, no intercropping is feasible after second year, when planted at a spacing of 50 cm × 50 cm.",
          "However, annual vegetable crops or medicinal and aromatic plants can be grown during the first year.",
          "Intercropping with Rheum moorcroftianum has been reported to be successful.",
          "R. moorcroftianum has medicinal properties similar to those of R. emodi ."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "While the entire quantity of FYM is applied as basal dose (10 tonnes/hectare), half of nitrogen and full dose of phosphorus and potash are also applied as a basal dose before transplanting the crop.",
          "Rest of nitrogen is applied as top dressing six to eight weeks after transplantation."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation is done immediately after transplantation of propagules.",
          "This is followed by light irrigation at four-week intervals.",
          "Light sprinkler irrigation during the summer season has proved to be useful for the growth of the crop.",
          "It also saves water.",
          "However, excessive watering may cause decay of underground rhizome, especially in winter months."
        ]
      },
      {
        "type": "text",
        "content": "Weed control"
      },
      {
        "type": "unordered_list",
        "content": [
          "Regular weeding/hoeing operations, at an interval of 15–30 days, during the establishment and initial growth phase of the crop as well as during monsoons have shown better results in terms of plant growth."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "The crop is often infected with Fusarium sp.",
          "Soil drenching with Carbendazim 50 at a rate of 2 g/litre of water is recommended as a control measure.",
          "Insects and aphids, which attack the plant at early stage, may be checked by spraying Ecalux 0.5% twice at an interval of 10–15 days."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/re-4test.jpg"
      },
      {
        "type": "text",
        "content": "Rheum emodi - young plants in a nursery bed"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "Crop raised through seedlings needs four to five years for maturity; however, two to three years are enough when raised through rhizome segments.",
          "Flowering takes place after one year in May–June and fruiting follows in September–October.",
          "The plants attain maturity after about four growing seasons, and may be harvested after the onset of fruiting in September and October."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "The root and rhizome are cleaned, thoroughly washed, chopped into small pieces, and dried in shade.",
          "The dried drug material is packed in airtight containers."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Roots contain emodin, emodin-3-monomethyl ether, chropophenol, alsemodin, rhein, sennoside, engenol, rutin, and glucoglatin."
        ]
      },
      {
        "type": "text",
        "content": "Yield"
      },
      {
        "type": "unordered_list",
        "content": [
          "The expected yield ranges from 37 quintals/hectare to 66 quintals/hectare at an altitude of 1800 m, and between 65 quintals/hectare and 108 quintals/hectare at an altitude of 2200 m, after three years."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]