[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Zingiberaceae"
            ],
            [
              "Ayurvedic name",
              "Kakoli"
            ],
            [
              "Hindi name",
              "Kakoli"
            ],
            [
              "Parts used",
              "Fasciculated Tuberous Roots"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/roscoea-purpureatest.png"
      },
      {
        "type": "subheading",
        "content": "Roscoea purpurea"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a terrestrial, herbaceous and tuberous perennial herb.",
          "Root is thick, fleshy and fasciculated.",
          "Stem is leafy, elongate, leaves 5–6, lanceolate.",
          "Flowers are few in a sessile spike borne in autumn and pale-lilac, purple or white in colour."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are few in a sessile spike, pale lilac or white.",
          "Floral bracts are oblong, hidden in the sheaths of the upper leaves.",
          "Calyx is green and slit deeply down one side of the flower expand.",
          "Corolla tube is dilated upwards, lip 2–3 lobed; upper segment is ovate and lower lanceolate.",
          "The staminode is oblanceolate in shape, half as long as the upper segment; whereas fertile stamen is as long as the staminode.",
          "Capsule is cylindrical and varies greatly in size."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "The plant is distributed from an elevation of 1500–2500 meter in Himalayan region and Khasi hills."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant grows in moist shady places over sandy-loam soils rich in humus.",
          "Soils having adequate percentage (50%) of sand has good porosity for tuber growth.",
          "It grows best in areas, which receive moderate to high rainfall and at elevation ranging from 1500–2500 meter, preferably over north slopes. Other sites with mild slope have also been found good especially, where there is a good summer rainfall.",
          "The locations, where the rainfall is scanty, but more or less flat area is preferred for cultivation, so that it can be irrigated as and when required.",
          "Tubers are very delicate and susceptible to water logging."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Fasiculated tubers"
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/fasiculated-tuberstest.png"
      },
      {
        "type": "subheading",
        "content": "Fasiculated tubers"
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Season and Time of Raising Crop: Planting of tubers is done in April, when soil temperature starts rising in the hills. The tubers, weighing about 4–5 gm each, are found suitable and give maximum growth and yield. The tubers are planted at the depth of 8 cm in furrows at 30 cm distance row to row and plant to plant distance is kept at 15 cm.",
          "Pretreatment before Sowing: The tubers should be dipped in 0.01% bavistin solution for ½ hour before sowing followed by shade drying to protect against soil borne fungi. The crop prefers partial shade of trees for growth.",
          "Method of Planting (Direct Sowing/Planting or Nursery Raising): Tuber is sown in the warm environmental conditions in the month of April.",
          "Time and Method of Nursery Planting: Tuber and seeds are suitable for its propagation at the spacing of 15X10 cm. However, plants raised by seeds show high mortality rate and the number of fingers formed are less which takes more time for maturity. Hence the tuber is the best part for its propagation."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Planting: First ploughing should be done with soil turning plough in the first week of March. Land having slopes should be ploughed across the slope. The field should be kept open for 15–20 days in order to receive sufficient sunlight and allows weeds to get rotted and removed. Before second ploughing, well rotten FYM should be applied in the field. Second ploughing should be done in the first fortnight of April depending upon the soil moisture. Planking should be done after 2nd and 3rd ploughing to break remaining clods and make the soil friable. If sufficient winter residual moisture is not present in the soil then a light irrigation should be given before planting the tubers.",
          "Manure and Fertilizer Used (Basal): It grows very well in humus rich soils. FYM dose of 25–30 t/ha is recommended. It should be spread uniformly in the field and mixed well in the soil. Unlike annual crops, the entire quantity of FYM is applied in split doses. First applications of ¾th of the total FYM is done at the time of area preparation and rest ¼th should be applied at the time earthing which is carried out in the beginning of next rainy season.",
          "Days for Completion of Germination/Sprouting: Sprouting takes one month period.",
          "Optimum Crop Stand /Hectare: 32,000–40,000 plants/ha.",
          "Inter-cropping System (If Grown in Orchard/Plantations etc.): Inter cropping trials were conducted in the peach and apricot orchard by adopting the same (sole crop) package of practices. The yield obtained per unit area was same as obtained from the sole crop.",
          "Inter culture Operations: In areas of heavy rainfall, two earthings, one after about 30–35 days and second after the monsoon is recommended, so that tubers do not get exposed to sunlight. Hand weeding for 3–4 times is required, depending upon the intensity of weedy flora. There are no serious diseases, insect pests, nematodes noticed in trial plots. However, crops should be protected from water stagnation to avoid tuber rotting ensuring proper drainage.",
          "Irrigation Practices: The residual moisture of the winter rains is captured for thesowing. If the rains are not enough, a light irrigation should be applied before planting. Once tubers sprout, a weekly irrigation is required during summer season.",
          "Weed Control: Manual weeding at an interval of 30 days is required depending upon the frequency of weeds."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: The crop takes 2 years to produce mature tubers. The tubers are harvested by digging in autumn preferably in the month of October.",
          "Post-harvest Management: The tubers are washed in running water. Mother tubers should be removed and then rest of the tubers should be dried in shade or in partial sunlight. Dried tubers can be stored in well airy gunny bags / bamboo baskets. For seed purpose, healthy fresh tubers of uniform size can be selected and stored in soil pits in cooler areas or bamboo baskets. These should be treated with 0.01% Bavistin solution for half an hour followed by shade drying before storing to protect from fungal infection.",
          "Yield : The cultivation trial conducted at Shimla has given 1.2–1.4 t/ha yield of fresh tubers in the first season and 2.5–3.0 t/ha in subsequent year. The difference in the yield was mainly observed due to weight and size of tubers and not due the number of tubers."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Kakoli is an Ashtavarga plant. Its fleshy tuberous roots are used in treatment of impotency and leucorrhoea.",
          "Its root powder is mixed with sugar and taken with milk as tonic in general debility."
        ]
      },
      {
        "type": "subheading",
        "content": "Source: Agro-techniques of selected medicinal plants"
      }
    ]
  }
]