[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Rubiaceae"
            ],
            [
              "Ayurvedic name",
              "Manjishtha"
            ],
            [
              "Unani name",
              "Majeeth"
            ],
            [
              "Hindi name",
              "Manjitha,Manjit"
            ],
            [
              "Trade name",
              "Manjit"
            ],
            [
              "Parts used",
              "Roots and whole plant"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/rc-1test.jpg"
      },
      {
        "type": "text",
        "content": "Rubia cordifolia"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Manjit is a bitter, antiseptic, styptic, anodyne, depurative, and hypotensive drug.",
          "The plant is also used against blood dysentery, inflammations, and urino-genital disorders.",
          "It is also an alterative, pigment stimulator, and tonic."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Manjishtha is a perennial, herbaceous climber with very long, cylindrical roots having a thin red bark.",
          "Stem is long, rough, slightly woody at the base, quadrangular, and glabrous.",
          "Branches climb by means of numerous prickles.",
          "Leaves are heart shaped, about 5–10 cm in size, five-nerved from the leaf base, and occur in whorls of four.",
          "Petiole is roughly triangular with many sharp recurved prickles on the edges."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are small, yellow, and scaly, and occur in terminal cymes.",
          "Bracts are ovate and leafy.",
          "Calyx is tubular, less than 1 cm long.",
          "Corolla is a greenish, divided to the base, tubular with five lobes, and about 3 mm long.",
          "Fruits are 4–6 mm in diameter, globose, smooth, shining, violet or purple black in colour with grey black seeds.",
          "Flowering occurs in August–September and fruiting in October–November."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is found throughout the hilly subtropical to sub-temperate regions of India, between 300 m and 2000 m altitudes."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/rc-2test.jpg"
      },
      {
        "type": "text",
        "content": "Rubia cordifolia - plant"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Rubia cordifolia occurs mostly in loamy soil rich in humus.",
          "The rainfall is high in the regions in which this plant grows.",
          "The plant is a climber and requires support for growth."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is propagated through seeds and two-node root cuttings.",
          "The seeds are collected during December and January.",
          "It is preferable to use seeds for large-scale cultivation, considering the cost factor and high rate of germination."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "The planting stock may be raised in nursery in January through seeds.",
          "The seeds obtained from dried ripe black fruits are sown in nursery beds either in rows or randomly by broadcasting.",
          "A thin layer of soil and organic manure is spread over the seeds, and the beds are regularly watered.",
          "After germination, seedlings with two to three leaves are transplanted in polybags for establishment.",
          "The plants can also be raised through cuttings containing two or three nodes, treated with commercially available rooting hormones or 3000 PPM (parts per million) IBA (indole-3-butyric acid) for rooting.",
          "Although cuttings give 90% success, it is still preferable to take up large-scale cultivation through seeds, which is economic and results in 80%–85% germination within 20 days."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 350 g of seeds are required to raise a nursery for planting in 1 hectare of land.",
          "It is advisable to treat the seeds with 0.02% Bavistin 50 WP before sowing.",
          "Sometimes, seeds may be directly broadcast in the well-prepared field or sown in rows.",
          "In such cases, much higher quantities of seeds, to the tune of 1.5–2 kg, may be required."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/rc-3test.jpg"
      },
      {
        "type": "text",
        "content": "Rubia cordifolia - seeds"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "The soil is properly ploughed, harrowed once or twice, and planked lightly to make it porous and weed- free.",
          "FYM (farmyard manure) @ 10 tonnes/hectare and NPK (nitrogen, phosphorus, potassium) @ 30:40:20 kg, respectively, are applied to the soil as basal dose during land preparation."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Seedlings/rooted cuttings are trans- planted to the main field in April– May.",
          "An optimum spacing of 60 cm × 75 cm is recommended in the field, which gives an optimum crop stand of 22,000 plants per hectare.",
          "When the seeds are directly sown in rows or broadcast in the well-prepared field, singling is an important activity to provide optimum spacing to the growing plants."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "The plant is a climber and may be intercropped with shrubby, perennial species, serving as host/support crop."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "FYM @ 5 tonnes/hectare or nitrogen @ 20 kg/hectare is applied 120–130 days after transplanting by top dressing.",
          "In the second and third years, NPK may each be applied @ 20 kg/hectare by top dressing with the onset of rainfall after the intercultural operation.",
          "In the first year, first manual weeding cum hoeing is done 45 days after planting, and the second one is carried out 120 days after planting.",
          "Bamboo/shrub staking is done 30–45 days after transplanting.",
          "Intercultural operations during second and third years may be carried out at least twice during each year."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation may be provided as and when necessary.",
          "However, the plant may be grown as a rainfed crop in North-East India where the rainfall is high and evenly distributed throughout the year."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/rc-4test.jpg"
      },
      {
        "type": "text",
        "content": "Rubia cordifolia - dry roots"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "R. cordifolia starts flowering after one year in August and seeds mature in October–November.",
          "Roots can be harvested after two years at preflowering stage in October or late fruiting stage by the end of November or even in early December when seed is required for next crop.",
          "The crop can, however, be allowed to stand in the field for three years."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "The hard roots are cut into small pieces and dried in the shade.",
          "The dried root pieces are packed in gunny bags for storage in cool and dry place."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Roots contain resinous and extractive matter, gum, sugar, colouring matter, and salts of lime.",
          "The colouring matter consists of purpirin, manjistin, garancin, xanthine, besides several anthraquinone derivates."
        ]
      },
      {
        "type": "text",
        "content": "Yield"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 3 tonnes of dry root is obtained per hectare of cultivated crop."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants."
      }
    ]
  }
]