[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Salvadoraceae"
            ],
            [
              "Ayurvedic name",
              "Pilu"
            ],
            [
              "Unani name",
              "Pilu, Miswak"
            ],
            [
              "Hindi name",
              "Khara Jhal, Chota Pilu, Meswak"
            ],
            [
              "English name",
              "Mustard Tree, Salt Bush Tree"
            ],
            [
              "Trade name",
              "Khara Jhal, Tooth Brush Tree"
            ],
            [
              "Parts used",
              "Roots"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/salvadora-persicatest.png"
      },
      {
        "type": "subheading",
        "content": "Salvadora persica"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "<em>Salvadora persica</em> is a large shrub or small tree of Thar Desert.",
          "The branches are drooping, terete and glabrous.",
          "A typical desert plant grows as a mangrove perennial tree as well as under extreme saline (salt stress) and drought conditions. Thus the seeds are dispersed by the birds.",
          "The plant produces three types of fruits, i.e. pink, purple and white.",
          "The purple fruit bearing plants showed better seed traits, viz. seed weight, size, thickness, volume, density and viability and germination percentage as compared to other two types of fruit bearing plant. Hence, in the present studies seeds of purple fruit bearing plants were selected to develop agro techniques.",
          "The leaves are shed twice in a year, i.e. October-November and February-March, but plant never becomes leafless throughout the year. New leaves appear twice in a year, first during April-May and second during September to December and thereafter new leaves develop slowly.",
          "During winter season (cold stress) anthocyanin pigments have been noticed in leaves.",
          "The gall formation has been commonly observed on every plant part except roots. These galls have been reported to possess some growth promoting principles."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant bear flowers in September-October.",
          "The flowers are greenish-yellow borne in axillary and terminal compound panicles.",
          "Calyx is glabrous, lobes rounded; corolla is twice as long as calyx; stamens exerted; fruit is a drupe, globose, red when ripe.",
          "The plants produce fruits with and without seeds.",
          "The fruits are formed in autumn and takes 3 months to increase in size and mature during April-May.",
          "In natural conditions the germination of seeds takes place during rainy season (July and August)."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "It survives under both saline and drought conditions throughout the Indian arid zone."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It grows well under arid environment, salt stress conditions and low moisture with high temperature.",
          "Soil mixture of 1:2:1 ratio of sand, clay, FYM is best; higher clay content is preferable."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "text",
        "content": "Seeds collected during April-May from purple coloured healthy fruits."
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "subheading",
        "content": "Raising Propagules:"
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: First ploughing of land is done in the first week of June, and left fallow for 20–25 days for solar exposure for drying weeds, aeration and facilitating decaying crop residues. Thereafter, a second ploughing is done and field leveled through planking. The crop is given NPK at 30:20:15 kg/ha plus hexameal treatment. Half of N and entire quantity of P and K are applied basally and the rest is given after 120 days.",
          "Transplanting and Optimum Spacing: Spacing of 5X5 meter is optimum for good growth under field conditions.",
          "Inter culture and Maintenance Practices: Weeding and hoeing are carried out manually at 20 days after planting repeated after every 20 days in rainy season and after rains at 45 days intervals upto 3–4 years of age.",
          "Irrigation Practices: Fortnightly irrigation schedule is more suitable for increasing the collar diameter, biomass, bark & root yields and Harvest Index, while monthly irrigation is suitable for growth and height of the plant.",
          "Weed Control: Manual hand weeding is a better option for weed control in S. Persica plantations.",
          "Disease and Pest Control: No serious insects, pests and nematodes were observed in this crop."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: Seeded fruits require 4–5 months for maturity, i.e. from December to April-May. The whole plant is used medicinally, but roots are used for preparation of Meswak toothpaste. The plant may be uprooted after 2 years of growth at any time of the year for root production. The roots are separated dried.",
          "Post-harvest Management: Uprooted whole plants are separated into leaf, stem and roots with the help of stainless knife/scalpels. Stem branches and roots are used freshly. If these are not used freshly, then these should be stored in well ventilated shady places, so that moisture loss takes place continuously.",
          "Chemical Constituents: Root contains elemental y-monoclinic sulphur, benzyl glucosimolate, a methoxylbenzyl derivative of urea named salvadourea, m-anisic acid and sitosterol. Root bark and stem bark contain trimethylamine. Seed oil is rich in myristic, lauric and palmitic acids.",
          "Yield : Plantation of crop at 5X5 meter spacing in one hectare area yielded 200 kg roots after two years."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The root contains steam-distillable oil, which has 90% Benzyl isothiocyanate, a compound responsible for decreasing dental caries and used in the preparation of Meswak toothpaste.",
          "The chemical present in the plant can control gingivostomatitis, skin infection and conjunctiva.",
          "The root bark is tonic, stimulant, emmenagogue. The stem bark is good for gastropathy."
        ]
      },
      {
        "type": "subheading",
        "content": "Source: Agro-techniques of selected medicinal plants"
      }
    ]
  }
]