[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Caesalpiniaceae"
            ],
            [
              "Ayurvedic name",
              "Asoka"
            ],
            [
              "Unani name",
              "Ashok"
            ],
            [
              "Hindi name",
              "Asoka"
            ],
            [
              "Trade name",
              "Sita Asoka"
            ],
            [
              "Parts used",
              "Stem bark,flowers,seeds"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/sa-1test.jpg"
      },
      {
        "type": "text",
        "content": "Saraca asoca - tree"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Stem bark of Asoka tree is strongly astringent and a uterine sedative, uterine tonic, and styptic, having a stimulating effect on endometrial and ovarian tissue.",
          "The bark is also useful in dyspepsia, fever, and burning sensation.",
          "It is also used to treat menorrhagia, leucorrhoea, internal bleeding, hemorrhoids, and hemorrhagic dysentery."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Sita Asoka is a medium-sized, evergreen tree with beautiful fragrant flowers.",
          "Leaves are alternate, paripinnate, copper red when young and green when mature, and 30–60 cm long.",
          "Bark on old stems is dark green in colour, often marked by bluish and ash white patches of lichens."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Fragrant flowers are orange or orange yellow in colour.",
          "Fruit is a four to eight seeded, flat and black coloured, leathery pod.",
          "The pod is dehiscent, woody, and tapering at both ends.",
          "Seeds are ellipsoid–oblong and compressed. Flowering and fruiting occur from July to October."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Asoka is distributed throughout India, naturally frequent in South India, Sri Lanka, Orissa, and Assam.",
          "The species also occurs in central and eastern Himalayas up to 750 m altitude.",
          "It is grown as an avenue tree due to its foliage and fragrant flowers."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/sa-2test.jpg"
      },
      {
        "type": "text",
        "content": "Saraca asoca - flowering and fruiting"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Asoka grows well in moist tropical areas with well-distributed rainfall.",
          "It also thrives well in partially shaded locations."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds are the most suitable propagation material.",
          "Mature seeds are collected from more than five to six-year-old plants in December–January."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "The seedlings are raised in a nursery in March.",
          "The seeds are sown in mother beds or polybags of 25 cm × 20 cm size.",
          "The potting mixture consists of equal quantities of soil, sand, and FYM (farmyard manure).",
          "The seeds germinate in about 15 days."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "Approximately, 2 kg seeds are required for raising seedlings for planting in 1 hectare of land at a spacing of 3 m × 3 m.",
          "The seeds may be soaked in water for 12 hours before sowing, which improves the germination percentage."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/sa-3test.jpg"
      },
      {
        "type": "text",
        "content": "Saraca asoca - seeds"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "Pits of size 45 cm × 45 cm × 45 cm are prepared at a spacing of 3 m × 3 m.",
          "The pits are weathered and refilled with topsoil after mixing with 10 kg FYM per pit.",
          "An additional 10 kg manure should be applied as the follow-up dose during October–November."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Two-month-old seedlings are transplanted in the pits during monsoon season in June/July.",
          "About 1100 seedlings per hectare are required for planting at an optimum spacing of 3 m × 3 m for a pure crop.",
          "When intercropped with plantation crops like coconut, only about 200–250 seedlings may be planted per hectare, alternating with coconut rows.",
          "When intercropped with herbs, it may be planted at a spacing of 3 m × 6 m, requiring approximately 550 plants per hectare."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "Saraca performs better when grown as a mixed crop with perennial trees like coconut, which provide partial shade to the crop.",
          "Intercropping with herbs and medicinal plants can also be done for earlier economic returns."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "FYM at the rate of 10 kg/tree/year is applied twice: first in May–June while filling the pits and again in October–November at the time of second weeding.",
          "Chemical fertilizers are not applied.",
          "First weeding is done one month after planting and the third weeding is done in December.",
          "The interspaces are kept weed-free either by hand weeding or protected by spraying of non-selective herbicides like 0.8% paraquat or 0.4% glyphosate.",
          "Partial shade along with frequent irrigation is provided to growing saplings for the first one or two years from December to May."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "The crop is raised over high rainfall tracts.",
          "During the months without rains, the seedlings require frequent irrigation.",
          "Watering of grown-up trees is done by forming a ring channel around trees’ base to hasten growth."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "No serious pest or disease is observed in this crop."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/sa-4test.jpg"
      },
      {
        "type": "text",
        "content": "Saraca asoca - intercropping"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "Flowering in Asoka takes place in the early growth stage.",
          "The plant flowers profusely at six to eight years of age and produces fruits during July to October.",
          "The tree survives for about 50 years.",
          "It is often felled after it reaches 20 years of age for collecting bark.",
          "It is cut at a height of 15 cm from the soil level.",
          "If sufficient irrigation and fertilizers are provided, the stumps will regenerate new coppice shoots, which can be harvested again after 10 years.",
          "Alternatively, the bark can be collected without cutting down the tree.",
          "The bark is peeled off in vertical strips with 6 cm interspaces between each strip.",
          "The peeled off area is renewed with fresh bark in one to two years.",
          "Then, the bark on the other areas can be peeled off without cutting the tree.",
          "This non- destructive method should be preferred for harvesting."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "The bark is dried in the shade, packed, and stored in containers."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Major constituents in the stem bark of Asoka are tannins (0.57%–7.85%), ash (2.43%–6.69%), and other extracts (5.74%–14.07%).",
          "A large variation has been observed in the quality of Asoka crude drug collected from important markets in the country.",
          "Age factor may probably be responsible for such quality variations."
        ]
      },
      {
        "type": "text",
        "content": "Yield"
      },
      {
        "type": "unordered_list",
        "content": [
          "One tonne of dry stem bark per hectare is produced from a sole crop.",
          "When grown as mixed crop with coconut, yield is reduced to 0.6 tonne per hectare."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]