[
  {
    "heading": "Plant profile:",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Anacardiaceae"
            ],
            [
              "Ayurvedic name",
              "Bhallataka, Arushkar"
            ],
            [
              "Unani name",
              "Bhilavan, Balodur"
            ],
            [
              "Hindi name",
              "Bhilawa, Bhela"
            ],
            [
              "English name",
              "Marking-Nut"
            ],
            [
              "Trade name",
              "Bhilawa, Marking nut tree"
            ],
            [
              "Parts used",
              "Fruits, Pericarp"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Plant of Semecarpus anacardium"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Semicarpus anacardium is a moderately sized deciduous tree, reaching up to a height of 12–15 meter and girth of 1.25 meter.",
          "Bark is rough, dark brown in colour. Leaves are large, simple, obvate-oblong and 9.0–30.0 cm long, curvaceous covered with five pale pubescence."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The flowers are small, dull greenish yellow, dioeciously borne in December - January. Inflorescence is terminal panicles.",
          "Flowers are 0.6–0.8cm in diameter, sub-sessile, fascicled. Petals are oblong, greenish-white filaments subulate.",
          "Fruit is a drupe of 2 to 2.5 cm long, obliquely ovoid, smooth and shinning, black when ripe, borne on orange coloured receptacle.",
          "It remains on tree from February to June."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is distributed at the outer Himalayas from Sutlej to Sikkim and fairly at hotter parts of India as far as east of Assam.",
          "The tree is not found under cultivation but is common in forests often found occurring with Sal.",
          "Climate and Soil Marking nut tree is common throughout the hotter parts of India.",
          "Semi-arid climatic conditions and light to medium gravelly soils with good drainage are most suitable for raising the plantation.",
          "Propagation Material Plant is propagated by seeds.",
          "The seed viability is 6 months."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules : The seedlings are to be raised in nursery during March to April. Normally, 30 days are required for seed germination. Transplanting of seedlings is done in rainy season. Seedlings are frost sensitive but have good power of recovery. They are found prone to damping off disease at a tender stage."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Propagule Rate and Pre treatment : Alternate days soaking of seeds and drying in cow dung for 15 days hasten seed germination. Seed treatment in concentrated H ₂ SO ₄ for 5 minutes followed by washing in running water induces 60–65% germination."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application : The field should be ploughed thoroughly followed by harrowing and planking to bring from soils to a fine tilth and free from weeds. The land is mixed with 20 t/ ha FYM at planting."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting and Optimum Spacing : Marking nut seedlings are planted at 6m X 6m spacing. Pits of 60cm X 60cm X 60cm size are dug out in the month of April-May and exposed to the sun for drying. Each pit is filled with soil mixed with 15–20 kg FYM. The transplanting of seedlings raised in the nursery is done in rainy season in July. About 277 saplings are required for one hectare land."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Intercropping System : Intercropping with any short duration crop can be done from early stage of planting till 3–4 years age."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Intercultural and Maintenance Practices : The intercultural operation like weeding and hoeing is carried out periodically."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation Practices : Protective irrigation is to be provided in initial years."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Weed Control: Manual weeding is to be done to keep the plantation free of weed."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Disease and Pest Control : No major insect pest is noted, however in case of severe infestation biocontrol measures are to be adopted."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting : Economic yield of seed production takes place after 10 years of plantation. The flowering begins in the monsoon during June-July and the fruits start ripening during November - January. The economic life of the tree is about 25 to 30 years."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Chemical Constituents : Nut-shells contain biflavonoids – biflavones A, C, A1 & A2. Oil from nuts called Bhilavinol contains a mixture of phenolic compounds. Crystal of Calcium oxalate and oil is present in the mesocarp parenchyma."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Yield : 25–45 kg fruits/tree/annum are obtained from a full grown tree."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The fruits and its oil (28–36%) have medicinal property.",
          "The fruits are traditionally used for astringent, rubifacient, counter irritant and aphrodisiac properties.",
          "Juice of the fruit pericarp is used for marking cotton clothes.",
          "Noticeable impact observed in heart related illness, cancer, etc."
        ]
      }
    ]
  }
]