[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Solanaceae"
            ],
            [
              "Ayurvedic name",
              "Kantakari"
            ],
            [
              "Unani name",
              "Katai khurd"
            ],
            [
              "Hindi name",
              "Choti Kateri, Ringni"
            ],
            [
              "English name",
              "Wild Eggplant, Yellow - Berried Nightshade"
            ],
            [
              "Trade name",
              "Kantkari"
            ],
            [
              "Parts used",
              "Whole Plant"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/solanum-surattensetest.jpg"
      },
      {
        "type": "text",
        "content": "Solanum surattense"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Branches are spreading on the ground.",
          "The plant is very prickly diffused bright green perennial herb, somewhat woody at the base.",
          "Branches are numerous, the younger ones clothed with dense stellate tomentum, prickles compressed, straight, yellow, glabrous, shining often exceeding and 1.3 cm long.",
          "Leaves are 5–10X2.5–5.7 cm, ovate or elliptic, bearing stellate hairs on both sides (especially so beneath), sometimes becoming nearly glabrous with age.",
          "Petioles are 1.3–2.5 cm long."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Mainly flowers are axillary but some flowers are cymes and bluish-violet in colour. Pedicels are short, curved with stellate hairy.",
          "Calyx is nearly 1.3 cm long, densely hairy and prickly, tube short, globose, lobes 11 mm long, linear-lanceolate, acute and prickly outside.",
          "Cololla is purple, 2 cm long, lobes deltoid, acute, hairy outside.",
          "Filament is 1.5 mm long, glabrous, anthers 8 mm long, oblong lanceolate and opening by small pores.",
          "Ovary is ovoid, glabrous and style glabrous.",
          "Fruits are berry, 1.3–2.0 cm in diameter, yellow or white with green veins and surrounded by the enlarged calyx.",
          "Seeds are 0.25 cm in diameter, glabrous, smooth, sub- reniform and yellowish-brown."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is widely distributed throughout India in dry situation as weed ascending to 1500 meter on the Himalaya, abundant by road sides and wastelands, mainly in Rajasthan, Gujarat, Madhya Pradesh, Uttar Pradesh and Haryana."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a hardy plant. It does well over light well-drained sandy-loam to rich loamy soils having pH of 7.0–8.0.",
          "The crop can also be grown under over saline lands.",
          "Kantakari is essentially a warm season crop grown mainly in tropical and sub tropical regions.",
          "Generally a long period of warm, preferably dry weather with abundant sunshine is required.",
          "Temperature range of 21–27°C is most favourable for its growth and reproduction.",
          "In northern India, the crop is adversely affected during December-January due to frost as it causes injury to vegetative parts and recovers in the spring season."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/flowers-of-solanum-surattensetest.jpg"
      },
      {
        "type": "text",
        "content": "Flowers of Solanum surattense"
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The crop is raised by seed.",
          "The seeds are yellowish-brown in colour, small in size i.e. 2.5 mm in diameter and glabrous.",
          "The seeds have no dormancy period and can be sown after few days of harvesting.",
          "It takes 10–15 days to germinate and the percentage of germination is around 60–70%."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: Before sowing, the seeds are soaked in water for 24 hours. This facilitates germination. Seeds take 10–15 days for germination. Raising seedlings in the nursery and later transplanting in field produce good crop strand. Generally nursery beds are prepared in the size of 7.5–10 meter long, one meter width and 10–15 cm above the ground level. An area of about 500 sqm is required to raise seedlings for one hectare area. Well decomposed farmyard manure is mixed into the top soil of the nursery beds at the rate of 10 kg/sqm. The seeds are sown around 15 June in rows made at a distance of 7.5 cm at 0.5–1.0 cm depth. Seeds are mixed in the sand which helps in proper distribution of seeds. After sowing, the rows are covered with a thin layer of the mixture of well rotten FYM and fine sand. Thereafter, the beds are irrigated. Light watering is required daily.",
          "Propagule Rate and Pre-treatment: 1.25 to 2.5 kg seeds are required for planting on one hectare area. For raising good and healthy plants, the seeds are treated with fungicides like Captan or Thiram @ 2.0 gm/kg."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: The field is ploughed, harrowed and planked well, to obtain a fine tilth. Well decomposed application of FYM at the rate of 12.5 tonnes and NPK 30:40:20 kg/ha as basal dose was found optimum for optimum yield.",
          "Transplanting and Optimum Spacing: The seedlings are ready for transplanting in 6–7 weeks after sowing in nursery beds; it has attained 10–12 cm in height and bear 4–6 leaves. Watering should be withheld 3–4 days in nursery before transplanting so that seedlings get hardened. Before uprooting, the beds are thoroughly soaked with water to facilitate easy removal of seedlings without much root injury. About 37,500 plants are recommended for planting in one hectare area by adopting 60X45 cm spacing. It gives high yield.",
          "Inter culture and Maintenance Practices: Initially, the plants grow at slow rate and are unable to compete with fast growing rainy season weeds. Therefore, early weeding is essential to keep weeds under control. Later, the crop spreads easily and smoother weed. Thus, one hand weeding at 20 days after transplanting and second at 45 days after transplanting is recommended. The crop responds well to the application of manure and fertilizers. The crop is given 90:60:40 kg of NPK, of which 30 kg N with entire P and K is given basally before planting seedlings. Adequate supply of nitrogen increases fruit size and colour. High level of phosphorus throughout root region is essential for rapid root development and increasing number of flowers. Besides basal dose, 30 kg of N should be applied as top dressing in two equal doses i.e. 45 and 90 days after transplanting.",
          "Irrigation Practices: Kantkari crop is raised as a rainfed crop where the amount of annual rainfall is 400–600 mm and well distributed in the season. It requires protective irrigation when it enters reproductive phase; moisture during both growth and fruiting should be adequate for proper plant development. It has been found that three irrigations viz., first twenty days after transplanting, second irrigation at flowering time and third irrigation at fruit development were found desirable to fetch the higher production.",
          "Weed Control: Weeds compete for moisture, nutrients, sunlight and space with the crop resulting in reduced yield and quality. The growth of Kantkari is slow at initial stage due to which it is unable to compete with fast growing weeds; therefore, in order to keep the field weed free, a shallow inter culture operation is to be done at initial growth. Usually, two hoeing and weeding at 20 and 45 days after transplanting are needed for an effective control of weeds, proper aeration and good growth of the plants. The crop is spreading in nature and do not allow weeds to grow at later growth stages.",
          "Disease and Pest Control: No serious pest and diseases have been observed on this crop."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "text",
        "content": "The plants produce flowers at 50–60 days after transplanting. Generally, this period occurs in the month of October. Fruiting starts in the month of November. The plants have indeterminate growth, meaning that flowering and fruiting continues together."
      },
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: It takes about five months from transplanting for first picking of matured berries. Complete crop harvesting can be done in the month of March. The berries are harvested before its colour turns from green to yellowish. About 2 to 3 pickings are done at 20–25 days intervals. Fruits is picked manually and kept in open for sun drying. Similarly, complete plant including roots is harvested at the end of season. It should be done before abscission of leaves starts.",
          "Post-harvest Management: The whole plant should be uprooted after giving a shallow irrigation. The berries and whole herb should be dried in sun and dry herb is packed in gunny bags and stored in cool and dark place. Seed material for next crop should be obtained from fully matured and dry berries. After cleaning, seed should be treated with any fungicide, and then packed in polythene bags and kept at cool and dark place.",
          "Chemical Constituents: Carpesterol, solanocarpine, solasonine, solamargine and β-solamargine are the chief alkaloids of Kantkari.",
          "Yield : An average crop of Kantkari yields about 16–20 t/ha of dry biomass (Panchang) including 500 kg berries (dried) under good management practices. After drying, 15–20% dry matter can be obtained under these conditions."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Panchang (whole herb including roots) and berries, have anthelmintic property, useful in bronchitis, asthma, fever relieving, thirst and given in urinary concretions.",
          "The leaves have good application for piles.",
          "The fruit is laxative.",
          "Fumigations with the vapour of the burning seeds of this plant are found useful for the cure of toothache."
        ]
      }
    ]
  }
]