[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Solanaceae"
            ],
            [
              "Ayurvedic name",
              "Brihati"
            ],
            [
              "Unani name",
              "Kateli"
            ],
            [
              "Hindi name",
              "Jangli bhata"
            ],
            [
              "Trade name",
              "Bari kateri"
            ],
            [
              "Parts used",
              "Whole plant,especially roots and fruits"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/si-1test.jpg"
      },
      {
        "type": "text",
        "content": "Solanum indicum - plant"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The Solanum plant is reported to be bitter, acrid, astringent, carminative, stomachic, resolvent, demulcent, diuretic, emmenagogue, febrifuge, and cardiotonic.",
          "It is useful in the treatment of asthma, catarrh, dropsy, chest pain, chronic fever, colic, dry and spasmodic cough, oedema, scorpion stings, difficult urination, and worm infestation."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Bari kateri is a stiff, much-branched, prickly shrub growing upto a height of 0.3–1.5 m. Prickles are sharp, often slightly recurved, short hooked, and have a broad compressed base.",
          "Stem is stout and the branches are covered with minute stellate brown hairs.",
          "Leaves are ovate in outline, sparsely prickly on both sides, and measure about 5–15 cm × 2.5–7.5 cm.",
          "They are clothed above with simple hairs and have bulbous base intermixed with small stellate ones, while small stellate hairs cover them on the lower surface.",
          "Petioles are prickly and about 1.3–2.5 cm long."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers occur in racemose, extra-axillary cymes.",
          "Pedicels are 6–13 mm long, stellately hairy, and prickly.",
          "Calyx is 3 mm long, with stellate hair and triangular teeth.",
          "Corolla is about 8 mm long, pale, purple, clothed outside with darker, purple, stellate hairs; lobes are 5 mm long, deltoid, ovate, and acute.",
          "Fruit is a globose berry, green with white lining when young and becomes yellow when ripe.",
          "Sometimes it has a few stellate hairs at the apex.",
          "Seeds are small, many, and discoid.",
          "Flowering occurs in September–October, while fruits begin to appear in October."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is commonly found throughout the tropical and subtropical India."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Brihati grows well in tropical regions where annual rainfall ranges from 1000 mm to 1500 mm.",
          "Sandy loam soil is found to be suitable for the cultivation of this plant.",
          "The species is xeric in nature and can grow well in shady places and in areas that receive low rainfall.",
          "This species may also be inter-cropped in tree plantation sites."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds can be collected in May–June from mature fruits and can be sown directly in the main field.",
          "Plantlets can also be raised in nursery through seeds."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising propagules Planting material can be raised in nursery in May– June.",
          "One- to one-and-half-month-old seedlings are planted in the field during July–August.",
          "Direct seed sowing in a plantation can also be done.",
          "Seed is sown in well-prepared nursery beds (size 10 m × 1 m) in June in shady places or in temporary mist chambers of size 10 m × 15 m.",
          "FYM (farmyard manure) @ 50 kg and poultry manure @ 2 kg are mixed in soil at the time of bed preparation before sowing seed.",
          "Irrigation is done twice a day after sowing to maintain proper humidity."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 4 kg of seeds are required for sowing in the nursery for planting in 1 hectare of land.",
          "No presowing treatment of seeds is required."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "Land preparation is done in June before rains.",
          "Land should be ploughed well and made weed-free.",
          "Drainage channels should be constructed in the field.",
          "This species does not tolerate water stagnation.",
          "Five tonnes of FYM per hectare is mixed thoroughly at the time of field preparation.",
          "The FYM should be properly mixed with the soil before rains.",
          "No inorganic fertilizer is needed."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Nursery-raised seedlings are planted in the field with a ball of earth.",
          "Preferably seeds are directly sown in the well prepared field.",
          "The germination commences after nine days of sowing and continues till 40 days. Generally, 20–30 days are required for optimum germination.",
          "A spacing of 30 cm × 30 cm in the field is optimum for good growth and productivity.",
          "The optimum crop stand is about 111 000 plants/hectare."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "The species can also be grown as an intercrop beneath fruit-tree orchards."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "First weeding is done 15 days after transplantation or about a month after direct sowing in the field.",
          "Later, regular weeding is required at an interval of 20 days up to maturity of the plants."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "There is no need for irrigation if the annual rainfall is 1200 mm or more.",
          "During the fruiting period, that is, from November to February, irrigation may be done on alternate days.",
          "Since this species is perennial in nature, irrigation in the summer months helps the plants to survive."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "No serious diseases or insect pests have been observed in crop."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "Best time for harvesting is April after the species is 9–10 months old.",
          "Follow-up crop can also be obtained if plantation is maintained for second year."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Plucking and collection of fruits are done in April and May.",
          "Collected fruits should be dried in shade.",
          "Dried fruits are kept in airtight containers.",
          "Roots may be dug out manually and washed in fresh water.",
          "Harvested roots should be dried in the sun for a short time and then in the shade for 10 days.",
          "Well-dried roots are stored in bags and kept in airtight containers.",
          "Disposal of the roots should be done within four months of collection, that is, before rains, to avoid fungal infection."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Fruits and roots contain wax and fatty acids.",
          "Alkaloids solanine and solanidine are present in the roots and leaves.",
          "Fruits contain 1.8% of alkaloids and can find use in cortisone and sex hormone preparations."
        ]
      },
      {
        "type": "text",
        "content": "Yield estimates"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 800 kg of fruits and 300 kg of seeds are obtained as fresh yield per hectare.",
          "Approximately 20 quintals of dried root is obtained from a two-year-old crop."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]