[
  {
    "heading": "Plant profile:",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Asteraceae"
            ],
            [
              "Ayurvedic name",
              "Mundi, Mahamundi, Hapusa"
            ],
            [
              "Unani name",
              "Mundi"
            ],
            [
              "Hindi name",
              "Gorakhmundi"
            ],
            [
              "English name",
              "East Indian Globe Thistle"
            ],
            [
              "Trade name",
              "Gorkhmundi"
            ],
            [
              "Parts used",
              "Whole plant"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Plant of Sphaeranthus indicus"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is an aromatic annual spreading herb with branches, 30cm to 60cm tall.",
          "Stems and branches have toothed wings, more or less covered with glandular hairs.",
          "Leaves are sessile, decurrent, obovate–oblong, glandular, dentate and narrowed at the base."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are in compound heads, globose, ovoid in shape, ebracteate, borne on solitary glandular peduncles with toothed wings.",
          "Flowers are purple in colour. Involucre of bracts is linear in shape, acuminate apex, pubescent and ciliate near the ends.",
          "Fruit is achenes are glabrous and stalked."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is found throughout India, at an altitude of 1500 m msl."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It grows as a weed in paddy fields and thrives well after harvest of paddy over medium clayey soils."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is propagated by seeds."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules : Seed are sown in August in well prepared nursery beds. It takes about 10–12 days for germination. Seedlings are ready within one month attaining the height of 5.0–6.0 cm. It is then ready for field planting."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application : The field is ploughed, harrowed and planked to have a fine tilth. About 5–10 t of FYM along with N:P:K 20:30:30 kg/ha is mixed with soil before transplanting seedlings at a distance of 30cm X 15cm. Irrigation is given immediately. Rest of Nitrogen is given at 30 and 70 days after planting."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Intercropping System : It can be grown as intercrop in paddy fields."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Interculture and Maintenance Practices : Two weeding and hoeing are given at 20 and 45 days after planting.",
          "Irrigation Practices : About 4 to 5 irrigation at an interval of 15 days is required after monsoon rain is over."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Disease and Pest Control : Leaf eating caterpillar has been observed and can be controlled through bio-pesticide. Harvest Management"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting : Flowering starts in November and continues upto March. Seed can be collected from March to April."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Post-harvest Management : Plant should be dried in shade."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Chemical Constituents : It has an essential oil, containing methyl chavicol, α-ionon,e, dcadinene, p-methoxycinnamadehyde as major constituents and a-terpinene, citral, geraniol, geranyl acetate, βionone, shaerene, indicusene and sphaeranthol are minor constituents. Leaves contain some alkaloids."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Yield: Yield of dry herbage is around 10001200 kg/ha."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The whole plant is used for formulation of medicine. It is pungent, bitter and stomachic and stimulant.",
          "It is a remedy for glandular swelling in the neck, urethral discharge and jaundice.",
          "The juice of plant is styptic and useful in liver and gastric disorder.",
          "A decoction of the root is used for chest pain, cough and bowel complaints.",
          "Bark powder mixed with whey is useful in piles.",
          "Leaf juice boiled with milk and sugar candy used for cough."
        ]
      }
    ]
  }
]