[
  {
    "heading": "Plant profile:",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Bignoniaceae"
            ],
            [
              "Ayurvedic name",
              "Patala,Patali"
            ],
            [
              "Unani name",
              "----"
            ],
            [
              "Hindi name",
              "Patala"
            ],
            [
              "English name",
              "Trumpet Flower,Yellow Snake tree"
            ],
            [
              "Trade name",
              "Pardi, Podhel, Utapali"
            ],
            [
              "Parts used",
              "Root"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Stereospermum colais"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a large deciduous tree, often butteressed upto 20 m in height.",
          "Leaves are 30–45 cm long, imparipinnate, opposite.",
          "Leaflets are 5–11 in number, purple when young.",
          "Petiole is short."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are bisexual, drooping, large, glabrous panicles, yellow or dark purple with red coloured veins.",
          "Fruit is capsule 30–45cm X 0.5–1.3cm, spirally twisted, 4 angled.",
          "Seed is 3.0 X 0.6cm in size, deeply notched at the middle, winged and many in numbers."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is distributed throughout the moist parts of India and widely distributed in the deciduous forests of Kerala."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant prefers hot and humid climate with temperature ranging from 20 0°C to 33 0°C and humidity 40–50%.",
          "It grows over sandy black and lateritic loamy soils."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Propagation material is seed."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: The whole capsule is collected from the mother plant and dried for one week under shade. The seeds are liberated from the dry capsule and the wings are removed and graded by seed blower. The viability of seed remains for two months and declines gradually and lost after 5 th month of harvest. Seeds are sown immediately after removing the wings. Seeds are rolled on paper towel and placed inside seed germinator at 32 0°C or in nursery condition at room temperature under mist house which are ideal conditions for germination. The seed germination takes place from 6 to 20 days and the germination is completed within 8–15 days. The vegetative propagation are also developed through stem cutting ."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Planting of Seedlings: Seedlings having two pair of leaves of four cm in height can be transplanted in polybags containing growth medium (sand +cow dung @ 2:1). Plants remain in polybags for about 8 months before planting in field in next rainy season. Light irrigation and shade facilitate establishment of plants."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application: About one year old seedling of 70–80 cm in height is ideal for field planting. Best time for field planting is rainy season at end of May."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting and Optimum Spacing: Pits of 30cm X 30cm X 30cm are dug at a distance of 10 m between rows. About 330 seedlings are planted in one hectare. It attains a height of 15–20 meter and branches spread up to 10–15 meter in next six years."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Interculture and Maintenance: Tree saplings in the field are provided with regular weeding and mulching twice in a year. The plants are given moderate watering in summer season. In the early developmental stages, usually a number of branches arise, but only one leader branch is allowed to grow and supported with good stake. Rest of the branches is pruned out."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Weeding: Weed removal and mulching is necessary at the basal portion at a diameter of 1.5 meter."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Disease and Pest Control: In the seedling stage no serious attack of pest or fungal infection are noticed. Parasitic nematodes infest the foliage and eat chlorophyllous tissue during the summer. It can be controlled effectively by using systemic biopesticides applied as a foliar spray. Harvest Management"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Crop maturity and Harvesting: Root can be harvested after five years."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Post Harvest Management: Roots are dried in shed and stored in gunny bags."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Chemical Constituents: Leaves contain a flavone named stereolensin and has been characterized as 5, 7, 3, 4-tetrahydroxy 6–0-β-Dglucopyranosyl flavones."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Yield: 27–32 t/ha fresh root is obtained."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Root is used in medicine.",
          "Root bark is one of the constituents of “Dashmula” preparation used as tonic, diuretic.",
          "Root is anti-inflammatory, anti-asthmatic, antiemetic and febrifuge.",
          "It is biliary, stimulant, of cardiotonic, diuretic and used in piles and nervous disorders."
        ]
      }
    ]
  }
]