[
  {
    "heading": "Origin and importance",
    "content": [
      {
        "type": "text",
        "content": "Stevia (Stevia rebaudiana Bertoni) is a perennial herb belonging to the Asteraceae family. It is native to South America and is known as sweet herb of Paraguay. The plant is widely known for the presence of sweet-tasting and low-calorie diterpene steviol glycosides (SGs) present in its leaves. Amongst the known SGs, the most abundant glycosides in stevia leaf are stevioside and several types of rebaudiosides, which are about 300 times sweeter than sucrose."
      },
      {
        "type": "subheading",
        "content": "Stevia: Uses in food products"
      },
      {
        "type": "unordered_list",
        "content": [
          "Diabetic diets",
          "Table top sweetener for tea, coffee etc.",
          "Soft drinks, cordials, fruit juices, sherbets",
          "Ice-creams, yoghurts, jams, jellies, sauces, pickles",
          "Cakes, biscuits, pastries, pies, desserts",
          "Chewing gum, toothpaste, mouthwashes"
        ]
      },
      {
        "type": "subheading",
        "content": "Stevia: Medicinal value"
      },
      {
        "type": "unordered_list",
        "content": [
          "Hypertension treatment",
          {
            "text": "Blood pressure control",
            "link": "../../../../../../health/diseases/common-problems-1/blood-pressure"
          },
          "Source of antioxidants",
          "Anti-tooth decay",
          "Anti-obesity and weight loss programs",
          "Pill and capsule additive to improve taste"
        ]
      }
    ]
  },
  {
    "heading": "Need and demand",
    "content": [
      {
        "type": "text",
        "content": "Global stevia market is rapidly increasing. In 2014, the global consumption of stevia as food ingredient was estimated at 5,100 tonnes, and it is projected to reach 8,507 tonnes by 2020."
      },
      {
        "type": "text",
        "content": "Though, Japan and Korea are the main consumers of stevia, China is the largest producer in the world. In India, CSIR-IHBT has successfully introduced stevia as commercial crop with standardized agro-technology package for better productivity and quality."
      },
      {
        "type": "text",
        "content": "Stevia is grown in states like Punjab, Haryana, Uttar Pradesh, J&K, Himachal Pradesh, Karnataka and Uttarakhand."
      }
    ]
  },
  {
    "heading": "Environment and soil requirement for cultivation",
    "content": [
      {
        "type": "text",
        "content": "Stevia is a short-day plant grown under tropical and sub-tropical conditions. Long day-length is helpful for higher leaf yield. Relative humidity of 65–80% is suitable for proper growth and development. Stevia grows well in sandy loam soil with pH range of 5.0–7.5, and requires a warm and sunny weather. Soils should be well drained but with reasonable water holding capacity."
      }
    ]
  },
  {
    "heading": "Propagation methods and planting material",
    "content": [
      {
        "type": "text",
        "content": "Stevia can be propagated by seeds, division of suckers, vegetative cuttings and tissue culture. Propagation through seeds is easy and economically more viable. However, there are morphological and chemical variations among the individual plants of seed raised populations. Clonal propagation through cuttings and tissue culture provides uniform quality of produce, but the cost of planting material is high."
      },
      {
        "type": "text",
        "content": "IHBT has developed improved cultivar “Him Stevia” with higher proportion of rebaudioside-A (7.34%) compared with stevioside (5.78 %) and total glycoside content of 14.49% on dry weight basis. Higher proportion of rebaudioside-A is a desirable component, which provides better quality of sweetness profile. Quality planting material can be procured from the Institute."
      },
      {
        "type": "subheading",
        "content": "Nursery raising from seeds"
      },
      {
        "type": "text",
        "content": "Direct seeds sowing practice is not recommended due to very small size of seed. Nursery raising through seeds should be done in the month of January-March. However, under protected conditions, it can be done throughout the year. Germination of seeds take place in 7–10 days. Seeds can be sown in plastic trays, pots, wooden boxes or in raised nursery beds having a good mixture of sand, soil and organic manure. The bed width should be 1.0–1.5 m with suitable length. For the first five days after sowing, daily light irrigation should be given in the nursery beds, preferably during morning and evening hours and thereafter once a day in the next five days. Two month old seedlings at 5–7 leaves stage with10–15 cm height are suitable for transplanting."
      },
      {
        "type": "subheading",
        "content": "Nursery raising from cuttings"
      },
      {
        "type": "text",
        "content": "Plants can be raised by vegetative means using stem cuttings of 10–15 cm height with 4–6 nodes. The cuttings should be taken from actively growing plants during mild weather avoiding extreme cold or hot months. Lower leaves of the cuttings are trimmed and the cuttings are planted in the bed keeping one node inside the soil. These cuttings should be raised under partial shade and high humidity for fast root development. Water should be sprinkled on daily basis till root formation occurs, which takes 10–15 days. The rooted cuttings are then transferred to sleeves filled with soil, sand and FYM mixture (1:1:1 ratio). These cutting raised plants need to be irrigated twice a week or as per the requirement."
      }
    ]
  },
  {
    "heading": "Transplanting",
    "content": [
      {
        "type": "text",
        "content": "Generally 50–60 days old seedlings with about 15 cm height, or rooted cuttings or tissue culture raised hardened plants are transplanted in the field during the months of March-April or June-July avoiding the periods of extreme temperatures. However, the date of transplanting should be adjusted as per the local weather conditions. Transplanting is done in raised beds or flat beds at a spacing of 45x45 cm and 45x30 cm in high and medium fertile soils, respectively. Pinching of the apical bud should be done after establishment of plants to enhance bushy growth with lateral branches."
      }
    ]
  },
  {
    "heading": "Manures and fertilizers",
    "content": [
      {
        "type": "text",
        "content": "Stevia requires a moderate level of nutrients. Therefore, among agronomic practices, nutrient management is the most important factor for higher leaf yield and quality of stevia. Organic manures and chemical fertilizers are applied for maintaining soil fertility. Fertilizer dose of 100–120 kg nitrogen, 40–50 kg phosphorus and 50–60 kg potassium per hectare should be applied. For organic farming, well rotten farm yard manure @ 20–30 tonnes/ hectare is required. The requirement of manure and fertilizer doses depend upon cropping mode and soil fertility status. H3>Irrigation and drainage"
      },
      {
        "type": "text",
        "content": "First irrigation is given immediately after transplanting and subsequently after three to five days interval till establishment of the plants. Thereafter, watering up to a depth of 5 cm is done weekly until monsoon rains commence. Frequent irrigation is required to maintain soil moisture during hot summer. Drip irrigation system economizes the irrigation water requirement. Excessive moisture levels can have detrimental effects on the crop because stevia cannot tolerate water logging. Therefore, proper drainage facility should also be established while preparing the land."
      }
    ]
  },
  {
    "heading": "Weed management",
    "content": [
      {
        "type": "text",
        "content": "Weed growth is the major challenge in stevia cultivation which limits the plant growth and ultimately the crop yield. Stevia grows very slow initially and unable to compete with weeds which come up rapidly due to favourable growth conditions. Therefore, regular weeding is required to be done at 20 days interval during first two months to avoid crop weed competition. Mulching with plant residues or plastic sheet has been found useful in controlling germination and growth of the weeds. It also improves the stevia plant growth."
      }
    ]
  },
  {
    "heading": "Insect pest and disease management",
    "content": [
      {
        "type": "text",
        "content": "Young leaves and buds are occasionally attacked by caterpillars, which can be controlled with the spray of cypermethrin / deltamethrin / quinalphos @ 1.5–2.0 ml /L of water at 15 days interval."
      },
      {
        "type": "text",
        "content": "Among diseases, leaf blight caused by Alternaria sp. and leaf spot caused by Septoria steviae are the most common and mainly occur during rainy season. These diseases reduce stevia leaf yield and quality. Sporadic occurrence of root rot (Sclerotium rolfsii) has also been observed during rainy season."
      },
      {
        "type": "text",
        "content": "Spray of bavistin and dithane M-45 alternatively @ 2.0 g/L of water controls the spread of leaf diseases. For the control of root rot, drenching with bavistin @ 2.0 g/L of water is recommended. The leaves should not be harvested at least 20 days after the spray."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "Time of harvesting depends on growing season and region. Harvesting should be done manually at 10–15 cm height from the ground level. First harvest is taken at 90–110 days after transplanting. Subsequently, second harvest is taken after 50–65 days of the first harvest before the onset of flowering. In case of late transplanting, single cut is taken after 3–4 months. Since, stevia is a perennial crop, the production may be taken up to 4–5 years from the same plantation."
      }
    ]
  },
  {
    "heading": "Economic yield",
    "content": [
      {
        "type": "text",
        "content": "In the first year, average fresh biomass yield of 2.0–2.5 tonnes/ha is obtained out of two harvests and increased in subsequent years up to 4.0–4.5 tonnes/ha. On an average dry leaf yield of stevia is 3.0–3.5 tonnes/ha/year, which fetches market price of Rs.100 to 120/ kg, resulting in net return of Rs.2.0–2.7 lakhs/ha/year. Maximum quantity of leaf is produced in 3rd or 4th year of planting. The average net income from stevia cultivation has been observed to be 2.0–2.5 times higher than traditional crops."
      }
    ]
  },
  {
    "heading": "Post-harvest practices",
    "content": [
      {
        "type": "text",
        "content": "The harvested crop is dried and the leaves are separated from the stems for further processing. The stems have very low concentrations (1–2%) of steviol-glycosides. Thus, the stems are removed to minimize processing cost. Procedures for drying of leaves and its storage are crucial for fetching suitable market price. Hence, fresh leaf harvest should be dried in shade or hot air oven at 40°C. If the harvested plant material is not dried up quickly, the quality of leaves can deteriorate. The leaves can be further processed for the extraction of steviol-glycosides (SG).</p."
      },
      {
        "type": "subheading",
        "content": "Source and For further information, Contact"
      },
      {
        "type": "text",
        "content": "Director CSIR-Institute of Himalayan Bioresource Technology Post Box No.-06, Palampur-176061 (H. P.), India Telephone: +91 1894 230411; Email: director@ihbt.res.in; Website: http://www.ihbt.res.in"
      }
    ]
  }
]