[
  {
    "heading": "Plant profile:",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Ayurvedic name",
              "Shakhotaka, Sihor"
            ],
            [
              "Unani name",
              "Sihor"
            ],
            [
              "Hindi name",
              "Daheya"
            ],
            [
              "English name",
              "Siamee Rough Bush or toothbrush tree"
            ],
            [
              "Trade name",
              "Sihora"
            ],
            [
              "Parts used",
              "Leaves, fruits, roots"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Twig of Streblus asper"
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a small, rigid, evergreen tree with latex and grows upto 15 meter in height.",
          "Twigs are hairy and interwoven.",
          "Bark is rough grey to greenish in colour. Leaves are simple, alternate, rhomboid, elliptic, acute or acuminate more or less crenate-scabrid on both surfaces."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It flowers from January to March. Flowers are dioecious. Males heads are globose, minute and yellowish-green in colour.",
          "Female flowers are very small, solitary or 2–4 together. Dioecious plants are to be planted in 3:1 female and male ratio for higher fruit yield.",
          "Tree produces succulent large drupes during April to May, Drupes have fleshy base.",
          "The fruits are yellow when ripe and single seeded.",
          "Seeds are smooth, round, greenish-white in colour and light in weight."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is distributed throughout drier parts of India usually along the river banks.",
          "In Karnataka, it is found in rain forests of North Canara and Banavasi region."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Red loamy lateritic soils and clayey - loam soils are suitable for plantation.",
          "It grows wild in dry areas up to 600 m msl."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Hard wood rooted cuttings of one year old are used for planting in the field."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules and Pretreatment : The hardwood cuttings having 3–4 nodes are to be treated with 200 ppm, IBA for 18 hours and planted in polythene bags. These are kept in intermittent mist chamber for better rooting and field establishment."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application : The soil should be ploughed and harrowed thoroughly to have a fine tilth. Pits of 45 cm cube in size are dug at a spacing of 4 meter. These are filled with top soil mixed with FYM or forest mulch. Application of 6–8 kg FYM along with NPK 50:30:40 gm per plant is ideal in the first year. In the second year, application of 75:40:40 gm NPK per plant and 100:50:70 gm NPK per plant from third year onward is recommended. The entire dose of P, K and 1/3 N should be applied during September and remaining N should be given in two split doses during February and June. The nutrients are applied in rings around the tree at a distance of 30 cm.",
          "Transplanting and Optimum Spacing : One year old rooted hard wood cuttings are planted in the main field at a spacing of 4m x 4m."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Intercropping System : Annual or small perennial herbs like Ashwagandha, Sarpagandha, Periwinkle, Kalmegh, Coleus etc. can well be accommodated. Other medicinal trees like Amla and fruit trees like Guava, Sitaphal can also be intercropped."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation Practices : Irrigation has to be provided till the establishment of plants. Well established plants are hardy and withstand drought. Streblus can easily be grown as a rainfed plantation crop under Bangalore conditions."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Weed Control : Manual weeding is recommended in between the rows during the months of December and May."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Disease and Pest Control : The plant is hardy and only powdery mildew disease is noticed in water logged conditions. Harvest Management"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting : Useful parts such as leaves, fruit and bark can be harvested after 5 year old trees onwards."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Post-Harvest Management : Transverse incisions are made with a small axe and thin strips of outer bark are torn off. Initial blaze of 15cm X 10 cmX2.5 cm to 3 cm is made and number of blazes depend on girth. Trees of girth around 25–45 cm are best suited. The bark is dried and stored."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Chemical Constituents : Plant contains tri-terpenoids, friedelin, epifriedelinol, taraxasteryl acetate. Root bark contains cardiac glycoside, cardenolide, kamaloside, asperoside, indroside, lucknoside, and strophalloside, glucogito dimethoside, strophanolloside, glucokamaloside, sarmethoside and glucostraboside, stem bark contains cardiac glycoside strebloside mansonin."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Yield : Five year old tree is estimated to yield 1 kg fresh bark."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The root is prescribed as a cure for elephantiasis.",
          "Roots are astringent, bitter, acrid, anti-inflammatory, healing, haemostatic, febrifuge and anteseptic.",
          "They are useful against vitiated conditions of kapha, ulcers, sinusitis, elephantiasis, boils, haemorrhage, bronchitis, diarrhoea, dysentery, syphilis and hemorrhoids.",
          "The bark is used for constipation and ulcers."
        ]
      }
    ]
  }
]