[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Strychnaceae (Loganiaceae)"
            ],
            [
              "Ayurvedic name",
              "Katak,Ambuprasada"
            ],
            [
              "Hindi name",
              "Nirmali"
            ],
            [
              "Trade name",
              "Nirmali"
            ],
            [
              "Parts used",
              "Seeds,fruits, leaves,bark and root"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/sp-1test.jpg"
      },
      {
        "type": "text",
        "content": "Strychnos potatorum - fruit bearing twig"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "According to Ayurveda, the seeds of nirmali are acrid, alexipharmic, lithotriptic, and cure strangury, urinary discharges, and head diseases.",
          "According to the Unani system of medicine, seeds are bitter, astringent to bowels, aphrodisiac, tonic, diuretic, and good for liver and kidney complaints, gonorrhea, and colic.",
          "Roots cure leucoderma whereas fruits are useful in eye diseases, thirst, poisoning, and hallucinations."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Strychnos is a medium-sized, glabrous tree of height 12–13 m.",
          "Stem is fluted and covered with black, thick, square to rectangular scales.",
          "Bark is 1.3–2 cm thick, black or brownish-black, corky, with very deep and narrow vertical, thin ridges, which easily break off.",
          "Branches are swollen at nodes.",
          "Leaves are about 5–7.5 cm long, nearly sessile, sub-coriaceous, ovate or elliptic, acute, glabrous and shining, spuriously three or five nerved, with lateral nerves springing from the lower part of the mid rib, nearly reaching the tip.",
          "The base rounded or acute.",
          "Petioles are very small."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are rather large, white, arranged in short, nearly sessile, axillary cymes, with very short peduncles and pedicels.",
          "Fruit is a berry, black when ripe, globose, 1–2 cm in diameter, whitish, shining, with short adpressed yellow silky hairs.",
          "Seeds are globose in shape.",
          "Population of nirmali is depleting fast due to self-non-generative mechanism in fruits. They are often decayed and are prone to fungal attack as soon as they fall. Flowering occurs in September–October, while fruiting occurs in December."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is found all over dry mixed deciduous forests of peninsular India, more particularly towards eastern coasts."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/sp-2test.jpg"
      },
      {
        "type": "text",
        "content": "Strychnos potatorum - a 15-year-old mature tree"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species grows well in the red alluvial soil having good aeration.",
          "It thrives in the black cotton soil as well, but the growth is slow due to prevailing moist soil conditions in the rainy season.",
          "It can grow under wide range of temperature, between the mean daily maximum temperature in May (generally the hottest month), which varies from 32°C to 40.9°C, and the mean daily minimum temperature in January (the coldest month of the year), varying from 11°C to 18°C"
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seed is the best propagation material for growing the crop.",
          "Fruits may be collected in March and washed well with some gentle detergent.",
          "Seeds remain viable for about a year after collection."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "The seedlings are raised in polybags during February–March.",
          "Two to three seeds are sown in the polybags of 15 × 22.5 cm size, which are filled with the mixture of FYM (farmyard manure), soil, sand, and soilrite or vermiculite in equal quantities.",
          "It is not advisable to sow the seeds in the beds due to the fact that the radicle grows deep down in the soil before the emergence of plumule and gets damaged during transplanting of seedlings, resulting in high morality.",
          "The seeds of Strychnos potatorum require a 30–40-day period for complete germination.",
          "During the course of germination, adequate moisture must be maintained in the polybags. By adopting these techniques, 60%–65% germination of seeds can be obtained.",
          "Care should be taken to avoid root coiling by frequent shifting of polybags and other modern nursery techniques, since the tap root tends to develop very long.",
          "The seedlings so raised are maintained in the nursery for 1.5–2 years."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "Nearly 2 kg seeds are required to raise seedlings for 1 hectare of land.",
          "Fruits are washed well with some gentle detergent to remove the black coating covering the seeds.",
          "The seeds so treated are thoroughly washed with water and sown in polybags to raise planting stock.",
          "The seeds may also be washed in absolute alcohol for one to two minutes and dried at room temperature before being sown."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/sp-3test.jpg"
      },
      {
        "type": "text",
        "content": "Strychnos potatorum - seeds with outer black coating"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "The land is prepared before plantation by removing unwanted herbs, shrubs, weeds, and so on.",
          "It is better to undertake ploughing to loosen the land mass and allow the unwanted weeds to dry up.",
          "Pits of size 45 cm × 45 cm × 45 cm are prepared during May at a spacing of 5 m × 5 m. The pits are filled with well-decomposed FYM, sand, and soil in the ratio of 1:1:1, and allowed to weather before undertaking plantations in June–July after the onset of the rainy season.",
          "Before transplanting, well-rotten FYM at the rate of 1.5– 2 kg per pit is added.",
          "In the subsequent years, annual dose of 1.5–2.0 kg FYM per plant is necessary, especially for the first three years, to hasten the growth of the plants as well as for moisture conservation."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "The seedlings are transplanted at the plantation site during June–July.",
          "The seedlings thus raised often show dieback in the initial years of plantation and take more than three years for establishment after planting.",
          "An optimum spacing of 5 m × 5 m accommodates approximately 400 plants per hectare."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "Annual herbs of medicinal value can be grown as intercrop till the canopy of the trees is developed.",
          "Under the fully grown trees, shade-loving plants like Curcuma longa (turmeric), Curcuma angustifolia (tikhur), Alpinia galanga (kulanjan), and essential oil yielding grasses like lemon grass and palma rosea grass can be planted as intercrops."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Plants raised in the field require two timely weedings around the pits, particularly in the rainy season.",
          "Plantations in the black cotton soil require weeding and hoeing four times at monthly interval.",
          "The unwanted weeds between the rows are removed by scythe or sickle.",
          "If the tractor facility is available, cultivator ploughing is beneficial for removing the weeds as well as loosening the soil, the soil being black cotton soil.",
          "This operation not only conditions the soil but also prevents cracking and consequent loss of moisture associated with the black cotton soil during the summer months."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation is required weekly in summer season and at an interval of 15–20 days in winter season.",
          "It is required only in the initial years of the establishment of plantation (that is, first two years)."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "The seeds are damaged during storage by fungi like Alternaria, Fusarium, Aspergillus, and Rhizopus, which affect the cotyledons and block the micropyle, thus reducing the germination capacity.",
          "The seeds require washing by a detergent to remove the coating of the fungal spores.",
          "The seeds are then treated with 0.5% bavistin to avoid further fungal damage.",
          "The seedlings show dieback, which can be checked by providing proper irrigation."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/sp-4test.jpg"
      },
      {
        "type": "text",
        "content": "Strychnos potatorum - seeds washed with detergent"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "In natural forests, more than 15-year-old trees start bearing fruits.",
          "The production of fruits depends upon the age and the canopy of the tree.",
          "The bark can be extracted in patches from 10-year-old trees.",
          "It is extracted during November and December.",
          "Fruits can be harvested in January when they are fully matured."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "The fruits and seeds are washed to remove the black coat, and dried in the sun.",
          "The fully dried seeds can then be packed in gunny bags.",
          "The extracted bark is washed properly to remove the dust and other extraneous matter, and then spread on the floor initially for drying in sun and then in shade.",
          "The fully dried bark having less than 10% moisture can be packed in gunny bags and stored in well-ventilated rooms."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Diaboline (major alka- loid) and its acetate, brucine, loganin, strych- nine, mannose, sucrose, β-sitosterol, stigmasterol, oleanolic acid, and saponim are reported from the seeds.",
          "Isomotiol, mixture of sitosterol, stigmasterol, and campesterol have been isolated from leaves and bark."
        ]
      },
      {
        "type": "text",
        "content": "Yield"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 15–20 kg dried seeds are obtained from fully grown 20– 25-year-old tree.",
          "This gives a per hectare yield of 6750–9000 kg of seeds."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/sp-5test.jpg"
      },
      {
        "type": "text",
        "content": "Strychnos potatorum - seedling establishment in polybags"
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]