[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Strychnaceae (Loganiaceae)"
            ],
            [
              "Ayurvedic name",
              "Visamusti"
            ],
            [
              "Unani name",
              "Azaraqi,Kuchla"
            ],
            [
              "Hindi name",
              "Kuchla"
            ],
            [
              "Trade name",
              "Kuchila"
            ],
            [
              "Parts used",
              "Dried ripe seeds and stem bark"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/sn-1test.jpg"
      },
      {
        "type": "text",
        "content": "Strychnos nux-vomica"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Dried seeds of kuchila are nervine, stomachic, and cardio-tonic, aphrodisiac, and respiratory stimulant.",
          "It is used as a remedy in chronic dysentery, paralytic and neuralgic disorders, epilepsy, rheumatic arthritis, and hydrophobia.",
          "In excessive doses, Strychnos is a virulent poison, producing stiffness of muscles and convulsions, ultimately leading to death.",
          "It is an important drug in all systems of medicine."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Strychnos species is a medium-sized, deciduous tree, with fairly straight and cylindrical bole and dark-grey or yellowish-grey bark with minute tubercles.",
          "Leaves are simple, opposite, orbicular to ovate, 6–12 cm long and 6–10 cm broad, coriaceous, glabrous, and five-nerved."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers of kuchila are white or greenish white and fragrant.",
          "They occur in many flowered terminal cymes.",
          "Calyx is five lobed, pubescent, and small, about 2 mm in size, while corolla is salver shaped and has five lobes.",
          "Corolla tube is cylindrical, greenish white inside and slightly hairy near the base. Stamens are five in number and have short filaments.",
          "Fruit is an indehiscent berry, 5–6 cm in diameter, thick shelled, orange-red when ripe with fleshy pulp.",
          "Seeds are discoid, compressed, and coin like, concave on one side and convex on the other, and covered with fine grey silky hairs.",
          "Flowering occurs from March to May and fruits mature up to December."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is indigenous to India and is distributed in moist deciduous forests throughout the tropical India."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/sn-2test.jpg"
      },
      {
        "type": "text",
        "content": "Strychnos nux-vomica - mature tree"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant can grow well in dry or humid tropical areas of the country.",
          "It grows over laterite, sandy, and alluvial soils."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds are the best material for propagation of kuchila plant.",
          "The collected seeds are dried in the sun after removing the pulp.",
          "Preferably, fresh seeds should be used.",
          "The plant can also be propagated through cuttings."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "A nursery of the plant is raised in December or January in climatic conditions of South India.",
          "Seeds are sown in polybags of size 25 cm × 20 cm, filled with soil, sand, and FYM (farm- yard manure) mixture.",
          "Seeds are directly sown in the polybags after appropriate pretreatment.",
          "The polybags are watered regularly so as to keep them moist.",
          "The seeds germinate in about 20–30 days.",
          "Sometimes the germination may continue up to 45 days.",
          "The seedling growth is very slow but roots grow very fast.",
          "For vegetative propagation, semi-hardwood cuttings can be prepared in early summer and kept under moist conditions after treating with commercially available rooting hormones. Rooting percentage is quite low, often less than 25%."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 1 kg seeds are required to raise 1 hectare of plantation.",
          "Seeds have low germination rate and fresh seeds of Strychnos nux-vomica lose viability early.",
          "Germination can be increased by treating the seeds with hot water (50°C) for 6–12 hours prior to sowing."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "The land is ploughed with disc harrow and tillers to achieve a fine tilth and make it weed-free and arable.",
          "Pits of size 45 cm × 45 cm × 45 cm are dug at a spacing of 5 m × 5 m and refilled with mixture of soil and manure in 1:1 ratio.",
          "Appropriate quantities of sand may be added if the soil is heavy.",
          "About 10 kg of well-rotten FYM is applied in each pit at the time of its refilling."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "In South India, the seedlings are transplanted with the onset of South-west monsoon in May or early June.",
          "An optimum spacing of 5 m × 5 m is recommended, which gives a stand of 400 trees per hectare."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "The plant can be grown as a pure crop or herbaceous crops can be grown with it as intercrops after the first year."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 10 kg of well-rotten FYM is mixed in the soil during refilling of pits before planting.",
          "An additional 10 kg manure may again be applied to the soil around the plants during October–November at the time of weeding.",
          "A total of 20 kg FYM/plant/year in subsequent years results in best growth of plants.",
          "This is to be applied in two split doses in June–July and September–October.",
          "Supplementary doses of inorganic fertilizers (NPK [nitrogen, phosphorus, and potassium]) do not lead to any significant additional growth in the young plantations.",
          "The area around the basin of the plant should be kept weed-free by frequent weeding.",
          "The interspaces can be kept weed-free by hand weeding or spraying of herbicides like 0.8% paraquat or 0.4% glyphosate."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "The crop needs no irrigation during the rainy season and in dry weather; saplings may be irrigated on alternate days, especially in the early years of growth.",
          "For matured trees, irrigation by ring method around tree base at a distance of 30 cm during summer months is beneficial."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "No significant pest or disease is observed on the crop."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/sn-3test.jpg"
      },
      {
        "type": "text",
        "content": "Strychnos nux-vomica - two-year-old sapling"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "The tree has a long span of life, that is, 50–60 years.",
          "It takes about 15–20 years for the tree to initiate flowering.",
          "The seeds are collected December onwards when they mature.",
          "Fruits can be harvested periodically for many years."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Mature fruits are manually collected and seeds from them are extracted, washed, dried in shade, and stored for trade."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Strychnine and brucine are two most important and toxic alkaloids present in the seeds (0.4% and 0.6%, respectively).",
          "Other parts of tree have varying percentages of these two alkaloids— 1.7% and 2.8% in root bark, 0.3% and 0.4% in root-wood, 0.9% and 2.1% in stem-bark, 0.5% and 0.01% in stem-wood, and 0.2% and 0.5% in leaves, respectively."
        ]
      },
      {
        "type": "text",
        "content": "Yield and cost of cultivation"
      },
      {
        "type": "unordered_list",
        "content": [
          "Considering a crop stand of 400 plants per hectare and average produce range of 50–75 kg of dry seeds per tree per year, a yield of 12–20 tonnes/hectare is estimated from a 20- year old plantation annually."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]