[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Gentianaceae"
            ],
            [
              "Ayurvedic name",
              "Kirata tikta"
            ],
            [
              "Unani name",
              "Chirata"
            ],
            [
              "Hindi name",
              "Chirayata"
            ],
            [
              "Trade name",
              "Chirayata"
            ],
            [
              "Parts used",
              "Whole plant"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/sc-1test.jpg"
      },
      {
        "type": "text",
        "content": "Swertia chirata"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Swertia chirata is a bitter tonic, carminative, laxative, anti-pyretic, febrifuge, anti-periodic, anti-inflammatory, stomachic, and anti-helmintic.",
          "It is used in treating piles, skin diseases, ulcers, and diabetes."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Chirayata is an erect, annual, branched herb, up to 1.5 m high.",
          "Stem is robust and cylindrical below, but four-angled upwards.",
          "Leaves are broadly lanceolate, opposite, sessile, about 10 cm long, acute at tip, and five nerved."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Inflorescence is a large leafy panicle. Flowers are numerous, greenish yellow, and tinged with purple.",
          "Sepals and petals are four in number.",
          "Each petal lobe has a pair of green, honey-secreting glands.",
          "Capsules are minute, ovate, about 6 mm in diameter, and sharp pointed.",
          "Seeds are smooth and many angled."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is distributed throughout the temperate Himalayas, between 1200 m and 3000 m altitudes, extending from Kashmir to Bhutan.",
          "The species may be cultivated at lower elevations in north-eastern Himalayas as compared to western Himalayas."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/sc-2test.jpg"
      },
      {
        "type": "text",
        "content": "Swertia chirata"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant inhabits temperate regions in the Himalayas.",
          "Loamy to sand loam, friable, and well-drained soils are suitable for its cultivation.",
          "The soil should be enriched with FYM (farmyard manure), and if soils are clayey, addition of sand is recommended.",
          "The crop can be grown in areas having mild rainfall (100 cm) in rainy season and in areas with long cold winter, receiving snowfall frequently."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant can be successfully propagated through seeds.",
          "Completely mature seeds may be collected in autumn season."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "The crop is grown through nursery-raised seedlings. Sowing is done in October–November, as seeds sown in March–April show very poor germination and low survival rate.",
          "Seeds of chirayata germinate well under nursery conditions in the media having FYM (farmyard manure), sand, and soil in 2:2:1 ratio.",
          "Seeds are sown in rows 10–15 cm apart and covered with 0.5-cm thick layer of sand or fine soil.",
          "It takes about 25–28 days for complete germination to take place under nursery conditions."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 200 g of seeds are required for raising planting stock for 1 hectare of land."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "About 50 000 plants would be planted in 1 hectare at a spacing of 45 cm × 45 cm, when planted as a pure crop.",
          "Chilling treatment of seeds at 3°C or below for 15 days is required for good germination in the nursery."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "Land is prepared by ploughing two to three times, followed by harrowing and planking to have a fine tilth as well as conserve moisture.",
          "Application of vermicompost in the soil @ 3.75 tonnes/hectare and forest leaf litter @ 2 tonnes/hectare at the time of field preparation is recommended."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting of seedlings is done in March–April, and the seedlings are planted with the ball of earth at a distance of 45 cm × 45 cm in the field."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "The plant can be intercropped with potato, as both species can be harvested within six to eight months, and the time of sowing as well as harvesting of both species is almost the same.",
          "In open fields, potato can be planted on raised beds, while Swertia is planted in the interspaces.",
          "However, it is often preferred as a pure crop in cultivation."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "FYM @ 10 tonnes/ hectare or vermicompost @ 3.75 tonnes/hectare and forest litter @ 2 tonnes/hectare are recommended as a basal dose.",
          "Thereafter, no other fertilizer is required.",
          "Weeding along with hoeing is done manually once in a month."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "A proper drainage system should be ensured by digging channels around the fields, especially during rains, to protect the plant against stagnating moisture.",
          "Alternatively, raised beds should be prepared.",
          "The field should be irrigated as and when required, may be every alternate day during summers and weekly in winters."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "No specific insect/pest and disease have been observed on the crop."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/sc-3test.jpg"
      },
      {
        "type": "text",
        "content": "Swertia chirata - a young sapling in the field"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "Plants are collected when the capsules are fully formed during summer or in October–November.",
          "Plants flower within six to eight months, and thus provide yield and seeds for propagation every year.",
          "The whole plant is collected and dried.",
          "When harvested early, some plants can be left in the fields so that seeds mature, which can be collected in October for the purpose of growing next crop."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "The collection/harvesting of seeds is difficult due to their very small size.",
          "Therefore, a piece of cloth should be placed below the plant while harvesting.",
          "The seeds, after air drying, are stored in polythene-lined small jute bags to be used as germplasm for next season.",
          "After harvesting, the plants should be dried in shade and packed accordingly.",
          "However, plants harvested post-fruiting are considered to be of inferior quality with reduced active principles."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "The plant contains a bitter glycoside chiratin, which on hydrolysis yields two bitter principles: ophelic acid, an amorphous bitter hygroscopic principle, and chiratogenin, a yellow bitter glycoside, insoluble in water."
        ]
      },
      {
        "type": "text",
        "content": "Yield"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 3.75 tonnes/hectare of dried herbage yield is estimated in cultivation in two years."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]