[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Bignoniaceae"
            ],
            [
              "Ayurvedic name",
              "Rohitak, Rohira"
            ],
            [
              "Hindi name",
              "Rugtrora, Rohitaka"
            ],
            [
              "English name",
              "Rohida Tree"
            ],
            [
              "Trade name",
              "Rakhta rohida (Rohida Tree)"
            ],
            [
              "Parts used",
              "Bark"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/tecomella-undulatatest.jpg"
      },
      {
        "type": "text",
        "content": "Tecomella undulata"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Tecomella undulata is a slow growing small deciduous tree with drooping branches and stellately grey-tomentose innovations otherwise glabrous.",
          "Leaves are usually opposite, 5–10 cm long, simple, narrowly oblong, obtuse and entire with undulate margins."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are pale-yellow to deep orange, arranged in few flowered corymbose racemes on short lateral branches.",
          "Calyx is campanulate, lobes broadly ovate, obtuse and mucronate.",
          "Corolla is companulate, veined, stamens exserted, flaments glabrous, stigma 2-lamillate. Capsules are slightly curved, smooth and seeds are winged."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "Plant is distributed in drier parts of North-West and Western India extending eastwards to the river Yamuna and ascending to an altitude of 1200 meter in the outer Himalaya."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "text",
        "content": "The plant prefers subtropical climate having medium to light soil."
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seed"
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery Technique"
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: Pits of 60X60X60 cm are to be prepared at an optimum spacing of 4 meter between row to row and 3 meter between plant to plant and filled with FYM. NPK in the ratio of 750: 600:300 gm/plant is given as single basal dose.",
          "Transplanting and Optimum Spacing: Plantation of seedlings is done at a spacing of 3X4 meter in the month of July-August.",
          "Intercropping System: Aromatic grasses / annual species of medicinal plants can be cultivated as intercrop.",
          "Inter culture and Maintenance Practices: One to two harrowing is to be given in the middle space for keeping the field clean.",
          "Irrigation Practices: Irrigation may be given as per the season during winter at 30–40 days interval and summer at 20–30 days interval. After establishment of the crop, it is not necessary to give frequent irrigations.",
          "Weed Control: Weeding is done as and when required to keep the field weed free.",
          "Disease and Pest Control: The plants need to be protected from termites and stem borer for which suitable insecticides are used."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: The crop matures after 3–4 years and should be harvested for its bark during summer (April-May).",
          "Post-harvest Management: The bark is shade dried and stored in gunny bags in dry, ventilated places for marketing.",
          "Chemical Constituents: Bark contains alkanes; heart wood contains iridoid glycosides 6-o-veratroyl catalposide and tecomelloside and flowers contain flavonoids."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is anti-leucorrhoeic, used in enlargement of spleen and leucoderma; bark febrifuge, anti- syphilitic, given in liver diseases.",
          "Flowers are used in diabetes."
        ]
      }
    ]
  }
]