[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Combretaceae"
            ],
            [
              "Ayurvedic name",
              "Haritaki"
            ],
            [
              "Unani name",
              "Halela zard"
            ],
            [
              "Hindi name",
              "Harar, Harra, Harad"
            ],
            [
              "Trade name",
              "Harar, Chebulic myrobalan"
            ],
            [
              "Parts used",
              "Dried immature fruits,generally the fruit rind"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/tec-1test.jpg"
      },
      {
        "type": "text",
        "content": "Terminalia chebula - harad"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The harar fruit is antiseptic, diuretic, astringent, cardiotonic, and febrifuge in action.",
          "It is a safe and effective purgative, laxative, and alterative.",
          "It is an important ingredient of ‘triphala’, an Ayurvedic formulation used in the treatment of constipation, colic pain and kidney dysfunctions, eye diseases, and sore throat.",
          "Unripe fruits are more purgative and the ripe ones are astringent."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Chebulic myrobalan is a large tree with umbrella-shaped crown and crowded branches, growing up to 25 m in height, with a bole girth of 2.5 m.",
          "Stem bark is dark brown.",
          "Leaves are sub-opposite, ovate or oblong-ovate, 8–20 cm long, and deciduous during cold season.",
          "The species is identified by dark brown bark exfoliating in irregular woody scales and by the presence of a pair of large glands at the top of the petiole."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are yellowish-white and emit a strong offensive odour.",
          "They occur in spikes arising from upper axils or in small terminal panicles.",
          "Fruit (drupe) is yellowish-green, obovoid or ellipsoid, hard, and five to six ribbed when dry. Seed is globose, generally 2–6 cm long, and pale yellow in colour.",
          "Flowering occurs in May–June, while fruiting occurs in winter (November–March)."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is found mostly in mixed dry deciduous forests and is frequent in tropical and subtropical zones, mostly in hilly tracks.",
          "The plant prefers tropical environment, ascending in the sub-Himalayas zones up to an elevation of 1500 m."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "In the natural habitat of the species, temperature ranges between 36°C and 45°C, and rainfall ranges from 1200 mm to 3000 mm per annum.",
          "It is capable of growing on different types of soils, but attains best development on loose well-drained soils, such as sandy loam as well as clayey loam.",
          "It grows in open areas in the forest, forming top to middle canopy."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seed is the most appropriate material for this plant’s propagation.",
          "Fruit is collected in summer in May–June.",
          "Generally, two good years are followed by one or two poor ones.",
          "Fruits are collected when they turn yellow.",
          "The seeds can be collected as soon as they fall on the ground, and are dried under shade. The seeds can be stored in gunny bags for one year, but fresh seeds germinate quicker."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "The saplings are raised from seeds in a nursery in July with the onset of monsoon season. Seeds may be sown in pre- pared beds or polybags.",
          "Germination is slow, but may be improved by pretreating the seeds.",
          "The soil in beds and polybags should have sufficient proportion of organic manure, at least in the ratio of 2:1.",
          "Sometimes, pre-germinated seeds are used for sowing to get better survival rate.",
          "Generally, large-sized polybags, at least 35 cm × 22 cm, are used, since the root growth is comparatively faster and the seedlings are required to be kept in the nursery for at least one year.",
          "However, the growth of the seedlings is quite slow.",
          "The nursery should be partially shaded against the sun."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 5 kg seeds are required for raising stock for planting in 1 hectare of land.",
          "The depulped seeds should be either treated by fermentation process for a period of 15–20 days, or the seeds may be clipped at their broad end and then soaked in water for a period of two days before sowing in the nursery beds.",
          "Alternatively, seeds may be mixed with cow dung slurry and kept in pits for one to two weeks."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "The land is tilled and levelled properly to make it porous and friable.",
          "Pits of size 60 cm × 60 cm × 60 cm are dug at a spacing of 6 m × 6 m.",
          "The soil of each pit is mixed with 15 kg FYM (farmyard manure) and a mixture of NPK (nitrogen, phosphorus, potassium) @ 75:30:30 g and refilled before transplanting of seedlings."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplantation of one-year-old saplings is done in the next monsoon.",
          "A spacing of 6 m × 6 m enables a crop stand of 280–300 plants per hectare."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "Since this is a long-term crop, intercropping with short duration crops is preferable, particularly with climbers like Gudmar, Malkangni, Guduchi, Ratti, and so on as in Terminalia arjuna.",
          "Shade-loving crops like Curcuma, Zingiber, and Alpinia galanga may also be intercropped."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "A small dose of organic manure may be added every year for the first three to four years to ensure good growth of young plants.",
          "Compact soil of pits is made porous by hoeing and well-decomposed FYM @ 3 kg per plant is mixed in soil.",
          "Only manual weed control is recommended.",
          "The weeds may be kept in check with the help of scythes or tractor-operated cutters."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation in pit areas is required in the initial three to four years, depending on the soil moisture and season.",
          "The plants may be irrigated at least once a week in summers."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "The plants are able to survive attacks of seasonal insects and pests.",
          "Anti-termite treatment with Chlorpyriphos 20% EC should be given in termite-prone areas."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "Flowering and fruiting generally commence after 8–10 years of planting in the summer season.",
          "The tree starts yielding fruits at this time.",
          "The trees live for more than 50 years and continue to yield fruits every year."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "The collected fruits are well dried in shade for a few days, with moisture content not more than 10%, and stored in well-ventilated containers/baskets in damp-proof, cool rooms."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "The main constituents are anthraquinone glycoside, chebulinic acid, tannic acid (20%–40%), and vitamin C in fruits.",
          "Arachidic, behenic, linoleic, palmitic, and stearic acids are also found in the fruits."
        ]
      },
      {
        "type": "text",
        "content": "Yield and cost of cultivation"
      },
      {
        "type": "unordered_list",
        "content": [
          "Approximately 40–50 kg of dry fruits are obtained per tree per year after it attains six years of age.",
          "This gives an average yield of about 12.6 quintals/hectare."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]