[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Combretaceae"
            ],
            [
              "Ayurvedic name",
              "Arjuna"
            ],
            [
              "Unani name",
              "Arjun"
            ],
            [
              "Hindi name",
              "Arjun"
            ],
            [
              "Trade name",
              "Arjun chhal"
            ],
            [
              "Parts used",
              "Stem-bark"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/ta-1test.jpg"
      },
      {
        "type": "text",
        "content": "Terminalia arjuna"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The bark of Arjun is astringent, sweet, acrid, cooling, aphrodisiac, urinary astringent, and expectorant, but, chiefly used as cardio tonic as it improves blood supply to heart.",
          "It is also useful in ulcer treatment, fractures, cirrhosis of liver, ischaemic heart disease, and hypertension."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Arjuna is a large deciduous tree with spreading crown and drooping branches.",
          "It attains a height of up to 35 m.",
          "Its bark is thick, grey to pinkish green, smooth, thin, coming off in irregular sheets.",
          "Leaves are usually sub-opposite, 10–15 cm long, and 4–7 cm broad; base is rounded or heart shaped, often unequal sided; veins are reticulate."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are sessile and occur in simple or panicled spikes.",
          "Calyx is glabrous and has five short triangular lobes.",
          "Fruit is a fibrous-woody drupe, about 2.5–5 cm in size.",
          "It is dark brown when mature and has five hard, projecting, veined wings.",
          "Flowering occurs from May to June, while fruits mature from January to March."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is common in mixed dry deciduous tropical forests throughout the greater part of India.",
          "It is often found along the water courses, cultivated elsewhere as avenue tree.",
          "It is a common avenue tree in many cities, such as Delhi."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/ta-2test.jpg"
      },
      {
        "type": "text",
        "content": "Terminalia arjuna - flowers and seeds"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant naturally occurs in sub- tropical and tropical moist regions of the country.",
          "The tree prefers alluvial loamy or black cotton soils, which are loose, moist, fertile, and have good drainage and water holding capacity.",
          "River bank soils, streams, and ravines are its natural habitat.",
          "The plant also survives in open sunny and low rainfall areas."
        ]
      }
    ]
  },
  {
    "heading": "Planting material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Propagation gives best result when seeds are used. The seeds can be collected in early summer from trees that are more than six-year-old.",
          "Ripe fruits are collected in March either by lopping the branches or from the ground previously swept clean.",
          "The seeds are viable for at least one year when stored in sealed tins."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "Seeds are sown in nursery beds in early summer, usually just after collection.",
          "Germination commences in 8–12 days, and is completed in seven to eight weeks. Germinated seeds may be transplanted in polybags with clay, manure, and sand in equal ratio.",
          "Alternatively, the pretreated fruits are directly put in polythene bags in April, with half of the fruit above the soil.",
          "Pre-germinated seeds are preferred to save time and ensure uniform germination.",
          "The seedlings are sensitive to drought during the germination stage as well as during the growth stage."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "The number of fruits per kg varies from about 200 to 1200, depending on the size of the fruits.",
          "Hence, about 4–10 kg of seeds may be required for raising 1 hectare of plantation at a spacing of 6 m × 6 m.",
          "The seeds should be pretreated by soaking them in cool water for 48 hours.",
          "Alternatively, the seeds may be soaked in boiling water and allowed to cool.",
          "The seeds should remain soaked for 24 hours.",
          "The germination rate of pretreated seeds is up to 90%, while that of untreated seeds is 50%–60%."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/ta-3test.jpg"
      },
      {
        "type": "text",
        "content": "Terminalia arjuna - infestation by insect"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "Preparatory tillage is done in the field, which should be levelled, and pits of size 45 cm × 45 cm × 45 cm are dug at a spacing of 6 m × 6 m.",
          "About 10 kg FYM (farmyard manure) and NPK (nitrogen, phosphorus, and potassium) @ 75:50:30 g are added per pit and thoroughly mixed with soil as basal dose."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 10-month-old saplings are transplanted in the field in pits in July–August at a spacing of 6 m × 6 m.",
          "In all, about 280–300 saplings are required per hectare."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "The crop can be grown as a sole plantation in early growth stage or as a border of other crops.",
          "Climbers like Tinospora cordifolia (Giloy), Marsdenia tenacissima (Moorva), Operculina turpethum (Trivrit), Opercullina petaloidea (Nishoth), and Celastrus paniculata (Malkangni) may be planted beneath the fully grown tree that serves as host for these climbers."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 10 kg FYM + 75:50:30 g NPK per plant are applied as a basal dose at the time of transplanting.",
          "Further top dressing is given with 50 g nitrogen per tree after three months.",
          "Field should be kept weed-free."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation is recommended at 15-day intervals in the summer season for young plantations.",
          "Irrigation is generally not done during the winter season in the peninsular region."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "Aphids (Aphis sp.) attack tender leaves and form galls on it.",
          "Spraying of biopesticides like Azadirachtin controls this pest."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/ta-4test.jpg"
      },
      {
        "type": "text",
        "content": "Terminalia arjuna - bark removal"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "The Arjun tree starts flowering from sixth year onwards.",
          "Lifespan of the tree is 50 years and above.",
          "Bark is repeatedly scrapped in winter season.",
          "The bark is removed from well- grown trees, preferably 10th year onwards, in spiral or vertical strips of not more than 5 cm width and 25 cm length."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "The collected bark is dried in well-ventilated shade and stored in boxes or polybags in dry and airy locations."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "The tannin cardiac glycoside is reported from bark as well as fruit.",
          "The usual range is 20%–24% in stem bark and 7%–20% in fruit."
        ]
      },
      {
        "type": "text",
        "content": "Yield"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 500 kg dried bark can be obtained from 1 hectare of plantation every year from the 10th year."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]