[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Zygophyllaceae"
            ],
            [
              "Ayurvedic name",
              "Gokhru, Gokshura"
            ],
            [
              "Unani name",
              "Gokharu, Khaar - e - Khasak Khurd"
            ],
            [
              "Hindi name",
              "Chotagokhru"
            ],
            [
              "English name",
              "Land-Caltrops, Puncture Vine"
            ],
            [
              "Trade name",
              "Gokhru"
            ],
            [
              "Parts used",
              "Entire Plant"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/tribulus-terrestristest.jpg"
      },
      {
        "type": "text",
        "content": "Tribulus terrestris"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a trailing perennial, hirsute, procumbent and branched herb.",
          "The stems and branches are pilose and young parts are silky-villous.",
          "Leaves are stipulate, opposite usually unequal and abruptly pinnate.",
          "Leaflets are 5–8 in pairs with length 0.5–1.3 cm, sub-equal, oblong to linear oblong and mucronate; petiolules very short and pilose."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are yellow, solitary, axillary, 8–12 mm in diameter and appear during July-August.",
          "Style is short and stout; ovary is bristly 5–10 lobed and with 5–12 celled; fruits are globose and spinosus produced during autumn.",
          "It consists of 5–12 woody cocci, each with two pairs of hard sharp spines, one pair longer than the other.",
          "Each coccus contains several seeds with transverse partition between them.",
          "The seeds are obliquely pendulous and have hard seed coat."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "The plant is found throughout sub-tropical parts of India, ascending upto 1000 meter as a weed along roadsides and waste places."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Gokhru requires tropical, subtropical and semiarid climate, preferably open sun with warm temperature.",
          "The species thrives on all kinds of soil from clay- loam to light sandy-loam, and requires low rainfall.",
          "Water-logged and highly alkaline soil is unsuitable for cultivation."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "text",
        "content": "Seeds are used as planting material and collected during October-November."
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: The crop is raised through direct sowing of seeds.",
          "Propagule Rate and Pretreatment: Approximately 1.0–2.0 kg seeds are required for planting one hectare area. These seeds are soaked in water over night and treated with 20 ppm GA for 48 hours before sowing in the field during February-March."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: The field should be prepared well by giving one cross ploughing and harrowing followed by planking. Manure at the rate of 10 t/ha should be mixed with the soil at the time of field preparation. A fertilizer application of N, P and K at 60:40:40 kg/ha is recommended; the N is split in 2 doses, first applied basally and the rest after 60 days.",
          "Optimum Spacing: Optimum crop stands at a spacing of 90X120 cm per hectare is 6000 plants. It takes about 30 days to complete germination. Usually 1–2 weeding are needed to keep the crop weed-free.",
          "Irrigation Practices: The crop is essentially a rain-fed one and watering is done only during long dry spells.",
          "Disease and Pest Control: No significant pests and diseases have been observed in this crop."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: It is long duration crop, remaining 240–250 days in the field. The seeds ripen in October when the crop is uprooted. Seeds and roots are separated and dried.",
          "Post-harvest Management: After harvesting the seeds and roots should be shade dried and stored in gunny bags in cool-airy godown.",
          "Chemical Constituents: The plant contains saponins, diosgenin, gitogenin, chlorogenin, ruscogenin and 2–5 D-spirosta-3–5-diene, kaemprerol, kaempferol-3- glucoside, kaemperol-3-rutinoside and new flavonoid tribuloside. Accepted range of active constituents in produce: 19–32 µg/9 kg dry weight.",
          "Yield : Yield per hectare: Fresh weight: 2.88 tonnes, dry weight: 0.738 tonnes (Accepted range of active constituents in produce: 19–32 µg/9 kg dry weight."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The root is an ingredient of Dashmool group of drugs.",
          "Fruit and root are used in medicine.",
          "The fruits are diuretic, aphrodisiac, emollient, expectorant, anodyne, anti-inflammatory, cardiotonic, styptic and linthontriptic properties.",
          "The leaves are astringent, diuretic, aphrodisiac, depurative, anthelmintic and tonic.",
          "They are useful in gonorrhoea, gleet, ultitis, inflammation, menorrhagia, strangury, leprosy, skin diseases, verminosis and general weakness.",
          "The seeds are astringent, strengthening and are useful in epistaxis, haemorrhages and ulcerative stomatitis.",
          "The ash of whole plant is good for external application in rheumarthritis.",
          "The roots are useful in cough, asthma, internal inflammation and anaemia."
        ]
      }
    ]
  }
]