[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Asclepiadaceae"
            ],
            [
              "Ayuervedic name",
              "Arkaparni"
            ],
            [
              "Unani name",
              "Antamul"
            ],
            [
              "Hindi name",
              "Antamool, Damabuti"
            ],
            [
              "Trade name",
              "Antamool, Indian ipecac"
            ],
            [
              "parts used",
              "Aerial parts (mostly leaves),roots"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/ti-1test.jpg"
      },
      {
        "type": "text",
        "content": "Tylophora indica"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Antamool is used in treating bronchial asthma and allergic rhinitis.",
          "It has diaphoretic and expectorant properties.",
          "The dried leaves and roots are often used as substitute for Ipecacuanha ( Cephalis ipecacuanha )."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The Tylophora species is a profusely branching climber, which attains a length of 15 m or more.",
          "It has short, knotty, 3–4-cm-thick rootstock.",
          "The roots are numerous, fine, up to 15 cm long, very brittle and consist of fibres or fibrils.",
          "Leaves are ovate to orbicular, elliptic–lanceolate, shining green, leathery cordate at base, and 3–10 cm long.",
          "The climber can be recognized by its ovate–oblong, shiny leaves and divaricated fruits."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are small, greenish yellow outside and purplish within.",
          "They are arranged in umbellate racemes.",
          "Calyx is coarsely hairy outside.",
          "Corolla is greenish-yellow or greenish purple, 5–6 mm long.",
          "Fruit is a striated, divaricated follicle up to 10 cm long and 1–2 cm broad.",
          "Seeds are ovate and elongate into 2–2.5-cm-long coma.",
          "Flowering is usually abundant, but fruit setting has scarcely been noticed under North Indian climatic conditions.",
          "Flowering and fruiting occur from October to December."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is common in peninsular India, extending to Bihar, Orissa, West Bengal, and north-eastern states.",
          "It is found growing wild mostly in forests in plains and hills up to a height of 1000 m throughout the eastern and southern parts and subtropical regions."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/ti-2test.jpg"
      },
      {
        "type": "text",
        "content": "Tylophora indica - young plant"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Annual rainfall of about 1000–1500 mm is ideal for Tylophora plant.",
          "It prefers partial shade conditions of the forests and soil rich in humus.",
          "It needs the support of host vegetation for climbing to a sunny location.",
          "It does well when cultivated in plains.",
          "For its cultivation, loamy soil rich in organic matter is preferable.",
          "However, it can grow on soils ranging from sandy to clayey and supplemented with FYM (farmyard manure).",
          "Ambient conditions of temperature and sunlight are desirable for the growth of the plant."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The seeds have a high germination percentage (more than 90%) but fruit set is rare. Vegetative propagules as cuttings from stem coppices or ground layering can be prepared in spring season.",
          "Success rate of these propagules is high.",
          "The mature follicles containing seeds can be collected at the end of the cold season."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/ti-3test.jpg"
      },
      {
        "type": "text",
        "content": "Tylophora indica - flowering and fruiting"
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "Plants can also be raised through seeds or using stem cuttings, ground layering, and root coppices from the mother plants in March.",
          "Seeds should be sown in well-prepared nursery beds or polybags containing fine soil with good organic content.",
          "Seeds start germinating in 10 days and germination is completed within three weeks. Vegetative propagules sprout in three to four weeks."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 250 g of seeds are required to raise a nursery for planting in 1 hectare of land. These seeds are sufficient to be sown in six beds of size 10 m × 1 m to raise about 20 000 seedlings.",
          "Seeds should be treated with Dithane M-45 before sowing."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/ti-4test.jpg"
      },
      {
        "type": "text",
        "content": "Tylophora indica - transplanted crop"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "Land is ploughed and harrowed twice to turn the soil and bring it to a fine tilth.",
          "Once it is made weed-free, it can be planked for transplantation of the crop.",
          "The entire quantity of FYM (farmyard manure; 20 tonnes per hectare), phosphorus (50 kg per hectare), potash (40 kg per hectare), and half of nitrogen (45 kg per hectare) are applied as basal dose at the time of field preparation."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Three-month-old plantlets are ready for transplanting in the main field.",
          "Transplanting is done during the rainy season.",
          "The crop gives maximum yield if row-to-row and plant-to-plant distance is maintained as 75 cm × 75 cm.",
          "About 17 500 propagules per hectare are required as a pure crop, while about 10 000–14 000 plants may be required in an intercropping system."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "Tylophora is a perennial crop, which can last for at least five years in the field.",
          "Hence, ideally, it can be intercropped with non-climbing summer and winter vegetables.",
          "Summer vegetables like okra and brinjal and winter vegetables like cauliflower, radish, spinach, turnip, and coriander can be successfully grown between the rows of the plant. Provision of host may be made through trees or stakes.",
          "Jatropha and guava have been found to be the best hosts."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Besides the recommended basal dose, rest of the nitrogen (45 kg per hectare) should be applied in two equal split doses, one in March and the other after six months, that is, in September.",
          "Broadcasting is the best method of manure application.",
          "Fertilize application should always be followed by irrigation.",
          "Staking should be done to the crop to allow support for the growth of the plant.",
          "Weeding is required once a month.",
          "Plants should be earthed up and stakes should be checked after every three months.",
          "The first dose of yearly nitrogen supply should be given in early spring while the second dose should be applied after harvesting leaves in September/October."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "It is evident from the field experiments that Tylophora can tolerate drought up to some extent.",
          "It requires 15–18 irrigations per year at an interval of 20 days, depending upon the moisture availability and water holding capacity of soil."
        ]
      },
      {
        "type": "text",
        "content": "Weed control"
      },
      {
        "type": "unordered_list",
        "content": [
          "Atrazine 50% WDP @ 0.1% is mixed in soil at the time of land preparation or before weed emergence.",
          "At least two to three manual weedings are required in the crop at an interval of one month.",
          "However, weeding is required more frequently during the monsoon season."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "Insects of the order Coleoptera seriously af- fect the crop.",
          "The insects feed on the young leaves when the temperature and humidity are high.",
          "They can be taken care of by spraying the crop with methyl parathion @ 2 ml/litre of water.",
          "About 1 litre of the insecticide is sufficient to control the disease in 1 hectare of land."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/ti-5test.jpg"
      },
      {
        "type": "text",
        "content": "Tylophora indica - staking"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "The flowering appears in the second year of growth.",
          "The leaves should be harvested once a year when the plant attains a height of 1.5–2.5 m.",
          "It is, however, not economical to harvest a plant of less than one year of age, as it adversely affects the plant growth and subsequent yield.",
          "The crop is cut 10–15 cm above-ground level with the help of sickle.",
          "October is the best time for harvesting."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "The harvested crop is spread out on HDPE (high density polyethylene) sheets in open sunny locations for a day.",
          "Thereafter, the material is dried in shade for 8–10 days.",
          "The dried material should be stored in clean gunny bags and kept in well- ventilated space.",
          "Storage for long periods may lead to the deterioration in the quality of the raw material."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Tylophora indica contains 0.2%–0.3% alkaloids but the alkaloid content (w/w) in commercial samples is standardized to about 0.1% of tylophorine in the sun-dried material."
        ]
      },
      {
        "type": "text",
        "content": "Yield"
      },
      {
        "type": "unordered_list",
        "content": [
          "Gross maximum dry matter yield of aerial parts averages about 3.25–3.75 tonnes/hectare."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]