[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Fabaceae"
            ],
            [
              "Ayurvedic name",
              "Prisni parni"
            ],
            [
              "Unani name",
              "Dabra"
            ],
            [
              "Hindi name",
              "Pithavan, Dabra"
            ],
            [
              "Trade name",
              "Dabra"
            ],
            [
              "Parts used",
              "Root and whole plant"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/up-1test.jpg"
      },
      {
        "type": "text",
        "content": "Uraria picta"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The Uraria species is useful in quick healing of bone fractures.",
          "It is used as a cardio and nervine tonic and has anti-inflammatory, expectorant, and diuretic properties.",
          "The root of the plant is one of the ingredients of ‘dasamoola’ in Ayurveda."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Dabra is an erect, undershrub, 60–75 cm tall, with several branches.",
          "Leaves are generally three to five in number, up to nine-foliate.",
          "Leaflets are imparipinnate, linear–oblong, obtuse, mucronate at apex, white clouded above and pubescent below."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Purple flowers occur in dense, cylindrical racemes with bracts; calyx teeth are lanceolate and the corolla is papilionaceous.",
          "Pod (fruit) has three to six joints. Flowering occurs from July to September, while fruits mature in December–January."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Uraria picta is not a very common species, but occurs throughout tropical India, extending up to 300 m altitude in Tarai region of the Himalayas."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant can grow well in tropical and subtropical areas.",
          "Loam to clay- loam soil is suitable for its cultivation.",
          "It can tolerate a soil pH up to 8.5.",
          "Propagation material The crop can be raised successfully by seeds, which can be collected in December–January."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "The crop can be raised by sowing seeds in nursery in April–June, as direct sowing in field results in very poor crop stand and yield.",
          "The seed may be broadcast in well-prepared nursery beds of appropriate size (10 m × 1 m).",
          "The beds should be watered lightly and regularly.",
          "The seeds germinate easily, and the germination is completed within 10 days."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 4–5 kg seeds are required for raising stock for planting in 1 hectare of land.",
          "Overnight soaking of seeds in water before sowing improves germination."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "The land should be pre- pared by deep ploughing followed by harrowing twice and levelling.",
          "Organic manure, preferably FYM (farmyard manure), is recommended @ 10 tonnes/hectare at the time of field preparation. DAP (di-ammonium phosphate) @ 100 kg/hectare is also recommended as basal dose.",
          "Mycorrhizal association has been found to be beneficial for the crop.",
          "Proper drainage should be ensured in the field to avoid waterlogging, which causes death of plants."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting of 50–60-day-old seedlings is done in the well-prepared field on ridges.",
          "Approximately, 111 000 saplings are accommodated in 1 hectare of land at an optimum spacing of 30 cm × 30 cm."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "It can be grown as a mixed crop with Desmodium gangeticum and other herbs in inter-row spaces.",
          "In case of intercropping, spacing and row distance are increased."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Manual weeding is recommended twice at 25, 45, and 90 days after transplantation. Earthing- up of plants is done at the time of second weeding."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation may be provided immediately after transplanting.",
          "Thereafter, it may be repeated at an interval of 12–15 days in summer (May–June), depending on monsoon rains."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "No serious disease or insect pest has been observed in this crop.",
          "The plants show physiological stress due to low temperature (in extreme winter) and water stagnation due to excess rain, which may cause stunted growth, curling, and browning of leaves.",
          "The plants easily recover after the stress period is over."
        ]
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "The plant roots can be harvested in December or May after flowering, which occurs twice.",
          "However, for good yield, roots may be dug/harvested in May–June after about 10 months of growth.",
          "Watering the crop is stopped three weeks before the intended harvest time.",
          "Whole plants are dug out with spades.",
          "Roots are separated from the rest of the plant and cleaned well."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "The washed and cleaned root parts are dried in shade.",
          "The dried produce is packed in gunny bags and stored in humidity-free conditions."
        ]
      },
      {
        "type": "text",
        "content": "Yield and cost of cultivation"
      },
      {
        "type": "unordered_list",
        "content": [
          "The yield of dry roots is approximately 3–4 quintals/hectare, while the dry weight of herbs is about 4–5 quintals/hectare."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]