[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Valerianaceae"
            ],
            [
              "Ayurvedic name",
              "Tagar"
            ],
            [
              "Unani name",
              "Tagar"
            ],
            [
              "Hindi name",
              "Mushkbala, Tagar"
            ],
            [
              "Trade name",
              "Mushkbala, Tagar"
            ],
            [
              "Parts used",
              "Dried roots and rhizome"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/vj-1test.jpg"
      },
      {
        "type": "text",
        "content": "Valeriana jatamansi"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Rhizomes and roots of tagar have antipyretic and diuretic properties, and are used as hepatic and nervine tonic.",
          "They are cooling, stimulant, hypotensive, and sedative.",
          "They are useful in epilepsy, hysteria, hypochondriasis, nervous unrest, and skin diseases."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Valeriana is an aromatic herb up to 50 cm high.",
          "Rootstock is thick, with 6–10 cm thick, long fibrous roots knotted by uneven circular ridges.",
          "The plant has several stems, that are 15–45 cm long.",
          "Leaves are of two types, radical and cauline.",
          "Radical leaves are cordate–ovate, 2.5–8 cm, toothed or sinuate, long stalked, while cauline leaves are few, small, entire or lobulate."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are white or tinged with pink and occur in flat-topped corymbose clusters on erect, nearly leafless peduncles.",
          "Flowers are unisexual; male and female flowers appear on different plants.",
          "Corolla is funnel shaped with five lobes.",
          "Fruits are crowned with a persistent pappus-like calyx.",
          "Flowering and fruiting occur in March–April.",
          "Seeds ripen in April–May."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is frequent in temperate Himalayas, from Kashmir to Bhutan and Khasi Hills.",
          "It grows naturally at altitudes of 1800–3000 m in north- western Himalayas and between 1200 m and 1800 m in Assam and North-East India."
        ]
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant prefers a temperate climate.",
          "It grows well in moist loamy soils having partial shades of trees like deodar and banj oak on north-facing hillocks.",
          "It can grow over a wide range of soils, with slopes up to 20%, provided that it gets sufficient water and nitrogen nutrient.",
          "However, it thrives best in humus-rich, heavy loam soils, with adequate moisture and good drainage.",
          "To harvest roots in an easy and efficient manner, a relatively loose soil with low clay content is desirable.",
          "Water stagnation in the beds should be avoided, as the roots of the plant are sensitive to rotting."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Valeriana can be propagated through seeds or by using portions of the root- stock, preferably during rainy season.",
          "It is normally advisable to raise the crop through suckers because crop raised through seeds takes more time to mature.",
          "Seeds can be collected in April–May and sown immediately in nursery."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "For raising the crop through rootsuckers, a separate mother nursery should be maintained.",
          "Fresh rooted suckers can be taken from the mother nursery and planted in the field.",
          "New suckers should be planted in the nursery in June or with the onset of monsoon. Rooted suckers taken from mother nursery are planted in the field in rows at a depth of 4–5 cm.",
          "If the crop is to be raised through seeds, then nursery is prepared separately in April–May.",
          "Seeds germinate in 15–20 days and are pricked into polybags for further growth.",
          "The seedlings are ready for planting in about three months’ time."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 2.5–3 kg seeds are required to raise planting stock for 1 hectare of land.",
          "No specific treatment of seeds is required.",
          "However, rootstock is preferred as propagules."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "In order to have optimum root yield, pulverization of the soil is necessary.",
          "A minimum of three ploughings are recommended.",
          "If the crop is to be raised through rhizomes/ rootsuckers, first ploughing is done with soil-turning plough in June.",
          "The field should be left fallow for 15–20 days so that crop residues buried in the soil get rotten and the soil also receives appropriate sunlight.",
          "Before second ploughing, well-decomposed FYM (farmyard manure) should be spread uniformly and properly mixed in the field.",
          "Second ploughing should be done in the end of June and third ploughing should be done with first showers of monsoon.",
          "Planking and harrowing should be done after second and third ploughing to break the clods and make the soil friable with good tilth.",
          "When the crop is raised through seeds, the preparation of land should be deferred by about one month.",
          "The crop requires fertile and humus-rich soil.",
          "A dose of 35–40 tonnes/hectare of FYM, applied in split doses, is found to be the best. The first dose of about 25–30 tonnes is applied at the time of field preparation and the rest is applied in the following months of June–July when earthing-up is done.",
          "The FYM dose is kept slightly higher because no inorganic fertilizer is applied to the crop."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "The rooted propagules are planted in the field in June–July, while seedlings are transplanted in August at higher elevations and in October at lower elevations.",
          "Seedlings should be transplanted when they attain a height of 8–10 cm and planted immediately after uprooting, so that they establish early and remain healthy.",
          "Planting in rows 40–50 cm apart and 20–30 cm spacing between plants in a row are recommended.",
          "Approximately, 75,000–85,000 plants are required for 1 hectare of plantation."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "Tagar can be raised as an intercrop in the fruit orchards.",
          "Experimental trials conducted on intercropping in a peach orchard show that the crop can yield about 12–15 quintals/hectare of fresh root mass in the second year, indicating that Valerian may act as a good supplementary crop in fruit plantations."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "The crop requires fertile and humus-rich soil.",
          "A dose of 35–40 tonnes of FYM is found to be the best.",
          "No studies about the use of inorganic fertilizer are available.",
          "Manual weeding is recommended at an interval of 25–30 days.",
          "Once established, the plant shows good resistance against weed invasion, and because of its vigorous upright growth and dense foliage, weeds are smothered under its canopy."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrespective of whether the crop is raised through seeds or rhizomatous suckers, fresh plantings need irrigation almost daily till they are established.",
          "Subsequently, depending upon the slope and water-holding capacity of the soil, irrigation interval may vary between one and two weeks."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "The crop is relatively free from pests and dis- eases. But occasionally, rhizome rot has been observed for which drenching with 0.2% Dithane M-45 is recommended."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/vj-2test.jpg"
      },
      {
        "type": "text",
        "content": "Valeriana jatamansi - plant with roots"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "The crop may be kept in the field for one or two years.",
          "It can be harvested in the first as well as second year, but yield is much lower in the first year.",
          "Crop attains physiological maturity in August but requires some more days for complete maturity.",
          "Digging and harvesting of roots are done in September–October."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "The best method of drying should prevent enzymatic breakdown of the constituents.",
          "The harvest should be dried as rapidly as possible without overheating.",
          "The maximum preservation of the valepotriates is achieved when drying is done within the range of about 35–40°C.",
          "Dried rhizomes are best stored in gunny bags/ bamboo baskets."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Roots yield 0.5%–2.12% of volatile oil.",
          "Maliol is the main marker component isolated from the essential oil."
        ]
      },
      {
        "type": "text",
        "content": "Yield"
      },
      {
        "type": "unordered_list",
        "content": [
          "Valeriana can be harvested both in the first as well as second year but less yield is obtained after the first year.",
          "Therefore, it is advisable to harvest the crop in the second year.",
          "Harvesting done in the first year gives 35–40 quintals/hectare yield of fresh root mass and 8–10 quintals/hectare of marketable dry roots.",
          "The crop gives almost double yield when harvested in the second year—70–75 quintals/hectare of fresh root mass and 20–25 quintals/ hectare dry rhizomes and roots. The difference in yield is due to both size and number of the rhizomes.",
          "The rhizome represents only 25%– 30% of the weight of underground parts (root mass)."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]