[
  {
    "heading": "Plant profile:",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Dipterocarpaceae"
            ],
            [
              "Ayurvedic name",
              "Sarja"
            ],
            [
              "Unani name",
              "Raal Safed"
            ],
            [
              "Hindi name",
              "Kahruba, Dammar"
            ],
            [
              "English name",
              "White Damar,Indian Copal-Tree"
            ],
            [
              "Trade name",
              "Vellapine, White Dhup,White Damar, Piney resion"
            ],
            [
              "Parts used",
              "Resin of trunk"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Vateria indica"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Plant is a large magnificent evergreen resinous tree, reaching up to 25 meter tall.",
          "Trunk is about 3 m in girth.",
          "Bark is smooth, about 1 cm thick, whitish grey blotched with green, bitter and acrid in taste, peeling off into round flakes.",
          "Blaze is dull brown.",
          "Wood is white and hard.",
          "Young branchlets are drooping, with minute stellate trichomes.",
          "Leaves are alternate, elliptic, oblong, 10–25cm X 5–10cm in size, heartshaped or rounded, apex acuminate, margin entire, leathery.",
          "Lateral veins are 12–14 pairs, stout and parallel.",
          "Stipules are prominent."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are bisexual, about 2 cm across, white, slightly fragrant, arranged in panicles.",
          "Panicle is robust, multi-branched, up to 15 cm long and drooping.",
          "Fruit is capsules, 4–6 cm X 2–4 cm in size, pale brown, fleshy, hard when dry, splitting by 3 valves when ripe."
        ]
      },
      {
        "type": "subheading",
        "content": "Fruits of Vateria indica on the plant"
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is also endemic to Western Ghats in Maharashtra, Karnataka, Kerala and Tamil Nadu."
        ]
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a large resinous tree.",
          "Normally used as an avenue tree.",
          "It is found in moist deciduous to evergreen forests, especially along watercourse.",
          "It is found at an altitude up to 1200 m msl."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Propagation material is seed."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules : Seeds are collected from fully ripened fruits. The normal practice is to collect the fallen fruits. Seeds are sown in raised nursery bed of 10mX1.0m. Seeds germinate in about 30–45 days after sowing. The nursery bed is prepared by mixing sand, soil and Farm Yard Manure in 1:1:1 ratio."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting the Seedlings to Poly Bags : Seedlings of 45 days old are transplanted into poly bags having 10 kg of soil mixture containing sand, soil and FYM. Seedlings are maintained for about six months for proper root establishment in the poly bags."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Transplanting the Seedlings to Main Field and Optimum Spacing : Trees are huge and can survive in the field about 80–100 years. The wellestablished seedlings are planted in the field in rainy season. Spacing of 15m X 15m from plant to plant and row to row is recommended and accommodating 45 trees per hectare only."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Manure Application : Seedlings of polybags are planted in the field. The trenches measuring by 60cm X 60cm X 60cm are opened and filled with 20 kg of FYM, covered with sand and seedlings are planted at the center of the trench. FYM @ of 25–30 kg per tree is applied in a circular ring at a distance of 1m from the trunk for first three years."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Green Manuring : To sustain the productivity, green manuring crop like Mucuna, Dhaincha, Arhar etc is recommended which yields 40–50 tons of green manure in about 70 days after sowing. It is recommended that the seeds of velvet bean about 12.5 kg/ha are dibbled at spacing of 1m X 1m. The farmers may plough back the debris insitu to enrich the soil fertility or the plant residues can be harvested and taken elsewhere to prepare vermicompost manure to apply afterwards."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Irrigation and Intercultural Operations : Watering in summer month is provided as per requirement."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Intercropping System : The space in between the plants may be utilized for cultivating intercrops. Field crops such as maize, wheat, rabi, jowar and vegetable crops may be cultivated. Fruit crops such, as papaya, pineapple and guava, may be cultivated to increase the crop productivity as well as to get the subsidiary income."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Pests and Diseases : Leaf webber affect this crop during October-December. It can be controlled by spraying Neem soap at 5 gm/l or neem seed kernel oil at 5 ml /l. To ward off infestation by termites Neem cake @ of 5 kg per plant may be applied to soil during November-June."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Special advise : It could be planted in the boundary of homestead organization Harvest Management Trees are cultivated for resinous gum. It is collected by incision in the bark. The plants are expected to yield gum after 15 years of planting. Yield of gum ranges from 0.5 kg in the initial harvesting to about 2.5 kg/tree at 40–50 years of age. Sustainable harvesting is obtained by removing 1/3rd of the bark of the plant to exude resin."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting : The tree becomes ready to yield resin after 20 years of age."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Chemical Constituents : The tree yields a resin, which is complex mixture of triterpenes. Seeds yield, a semi solid fat known as piney tallow of Malabar. Gum yield lipids namely Vateriaphenol A, Vateriaphenol B, Vateriaphenol C and Vaticanol C and have been found active against tumours."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Yield : Yield not estimated under plantation."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The dammar resin obtained from bark of the tree is used in chronic bronchitis and throat troubles.",
          "The resin is used for the treatment of cough, asthma, leprosy, skin eruptions, crack infection, wounds and ulcer."
        ]
      },
      {
        "type": "subheading",
        "content": "Vateria indica (trunk portion-note the white bark)"
      }
    ]
  }
]