[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Fabaceae"
            ],
            [
              "Ayurvedic name",
              "Mudgaparni"
            ],
            [
              "Unani name",
              "Mugwan"
            ],
            [
              "Hindi name",
              "Banmoong"
            ],
            [
              "Parts used",
              "Whole plant especially roots"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Banmoong is anti-oedema, anti-inflammatory, sedative, and used in urinogenital disorders.",
          "Theroots and whole plant (panchang) are used as tridosh shamak, especially against vat and pitta, urogenital disorders, and intermittent fever."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/vt-1test.jpg"
      },
      {
        "type": "text",
        "content": "Vigna trilobata"
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Phaseolus trilobus is annual, spreading, and herbaceous runner.",
          "Numerous deep purple stems emerge out from a woody rootstock, which reach the length of 50–60 cm.",
          "The stem is prostrate, wiry, slender, not twining, glabrous or somewhat hairy.",
          "The leaves are trifoliate, 4–8 cm long with grooved petiole.",
          "The leaflets are about 1.5–2.5 cm long, as broad as long, and usually shallowly three lobed.",
          "In the initial stages of growth, the trifoliate leaflets are ovate in appearance, but with",
          "advancement in growth, they become trilobed."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers arise in few flowered racemes at the apex.",
          "Bracts are ovate, acute, and deciduous.",
          "Calyx is campanualate and about 3 mm long, usually linear–anceolate.",
          "Corolla is much exerted, 5–6.5 mm long, yellow in colour; stamens are found in two bundles (diadelphous – 9 + 1).",
          "Pods are 2.5–5 cm long, slightly recurved, green when immature and turn black on maturity, dehiscent, with small, black, blue or sometimes whitish seeds.",
          "Flowering and fruiting occur from September to October, extending to November."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The species is found in tropical and subtropical areas in ruderal and ravine habitat up to 2000 m altitude in the Himalayas, extending southwards up to sea level."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/vt-2test.jpg"
      },
      {
        "type": "text",
        "content": "Vigna trilobata - flowers"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Phaseolus sp. requires warm climate for its growth and can tolerate drought to some extent, but waterlogging conditions are detrimental to the crop.",
          "It is a kharif crop grown under hot and moist climate and high rainfall condition in open as well as partial shade.",
          "The crop can be grown in a variety of soils including red lateritic soil, black cotton soil, and sandy loam soils.",
          "However, well-drained, rich in humus, sandy loam soils are most suitable for its growth."
        ]
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Mudgaparni has been domesticated in cultivation.",
          "No systematic efforts have been made to develop specific crop varieties.",
          "However, the domesticated strain has been named as Mudgaparni."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seed is the most suitable material for propagation.",
          "Seeds are collected in November after the colour of the pods changes to black or brownish black in September–October.",
          "Seeds remain viable for up to two years."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "The plant is raised as a rainy season crop and is sown directly in the prepared field.",
          "Availability of irrigation facility is important for the growth of the plant.",
          "Seeds are sown in the furrows and covered with a thin layer of soil.",
          "The field is divided into beds of convenient size with the help of bund maker to facilitate irrigation, drainage, and intercultural operations."
        ]
      },
      {
        "type": "text",
        "content": "Seed rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "Seed requirement rate is 15–20 kg per hectare.",
          "The seeds are sown on ridges/rows at a spacing of 20 cm × 15 cm.",
          "Before sowing, seeds should be treated with thiram or captan or carbandazim at the rate of 3 g/kg of seeds to protect them from soil-borne fungi."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/vt-3test.jpg"
      },
      {
        "type": "text",
        "content": "Vigna trilobata - crop fields"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "Field is prepared in the first week of May or June by deep ploughing once.",
          "About 10 tonnes of FYM (farmyard manure)/compost per hectare is mixed uniformly in the field and harrowed twice to mix it well in the soil.",
          "After exposing the field for 15–30 days, the field is harrowed twice or thrice and levelled to get a good tilth and facilitate proper drainage.",
          "Manures and fertilizers as basal dose, at the rate of 30 kg of nitrogen and 60 kg phosphorus per hectare, are applied at the time of sowing, if sufficient FYM is not available.",
          "Alternatively, 100 kg per hectare of DAP (di-ammonium phosphate) may be applied.",
          "Integrated nutrient management studies conducted at Pantnagar suggest that FYM @ 10 tonnes/hectare + 75% of recommended NPK (nitrogen, phosphorus, potassium) can be used in marginal soils.",
          "Experimental results suggest highest biomass yield with 30:60:40 kg per hectare of NPK."
        ]
      },
      {
        "type": "text",
        "content": "Germination"
      },
      {
        "type": "unordered_list",
        "content": [
          "Germination is completed within 10 days of sowing.",
          "Seed germination is good during early rainy season.",
          "Germination varies between 50% and 60%.",
          "With a spacing of 25 cm × 15 cm, about 0.27 million seedlings are accommodated per hectare."
        ]
      },
      {
        "type": "text",
        "content": "Irrigation practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Banmoong is a rainy season crop. Irrigation is not needed, but efficient drainage is essential because the plant is sensitive to waterlogging.",
          "However, if no rains occur, the soil must be kept wet by irrigating the field.",
          "After sowing, irrigation is essentially required at the time of germination.",
          "Similarly, soil moisture is desirable to produce high green yield when the crop is 25–30 days old and is at flower bud initiation stage."
        ]
      },
      {
        "type": "text",
        "content": "Weed control"
      },
      {
        "type": "unordered_list",
        "content": [
          "A critical period of crop–weed competition is up to 30 days of sowing.",
          "After this period, only perennial weeds need to be removed; other weeds are smothered by the growing canopy.",
          "In all, two weedings are required—first at 20–25 days and second at 35–40 days after sowing."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "Red hairy caterpillar, galerucid beetle, and aphids damage this crop, whereas leaf spot caused by Circospora, and seed and seedling rot are serious diseases.",
          "Hairy caterpillar devours the leaves of the plant.",
          "Infestation can be controlled by dusting 10% aldrin dust at the rate of 25–30 kg per hectare or spraying 0.2% solution of Ekalux or endosulfan twice at an interval of 10 days.",
          "Galerucid beetle is a serious pest, which causes more damage during evening and night; during day time, it hides under debris and loose soil.",
          "The adult beetle stipples the leaves with small and more or less numerous circular holes, leading to restricted growth and development of crop.",
          "Aphids suck the sap from the leaf and the damage is more severe when the plants are young.",
          "The aphids and galerucid beetle can be controlled by basal application of Thimet 10% granules @ 10 kg per hectare, or by spraying 0.2% solution of endosulfan or metasyston as soon as holes on the leaves are noticed.",
          "Spraying of this mixture twice at an interval of 10 days checks the infestation.",
          "Circospora causes small circular spots of violet-red colour on the leaves and pods.",
          "Two sprayings of 0.2% solution of Endosulfan M-45 at 10-day intervals control the pathogen.",
          "Seed and seedling rot is caused by fungi like Fusarium sp., Macrophomina phaseoli, and Pythium spp. The disease is difficult to control.",
          "The use of healthy seeds treated with carbandazim @ 3 g/kg seed prior to sowing is the best preventive measure.",
          "However, application of 10% carbandazim or thiram dust @ 25 kg per hectare in soil before sowing seed also controls the incidence of this disease."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/vt-4test.jpg"
      },
      {
        "type": "text",
        "content": "Vigna triloba ta - root nodules"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "Flowering starts after 40–45 days of sowing.",
          "Within four to five days of flowering, fruiting also starts.",
          "Flowering and fruiting continue till October–November.",
          "For ‘panchang’ production, 65–70-day-old crop is harvested by uprooting the plants.",
          "Pods are collected in October for collecting seeds.",
          "The best time for collection of seeds is when pods turn black in colour."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "The roots are washed and the whole plants are tied into bundles such that leaves, pods, and roots remain intact.",
          "These bundles are allowed to dry under shade till 8%–10% moisture is left.",
          "These fully dried bundles are packed in gunny bags and stored in a dry place.",
          "Pods may be removed from the plant after it dries up."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "The chemical constituents include friedelin, epifriedelin, sigmasterol, tannins, epifriedelinos, and glutamylphenylalanine (in seeds)."
        ]
      },
      {
        "type": "text",
        "content": "Yield"
      },
      {
        "type": "unordered_list",
        "content": [
          "A well-managed crop yields 30–40 quintals per hectare of dry herbage.",
          "A seed yield of 2.5–5 quintals per hectare has been recorded when the species is cultivated in tarai area of Uttarakhand."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]