[
  {
    "heading": "Plant Profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Violaceae"
            ],
            [
              "Ayurvedic name",
              "Banafsha"
            ],
            [
              "Unani name",
              "Banafsha"
            ],
            [
              "Hindi name",
              "Banafsha"
            ],
            [
              "Trade name",
              "Banafsha"
            ],
            [
              "Parts used",
              "Whole plant, preferably flower"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/vs-1test.jpg"
      },
      {
        "type": "text",
        "content": "Viola serpens"
      }
    ]
  },
  {
    "heading": "Therapeutic uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Viola species is antipyretic, diaphioretic, diuretic, aperient, antipyretic, and febrifuge in action.",
          "It is useful in respiratory track congestion, asthma, sore throat, cold, coryza, and cancer of the throat.",
          "It is also very useful in bleeding piles, constipation, fever, headache, and skin diseases.",
          "In the Unani system, this plant is the main ingredient of Joshanda, consisting of a mixture of drugs, used mainly for cough and cold in the form of a decoction."
        ]
      }
    ]
  },
  {
    "heading": "Morphological characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Banafsha is a small perennial herb with a short semi-subterranean fleshy stem (rootstock).",
          "The older parts bear fibrous roots.",
          "The upper younger portion is marked with close circular scars of the leaves of the previous years, and gives off elongated, rather fleshy, leafless runners.",
          "Leaves are ovate and crenate–serrate."
        ]
      }
    ]
  },
  {
    "heading": "Floral characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Flowers are borne on long, slender, axillary stalks (scapes) exceeding the leaves.",
          "Flowers are lilac, blue, white or purple in colour and borne on the main stem, the larger ones being 6–12 mm in diameter.",
          "The flowers from the axils of the cauline leaves are minute.",
          "The cleistogamous (underground) flowers are only about 1 mm across.",
          "Fruit is a few seeded, globose capsule.",
          "Flowering occurs during February–March, while fruiting occurs during April–May."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Viola species is found throughout the temperate Himalayas up to an altitude of 2000 m and extending eastwards to hills of Meghalaya, Nagaland, and Manipur."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/vs-2test.jpg"
      },
      {
        "type": "text",
        "content": "Viola serpens - plants"
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant grows well in cool and moist climate but heavy and frequent rain is fatal during blooming.",
          "Sandy loam soil is best for its cultivation."
        ]
      }
    ]
  },
  {
    "heading": "Propagation material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The plant is generally propagated through separation of the new plantlets that develop from the runners.",
          "As much as 50–60 new plantlets may be separated from one mother plant.",
          "This crop is also propagated through seeds that show about 80% germination."
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "text",
        "content": "Nursery technique"
      },
      {
        "type": "text",
        "content": "Raising propagules"
      },
      {
        "type": "unordered_list",
        "content": [
          "The planting stock can also be easily raised through division of mother plants, which are directly planted in the field.",
          "To raise the planting stock through seeds, they are sown in the nursery in March– April, 10–15 cm apart from line to line.",
          "About 80% seeds germinate within three weeks.",
          "Sowing of the seed directly in the field is not recommended, as the seed size is very small."
        ]
      },
      {
        "type": "text",
        "content": "Propagule rate and pretreatment"
      },
      {
        "type": "unordered_list",
        "content": [
          "About 110 000 plantlets are required for planting in 1 hectare of land.",
          "When seeds are used as propagation material, about 1–1.5 kg seeds per hectare are required.",
          "No seed treatment is required before raising the nursery, as the seed coat is not very hard."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/vs-3test.jpg"
      },
      {
        "type": "text",
        "content": "Viola serpens - seeds"
      }
    ]
  },
  {
    "heading": "Planting in the field",
    "content": [
      {
        "type": "text",
        "content": "Land preparation and fertilizer application"
      },
      {
        "type": "unordered_list",
        "content": [
          "Field should be well prepared through two to three ploughings, followed by planking to make the soil suitable for the transplanting of the plantlets.",
          "Bed should be raised or oriented in such a way that there is proper drainage and no water stagnation, especially due to heavy rains in the rainy season.",
          "Exposure to frequent and heavy rains is very damaging for the flowers.",
          "In places of water scarcity, sunken beds may be prepared to conserve moisture.",
          "Well-decomposed FYM (farmyard manure) @ 12 tonnes/hectare should be applied to the soil before transplantation of the seedlings to obtain maximum yield.",
          "The seedlings are planted at a spacing of 30 cm × 30 cm."
        ]
      },
      {
        "type": "text",
        "content": "Transplanting and optimum spacing"
      },
      {
        "type": "unordered_list",
        "content": [
          "The crop is grown in kharif season during May–June, with the onset of pre-monsoon rains. This is the best period for establishment of plantlets in the field.",
          "When the crop is propagated through division of the mother plants, the separated plantlets can be planted directly in the main field in May–June.",
          "About one-month-old seedlings can be transplanted in the main field, at an optimum spacing of 30 cm × 30 cm."
        ]
      },
      {
        "type": "text",
        "content": "Intercropping system"
      },
      {
        "type": "unordered_list",
        "content": [
          "The crops can be grown in orchards where partial shade conditions prevail, provided no waterlogging takes place."
        ]
      },
      {
        "type": "text",
        "content": "Interculture and maintenance practices"
      },
      {
        "type": "unordered_list",
        "content": [
          "Only organic manure @ 12 tonnes/hectare is recommended as a basal dose.",
          "The field should be free from weeds, especially at the initial stages of plant establishment.",
          "Field should be drained well by digging channels across the field, especially during the rainy season.",
          "Irrigation should be provided as and when required during hot weather.",
          "For promoting the growth of the plants, 50 PPM (parts per million) solution of GA3 (gibberellic acid) may be sprayed at an interval of one month from September to May. Manual hoeing and weeding once in a month are recommended to control the weeds."
        ]
      },
      {
        "type": "text",
        "content": "Disease and pest control"
      },
      {
        "type": "unordered_list",
        "content": [
          "Browning and blotching of the leaves with dead areas having distinct black margins may occur during rains.",
          "These infected leaves should be collected and either burnt or buried deep in the soil to check the further spread of the disease.",
          "Pesticides or fungicides should never be used."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/vs-4test.jpg"
      },
      {
        "type": "text",
        "content": "Viola serpens - fruits and flowers"
      }
    ]
  },
  {
    "heading": "Harvest management",
    "content": [
      {
        "type": "text",
        "content": "Crop maturity and harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "Leaves can be harvested after two months of establishment of the crop and subsequent harvesting may be done at an interval of one month till December.",
          "The plant starts flowering after 9–10 months of growth during February–March, corresponding with the increase in temperature.",
          "Fruits can be harvested in April and May.",
          "Flowers and seeds should be harvested either in February–March or April–May, depending on the climatic conditions of the area."
        ]
      },
      {
        "type": "text",
        "content": "Post-harvest management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Flowers and seeds should be air-dried in shade and packed in polythene bags.",
          "The flowers should be packed in airtight polythene bags and stored in dark place at room temperature.",
          "The seeds retain viability for long periods when stored in airtight containers."
        ]
      },
      {
        "type": "text",
        "content": "Chemical constituents"
      },
      {
        "type": "unordered_list",
        "content": [
          "Voiline, ionone, and ionine are the main active principles of the plant.",
          "Roots, leaves, and blossoms also contain methyl-salicylate in the form of a glucoside. Leaves of Viola contain rutin content in the range 0.15%–0.45%."
        ]
      },
      {
        "type": "text",
        "content": "Source : Agro-techniques of selected medicinal plants"
      }
    ]
  }
]