[
  {
    "heading": "Plant profile",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Family",
              "Solanaceae"
            ],
            [
              "Ayurvedic name",
              "Ashvagandha"
            ],
            [
              "Unani name",
              "Asgand, Asgand Nagori"
            ],
            [
              "Hindi name",
              "Asgandh"
            ],
            [
              "English name",
              "Winter Cherry"
            ],
            [
              "Trade name",
              "Ashwagandha"
            ],
            [
              "Parts used",
              "Root, Leaf and Seed"
            ]
          ]
        }
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/medicinal-and-aromatic-plants/withania-somniferatest.jpg"
      },
      {
        "type": "text",
        "content": "Withania somnifera"
      }
    ]
  },
  {
    "heading": "Morphological Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "It is a dense, hairy, erect, grayish-tomentose herb or under-shrub, grows up to a height of 1.5 meter.",
          "Its all parts are covered with whitish, stellate trichomes.",
          "Branching is extensive; leaves are simple, alternate or sub-opposite, ovate, entire, basis cunate, 10 cm long.",
          "The roots are stout, long tuberous, fleshy, whitish-brown."
        ]
      }
    ]
  },
  {
    "heading": "Floral Characteristics",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The flowers are greenish-yellow and found in few flowered clusters in axils; pedicels up to 4 mm long.",
          "Calyx is 5 mm long and stellately tomentose; teeth 2.5 mm long, linear, acute and form a deltoid base.",
          "Corolla is 8 mm long, divided rather more than ½ - way down; lobes lanceolate, acute and pubescent outside.",
          "Filaments are 3 mm long, slender, glabrous and anthers are broadly elliptic (almost orbicular), 1.25 mm long.",
          "Ovary and style are glabrous.",
          "The fruit is red-yellow berry, smooth, 6 mm in diameter, enclosed in the inflated calyx which reaches more than 25 mm diameter and is globose, slightly 5-angled, pointed with the connivent calyx-teeth and scurfy- pubescent outside.",
          "Seeds are 2.5 mm in diameter, yellow and somewhat scurfy."
        ]
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "It is found throughout the drier parts in subtropical regions and upper Gangetic Plains."
      }
    ]
  },
  {
    "heading": "Climate and Soil",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Ashwagandha is grown on sub-marginal waste lands and low fertility areas.",
          "Plant grows well in red, sandy, black and loamy soil with pH 6.5–8.0 with good water drainage.",
          "It can be cultivated upto an altitudes of 1000 meter.",
          "Ashwagandha prefers a sub-tropical climate.",
          "The semitropical areas receiving 500–750 mm rainfall are suitable for cultivation of this crop.",
          "The crop requires dry season during the growing period.",
          "Temperature between 20°C to 35°C is most suitable for its cultivation.",
          "Late winter rains are conducive for the proper development of the plant roots."
        ]
      }
    ]
  },
  {
    "heading": "Propagation Material",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Seeds"
        ]
      }
    ]
  },
  {
    "heading": "Agro-technique",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Direct Sowing: The seeds are sown directly in the main field by broadcasting. After receiving 1°r 2 showers, the field is thoroughly prepared, divided into plots of convenient sizes and the seeds are sown during the second week of July to August. A seed rate of 10–12 kg/ha is required for this method of planting. If rainfall is more, then the sowing can be done up to September."
        ]
      },
      {
        "type": "text",
        "content": "Nursery Technique"
      },
      {
        "type": "unordered_list",
        "content": [
          "Raising Propagules: Plant to plant and row to row distance can be adjusted according to soil fertility and variety used. The population should be dense at low fertility and more distance at higher fertility land. When the seedlings are to be raised for transplanting, they should to be sown in well-prepared, raised nursery beds. The seeds are usually sown about 1–3 cm deep in June- July in nursery. The seeds in the nursery-beds are sown in lines spaced at 5 cm and covered with light soil. The germination commences within 6–7 days of sowing and within ten days from sowing it is complete. When the seedlings are 6 weeks old and sufficiently tall they are transplanted in 60X60 cm spaced in well- prepared land in July-August.",
          "Propagule Rate and Pre-treatment: About 5 kg of seeds are required to provide enough seedlings for sowing one hectare. To avoid nursery diseases, the seeds are treated with Therum-45 at the rate of 3gm/kg of seeds before sowing. A light shower after sowing ensures good germination."
        ]
      }
    ]
  },
  {
    "heading": "Planting in the Field",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Land Preparation and Fertilizer Application: Mostly organic manure should be applied. For organic cultivation no fertilizer should be applied. N - 25 kg, P - 25 kg and K - 20 kg should be applied. All the quantity of P, K and 1/3N should be applied at the time of sowing or planting. Remaining N in the split doses. Ashwagandha is usually grown in fields, which are not well covered by the irrigation systems. The field on which food crops cannot be taken profitably for the above reason may be used for Ashwagandha cultivation. The soil of the field selected of Ashwagandha cultivation should be well pulverized by ploughing, disking or harrowing. The field may be then leveled. The crop of Ashwagandha does not require heavy doses of manure. In Madhya Pradesh, where it is grown on commercial scale, no fertilizer is applied and the crop is cultivated on only residual fertilizer. However, 200–300 kg FYM/ha may be applied. 5–6 times vermicompost or FYM may be applied row to row.",
          "Transplanting and Optimum Spacing: The seedlings after 25–35 days are transplanted at distance of 20–25 cm to 10–15 cm row to row and plant to plant respectively. It may be noted that since “Asgandh” is a late rainy season the time of sowing is decided by the date of arrival of monsoon in that area.30 to 60 plants/Sqm or 3 to 6 lakhs plants per hectare should be kept when ¾ rain have over in August or September sowing or transplanting should be completed.",
          "Intercropping System: Withania may be planted as intercrop with newly planted Cocos nucifera (coconut), Mangifera indica (mango), Tectona grandis (teak), Simaruba officinalis (simaruba), Jatropha curcas (jatropha), Pinus spp. (pine) and Populus canadensis (populus).",
          "Inter culture and Maintenance Practices: The directly sown crop is thinned at 25 – 30 days to maintain a plant population of 20,000–25,000/ha. Hand-weeding at 30 days interval helps to control the weeds effectively. Total two weedings. 2nd weeding after 2 months.",
          "Irrigation Practices: Light shower after transplantation ensures establishment of seedlings. There is no need of irrigation if rainfall is at regular intervals. Excessive rainfall/water is harmful to the crop. Life saving irrigation may be applied at required intervals. Under irrigated conditions, the crop can be irrigated once in 10 days.",
          "Pests and Diseases: The early stages (seedling stage) of Withania somnifera caused from fungus disease like damping of fungus, seedling blight, seed rotting, die-back etc. Seed should be treated with thiram or capton (2–4 gm/kg) to reduce the effect of seedling blight and leaf blight. 0.3% phytolone, diethane- 78°r D-45 is also spread on crop. Leaf curl tobacco and urtches broom disease were also recognized in Withania. These diseases are controlled through spraying of tetra-cyclinehydrochloride at the interval of 15–20 days. Best way to uproot and burn the infected plants. Some insect diseases were also identified on Withania, for controlling of insect diseases, 0.5% melathyone mixed with 0.1 – 0.3% kithane can be used as spray at 10–15 days interval."
        ]
      }
    ]
  },
  {
    "heading": "Harvest Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Crop Maturity and Harvesting: Harvesting starts from January and continues till March. The plants start flowering and bearing fruits from December onwards. The crop is ready for harvest in January – March i.e. 150 to 180 days after sowing. The maturity of crop is judged by drying out of leaves and yellow red berries. The entire plant is uprooted for roots, which are separated from aerial parts by cutting the stem 1–2 cm, above the crown. The roots are cut transversely into small pieces (7 to 10 cm). Occasionally, the roots are dried as a whole. The berries are plucked from the dried plants and are threshed to obtain the seeds.",
          "Post-harvest Management: The dried roots, entire or transversely cut into smaller pieces, have to be further water washed, cleaned, trimmed and graded. The roots are beaten with a club, which removes adhering soil and breaks off the thin, brittle lateral rootlets. Lateral branches, root crown and stem remains on roots are carefully trimmed with the help of knife.",
          "Grading: The entire product is then carefully sorted into four grades based on the thickness and uniformity of the pieces.",
          "Chemical Constituents: The main constituents of Ashwagandha are alkaloids and withanolides (steroidal lactones), the major groups of secondary metabolites of medicinal interest. Among the various alkaloids, withanine is the main constituent. The other alkaloids are somniferine, somnine, somniferinine, withananine, pseudo- withanine, tropine, pseudo-tropine, 3-a-gloyloxytropane, choline, cuscohygrine, di- isopelletierine, anaferine and anahytrine. Two acyl steryl glucoside viz. sitoindoside VII and sitoindoside VIII have been isolated from root. The leaves contain steroidal lactones, which are commonly called withanolides. The withanolides have C28 steroidal nucleus with C9 side chain, having six membered lactone rings.",
          "Yield : On an average yield from one hectare area under commercial cultivation is an approx 0.5–0.7 tonnes of dried roots and 30–40 kg seeds."
        ]
      }
    ]
  },
  {
    "heading": "Therapeutic Uses",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The drug is rejuvenating agent; mainly used in Ayurvedic and Unani preparations.",
          "The plant has anti-tumor, anti-inflammatory, anti-bacterial, fungicidal, anthelmintic, anti-convulsant, anti-stress, immunomodulatory and anti-pyretic properties.",
          "It is also used in insomnia, weakness, ulcers and painful swellings as aphrodisiac and in leucoderma.",
          "The paste prepared out of its leaves is used for curing inflammation of tubercular glands and that of its roots for curing skin diseases, bronchitis, ulcer and dyspepsia and eye diseases.",
          "The fruits and seeds of Ashwagandha are diuretic in nature.",
          "The leaves are reported to contain anthelmintic and febrifuge properties.",
          "An infusion of the bark is given for asthma."
        ]
      }
    ]
  }
]