[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Fruit and shoot borers are major pests of litchi and considered to be a big challenge for Indian litchi growers causes huge economic loss to the growers because infested fruit become unmarketable. The pest is causing severe loss to fruits, especially in humid conditions at the time of fruit ripening. By adopting integrated management schedule we can keep borers population at bay. Description of pest along with recommended practices for its management developed at the Centre has been presented for adoption to the litchi growers."
      }
    ]
  },
  {
    "heading": "General Description",
    "content": [
      {
        "type": "text",
        "content": "Litchi fruit and shoot borer causes losses to fruit and shoot, to the tune of 24–48% and 7–70%, respectively. The insects (larvae) damage the newly emerged shoot during the September-October resulting in failure of shoot to bloom."
      },
      {
        "type": "text",
        "content": "The maximum pest population on shoots is found during August. It punctures the peduncle of fruits (both developing as well as maturing) during April-May cause severe loss through early fruit drop and appearance of excreta/larvae, when fruit is cut/opened after ripening."
      },
      {
        "type": "text",
        "content": "Female moth laid eggs on shoots, flower buds, calyx and newly emerged caterpillar enter inside the fruit through peduncle and in shoots through cortex region of the new shoot. Fully grown larvae come out of the fruit and pupate on the leaf surface under spinning cocoon, are the most apparent stage to diagnose the borer incidence in the field."
      }
    ]
  },
  {
    "heading": "Integrated Management Schedule",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Two spray of systemic insecticide viz., thiacloprid 21.7 SC or imidacloprid 17.8 SL @ 0.5–0.7 ml/l during September at 15 days interval for management of shoot borer infestation on emerging shoots.",
          "Spraying of neem oil (4 ml/l) before flowering to avoid egg laying.",
          "Spray of lufenuron 5 EC (0.7ml/l) or novaluron 10 EC 1.5 ml/l after fruit attains the clove size (at 10–12 days after fruit set).",
          "Spray of cypermethrin @% EC 0.5 ml/l or emamectin benzoate 5% SG (0.4ml/l) during aril (pulp) development stage which comes 25–30 days after fruit set.",
          "Last spray of novaluron 10 EC 1.5 ml/l or cypermethrin @% EC 0.5 ml/l at about 10 days before expected fruit harvesting."
        ]
      }
    ]
  },
  {
    "heading": "Precautions/Alertness",
    "content": [
      {
        "type": "text",
        "content": "Under changing weather condition (intermittent rains, blowing of easterly winds during fruit development) one extra spray with systemic insecticide should be done 15 days before anticipated fruit harvest. Alternative to chemicals, environment friendly bio-enhancers develop through different organic products can be sprayed."
      }
    ]
  },
  {
    "heading": "Organic Management Schedule",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Spraying of neem oil (4 ml/l) before flowering is given to avoid insect egg laying."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Two sprays with panchgavya (30 ml/l) made up of cow ghee, urine, dung, curd, milk along with banana and sugarcane juice should be done at clove stage and colour break stage.",
          "Two spray with biodynamic pesticide (50ml/l) made up with cow urine, cow-dung, chopped leaves of neem/Calotropis(madar) decomposed in water should be done at aril (pulp) development stage and about 10 days before expected fruit harvest."
        ]
      }
    ]
  },
  {
    "heading": "Precaution/Alertness",
    "content": [
      {
        "type": "text",
        "content": "Adoption of good orchard management practices like pruning of infested twigs in nd June, manuring of plants with 4 kg castor-cake and 1 kg neem-cake in the 2 week of July and prophylactic spray of neem based formulations (5ml/l) during new flush emergence (September-October) improve the effectiveness of organic schedule."
      }
    ]
  },
  {
    "heading": "Safety Measures",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Pruning of trees after harvest, field sanitation and removal of young fallen fruits has been found effective in reducing pest population.",
          "Bagging of bunches with PP non oven bags excludes the egg laying of female moth.",
          "Spraying should be done on outer as well as inner canopy of all the direction of the tree with the help of power sprayer having hollow cone nozzles.",
          "Spraying should be done only during clean weather; otherwise spray should be repeated if rains occur on same day.",
          "Mix sticker 0.4 ml/l with insecticide for better results, it also improve effectiveness during rainy season subject to four hours waiting period after spray.",
          "Community based approach is required for better and effective management of fruit and shoot borer."
        ]
      },
      {
        "type": "source",
        "content": "ICAR-National Research Centre on Litchi",
        "link": "https://www.nrclitchi.org/uploads/extension-folder/Litchi-Management_of_Fruit_and_Shoot_borer.pdf"
      }
    ]
  }
]