[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "Litchi ( Litchi chinensis ) is a delicious juicy fruit of excellent quality. Botanically it belongs to Sapindaceae family. Litchi fruit is famous for its attractive red colour, excellent quality characteristics and pleasant flavor."
      }
    ]
  },
  {
    "heading": "Soil and Climate",
    "content": [
      {
        "type": "text",
        "content": "Litchi is a sub-tropical fruit and thrives best under moist sub-tropical climate. It usually prefers low elevation and can be grown up to an altitude of 800 m. (m.s.l.). Deep, well drained loamy soil, rich in organic matter and having pH in the range of 5.0 to 7.0 is ideal for the crop."
      },
      {
        "type": "text",
        "content": "Litchi cannot tolerate frost during winter and dry heat in summer. The temperature should not go beyond 40.5 0°C in summer and below freezing point in winter. Prolonged rain may be harmful especially at the time of flowering, when it interferes with pollination."
      }
    ]
  },
  {
    "heading": "Cultivars",
    "content": [
      {
        "type": "text",
        "content": "A large number of varieties are grown in different parts of India."
      },
      {
        "type": "text",
        "content": "Bambia, Ellaichi, Muzaffarpur, Seedless early, Seedless late, Shahi, Pottee, Rose scented, China, Purbi, and Kasab are the suitable varieties for NE region."
      }
    ]
  },
  {
    "heading": "Propagation",
    "content": [
      {
        "type": "text",
        "content": "Air layering is the most common method of propagation. Select healthy and vigorous one year old twigs and remove 2 cm wide ring of bark just below a bud. IBA or Rooton may be applied at cut portion for early and more rooting. The cut is surrounded by mud ball containing moss (2 parts damp moss and 1 part of soil from the basin of old litchi tree) and wrapped with polythene sheet. Both ends are tied with fine rope to make it air tight. When sufficient roots are formed in about 2 months, the branch is cut below the soil or sphagnum moss and potted in a nursery. July to October is the most appropriate time. About 6 months old air-layered plants should be planted in permanent field in monsoon."
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "text",
        "content": "Pits of 90 x 90 x 90 cm in dimension are dug at the spacing of 8 – 10 m apart in square system. Pits are filled with topsoil mixed with about 40 kg decomposed compost, 2 kg neem/karanj cake, 1 kg bone meal/single super phosphate and 200–300 g muriate of potash. Incorporation of about 2 baskets of soil from the root zone of old lychee trees encourages the mycorrhiza growth. Planting is done during June to July. At the time of planting a hole the size of ball of earth is made in the centre of the pit at the marked point where the plant is fixed and the soil is pressed to remove air. Watering is done immediately after planting for proper establishment. Subsequently the plant is regularly irrigated till it is properly established."
      }
    ]
  },
  {
    "heading": "Training and Pruning",
    "content": [
      {
        "type": "text",
        "content": "Training of the plant in the initial stage is essential to provide the required framework. Unwanted branches should be pruned to provide definite shape and to promote growth of the trunk and crown of the tree. Three to four branches 60–75 cm from ground opposite to each other are allowed to form the proper frame of the tree. Further, crowded and crisscross branches are removed to facilitate better growth. The branches with narrow angles are also avoided as they are prone to breakage. Non-fruiting unproductive branches inside the canopy in growing and mature trees should also be pruned. Dried, diseased and scissors-shaped branches should also be periodically removed. Light pruning after harvest has been found congenial for better growth, fruiting and yield. While harvesting the fruit the panicle is plucked along with 8–10 cm of twig to promote new flush and better bearing for the succeeding year."
      }
    ]
  },
  {
    "heading": "Manure and Fertilizer",
    "content": [
      {
        "type": "table",
        "content": {
          "headers": [
            "Age of plant",
            "",
            "Fertilizer/ plant/ year",
            ""
          ],
          "rows": [
            [
              "FYM",
              "Calcium ammoniumnitrate",
              "Super phosphate",
              "Muriate of potash"
            ],
            [
              "1–3 year",
              "10 – 20",
              "0.3 – 1.00",
              "0.2 – 0.6",
              "0.05 – 0.15"
            ],
            [
              "4 – 6 year",
              "25 – 40",
              "1.0 – 2.0",
              "0.75 – 1.25",
              "0.20 – 0.30"
            ],
            [
              "7 – 10 year",
              "40 – 50",
              "2.0 – 3.0",
              "1.50 – 2.0",
              "0.30 – 0.50"
            ],
            [
              "About 10 year",
              "60",
              "3.50",
              "2.25",
              "0.60"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "FYM, P and K should be applied in the month of December, whereas ½ dose of N in February, ¼ in April and remaining ¼ after harvesting of fruits. Besides, litchi orchard may be sprayed with Zinc sulphate @ 4 kg and hydrated lime @ 2 kg dissolved in 500 litres water."
      }
    ]
  },
  {
    "heading": "Irrigation, Mulching and Water conservation",
    "content": [
      {
        "type": "text",
        "content": "Litchi being an evergreen plant, the maintenance of optimum soil moisture is critical for growth, development and fruit production. Irrigation is critical at the fruit development stage to get better yield and quality of fruits. To achieve faster growth of the plant no water stress should be permitted, while in the reproductive phase water stress is beneficial at the time of fruit bud differentiation. Irrigation at the intervals of 2–3 days during the initial stage of plant establishment is considered essential. Further, the young plants should be irrigated during dry periods and winter months at intervals of 3–5 days."
      },
      {
        "type": "text",
        "content": "For young plants mulching with dry leaves or residues in the basin help in better moisture conservation. Certain physiological disorders like poor sex ratio, poor fruit set, heavy fruit drop and high fruit cracking, besides sunburn of the fruits can be minimized with proper water management."
      },
      {
        "type": "text",
        "content": "Moisture conservation through mulching using dried weeds or black polythene sheet has been found useful. Through adoption of mulching, frequency of irrigation is reduced."
      }
    ]
  },
  {
    "heading": "Filler plant and intercropping",
    "content": [
      {
        "type": "subheading",
        "content": "Litchi is a slow growing plant and takes about 15–16 years to develop canopy and cover the area. During the initial period of establishment, the space between the plants can be utilized for planting of filler plants/intercrops. The planting of guava, custard apple, lime/lemon in the centre, between and within the rows of lychee have been found to give additional income in the initial stage of planting without competing with the main crop. Papaya is also planted as filler plant at the spacing of 2.5 x 2.5 m. In between the plants in the initial stage, cowpea, french bean, okra, brinjal or other suitable crops of the regions are grown as intercrops. In the mature lychee orchards, cultivation of partial shade loving plants (ginger, turmeric, elephant foot yam) is practiced successfully, which provides additional income."
      }
    ]
  },
  {
    "heading": "Plant ProtectionMeasures",
    "content": [
      {
        "type": "subheading",
        "content": "Insect Pests"
      },
      {
        "type": "text",
        "content": "In litchi, mite and shoot borer are the two serious pests that causes immense damage to the crop."
      },
      {
        "type": "text",
        "content": "Litchi mite ( Aceria litchi ) is a serious pest in all the lychee growing regions in the country. The tiny nymph and adults stick to the under-surface of the leaf and suck the cell sap. Consequently, the young leaf turns yellow to greyish-yellow and a velvety growth develops on lower surfaces, which subsequently turn brown. The affected mature leaf develops continuous to scattered brown patches with curling, twisting and leathery structure, which ultimately result in blister-like gall formations. It spreads fast under favourable conditions and reduces the photosynthesis activity and increases leaf drop. As a result the tree becomes weak, and yield and quality of the fruit is severely affected. It is suggested to prune the affected twigs/branches and burn to avoid spread. Two sprays of karathene 0.05 percent at 7–10 days interval during the attack of the insect has been found to effectively control the pest. Application of neem cake has also been found to reduce the incidence of this pest."
      },
      {
        "type": "text",
        "content": "The caterpillar bore inside the newly growing shoot and feed on inner parts resulting in drying of the twigs. In the case of severe infestation the sap movement is interrupted and the tree ceases to flush. Pruning and burning of affected twigs minimize the infestation. Litchi shoot borer can effectively be controlled by spraying Cypermethrin (0.01%) twice at 7 days interval during flushing."
      },
      {
        "type": "text",
        "content": "Other pests include bark eating caterpillars ( Indarbela tetraonis, I.quadrinotata), weevil ( Amblyrrhinus poricolis ), butterflies ( Virachola isocrates ) and worm/fruit stone borer ( Argyroploce carpophaga )."
      },
      {
        "type": "subheading",
        "content": "Diseases"
      },
      {
        "type": "text",
        "content": "Litchi is almost free from fungal diseases in India. The rot caused by Helmenthosporium hawaiense and rotting of fruits caused by Aspergillus sp. are some of the fungal diseases observed. These can be controlled by spraying with fungicides immediately after the appearance of the symptoms. No fungicides should be applied on the trees or fruits at least 20 days before harvesting."
      }
    ]
  },
  {
    "heading": "Disorders",
    "content": [
      {
        "type": "text",
        "content": "The two types of physiological disorders which are commonly observed are fruit cracking and fruit drop. Fruit cracking is a major problem in litchi resulting in deterioration of fruit quality. Presence of optimum moisture level in the soil during fruit development is crucial for reducing fruit cracking and quality litchi production. Early varieties (e.g. Shahi) are more susceptible to cracking than late ripening one (e.g. China). Foliar application of boric acid (0.4 %) and 2,4- D (10 ppm.) is effective in minimizing the disorder."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "The fruits are harvested in bunches along with a portion of the branch and a few leaves. At the time of harvesting care is taken to harvest the selected bunch, which has attained the desirable maturity as determined by colour development and taste of the pulp. The fruits are harvested early in the morning when temperature and humidity are congenial, to have longer shelf-life of the fruit. At the time of harvest fruits are collected in a manner so that they do not fall on the ground. Use of mechanical tools for harvesting is practiced. The harvesting period is generally May-June, depending upon cultivar and location."
      }
    ]
  },
  {
    "heading": "Yield",
    "content": [
      {
        "type": "text",
        "content": "The yield of litchi varies according to the age of the tree, agro-climatic condition and maintenance of the orchard. Usually about 80–150 kg fruit/tree is obtained from 14–16 year old trees."
      },
      {
        "type": "source",
        "content": "KVK Wokha",
        "link": "https://kvk.icar.gov.in/API/Content/PPupload/k0222_76.pdf"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Good Management Practices in Litchi",
            "link": "http://www.nrclitchi.org/uploads/download/Good-Management-Practices-in-Litchi.pdf"
          },
          {
            "text": "Diagnosis of major pests of litchi",
            "link": "http://www.nrclitchi.org/diagnosis-of-major-pests-of-litchi"
          },
          {
            "text": "Diagnosis of major diseases of litchi",
            "link": "http://www.nrclitchi.org/diagnosis-of-major-diseases-of-litchi"
          }
        ]
      }
    ]
  }
]