[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Organic farming is a method of farming system, which avoids or largely excludes the use of synthetically produced inputs like fertilizers, pesticides, growth regulators, etc. placing maximum reliance upon organic wastes (crop, animal and farm wastes) inherent biota and other biological materials including beneficial microbes (bio-fertilizers) to maintain soil health and productivity and bio-pesticides for control of weeds, pests and diseases in an eco-friendly pollution free environment. Indiscriminate use of fertilizers and chemicals resulted several problems viz., soil degradation, water and air pollution, mineral deficiencies, increased incidence of human diseases, and above all, climate changes are posing a serious threat to the existing scenario of fruit production including litchi. To take care of above factors, the organic farming provides a ray of hope for some enthusiastic results."
      },
      {
        "type": "text",
        "content": "Litchi is an important subtropical fruit crop of the region after mango. It is praised as 'queen of fruit' due to its attractive deep red colour, narrow window of availability and fragrance. The fruit has high nutritive value and suitable for geotropic weak person. Bihar is the premier state in litchi production and marketing. Increasing health concerns and environmental safety has necessitated the safer production methods of this important fruits. National Research Centre on Litchi being in helm of affairs and custodian of litchi in India has developed the technology for organic litchi production for the growers. The detailed protocol has been developed and synthesized."
      }
    ]
  },
  {
    "heading": "Cultivars",
    "content": [
      {
        "type": "text",
        "content": "There are large numbers of litchi cultivars grown all over the country but, some of the important cultivars which can be practiced in organic farming are Shahi, China, Kasba, Gandaki Sampada and Bedana."
      }
    ]
  },
  {
    "heading": "Soil and climate",
    "content": [
      {
        "type": "text",
        "content": "As usual, litchi can grow in a wide range of soil having well drainage facility however; the ideal soil for organic litchi cultivation should be well- drained deep loamy soil rich in organic matter and having slightly acidic to neutral soil. In Bihar, however the best quality litchi is being produced from the area with slightly calcareous soil having above neutral pH but for organic production, it may not be a fit soil environment because such soils are generally poor in organic carbon and inherent biota of annelida."
      },
      {
        "type": "text",
        "content": "Litchi generally prefers moist subtropical climate with frost free winter and dry heat wave free summer which otherwise considerably damage the growth and yield of the plants which also applies to organic production system. Although, it can grow up to an altitude of 800 m above the sea level, the best growth and yield is, however, found at lower elevations. Seasonal variation in temperature is necessary for proper fruiting. The temperature should not be beyond 40.0°C in summer and below the freezing point in winter."
      }
    ]
  },
  {
    "heading": "Propagation",
    "content": [
      {
        "type": "text",
        "content": "Litchi is mainly propagated through air layering which is the most widely accepted method of propagation of litchi at commercial scale. Upright branches (1–2 cm stem diameter and 30 to 80 cm length) from well developed trees which are also free from pests and diseases of certified mother plants are suitable for layering in litchi. The ideal time of air layering is during rainy season. Saplings raised by use of organic material in the nursery should be preferably used for organic cultivation."
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "text",
        "content": "The litchi trees are planted in square system at 8 m or 6m however single canopy with multiple root system (hedge row system at 8x4m or 6x4m) are advocated. Before planting, pits of 1m x 1m x 1m should be dug out at the desired point and allowed to remain open for a few days. The pit should be filled with top soil mixed with 20kg well rotten FYM and 10kg vermicompost along with 2kg neem/castor/karanj cake and 200g trichoderma and mycorrhiza culture. Planting should be done at the centre of the pit with the help of a planting board during monsoon season."
      }
    ]
  },
  {
    "heading": "Post Planting Care",
    "content": [
      {
        "type": "text",
        "content": "The newly planted sapling should be protected from hot and cold waves through thatching. The basin of plants should be enriched by sowing of moong/dhaincha and mulching it by cutting the same. Spray of neem based biopesticides on plant and biodynamic formulations in the basin protects the plants and increase the actinomycetes population respectively, in the organic environment."
      }
    ]
  },
  {
    "heading": "Water Management",
    "content": [
      {
        "type": "text",
        "content": "Water management in litchi cultivation refers to water application through irrigation, rain water management through rain water harvesting and its storage for scarcity period as well as its conservation in the plant basin/field. Frequent irrigation is necessary during the early plant establishment stage for proper growth and therefore irrigation twice a week during dry and hot months and once a week in other months has been suggested up to 4 years of age. Established orchards needs frequent irrigation during the fruiting period to ensure high yield and quality. Mulching around tree basin with litchi leaf, crop residues and other farm waste are useful to conserve the soil moisture, weed suppression and improves soil physico-chemical-microbial condition in organic litchi orchard."
      }
    ]
  },
  {
    "heading": "Nutrient Management",
    "content": [
      {
        "type": "text",
        "content": "Nutrient management under organic farming is quite specific and different from conventional farming. Inorganic fertilizers gave quick response after application to plants but in organic farming, nutrient management is mandatory to be done by the application of nutrients through organic sources like composts and manures. Organic manures are slow releasing therefore application of manures is to be done well in advance. Bio-enhancers and microbial mixtures can be added to improve the efficacy. The nutrient requirement of litchi is very high. About 50 kg FYM + 10 kg vermicompost + 3 kg neem cake + bio- fertilizers (Azotobactor/Azospirillum, PSB @200g each) per year per tree have been found optimum for bearing litchi orchard. It is also suggested that the manures are to be applied just after harvesting and pruning of the tree. Green manuring with dhaincha (Sesbania spp) would be an ideal practice during the rainy season as it improves the physical properties and fertility status (140–195 kg N/ha) of the soil during the establishment phase, young growth phase, junior adult bearing phase of the litchi orchard."
      }
    ]
  },
  {
    "heading": "Canopy management",
    "content": [
      {
        "type": "text",
        "content": "During initial years of orchard establishment, training of the plant is necessary to provide a definite shape. Only the diseased and dried portions of the branches should be pruned in the beginning. In grownup plants, a portion of the twig is cut off along with the fruits while harvesting. Light pruning (removal of 15–20 cm fruited shoot from top) during harvesting induces quick sprouts from axil of leaves at end of one year old shoots. The removal of the terminal ends of the fruiting/flowering branches promotes new shoots and flowering in next year. Pruning of centrally growing upright branches should be done periodically (once in 2–3 years) to facilitate proper aeration and light penetration inside canopy which would help in production of better yield and quality fruits besides least infestation of insect pest like bark eating caterpillar, fruit & shoot borer etc."
      }
    ]
  },
  {
    "heading": "Intercropping",
    "content": [
      {
        "type": "text",
        "content": "Widely spaced litchi plantation has enough space in the early stage of establishment. These interspaces can be economically utilized by growing suitable intercrops like short duration fruit crops, vegetables and leguminous crops (moong, cowpea, soybean, peas, gram, faba bean etc.). In organic system of production, leguminous crop and the crop which requires less use of synthetic inputs are preferred. When the trees are full grown, intercropping with shade loving crop is advocated but it should not be grown at the cost of litchi plants. The crops with synergy to litchi plants coupled with regional preference should be given priority."
      }
    ]
  },
  {
    "heading": "Fruit drop management",
    "content": [
      {
        "type": "text",
        "content": "Fruit drop is one of the major physiological disorders in litchi which primarily occurs just after fruit set and continues up to one month depending upon weather condition and crop management. The percentage of drop varies with the cultivars and climatic conditions prevailing at the time. Among the many contributory factors, the endogenous hormonal level may be responsible to some extent. Spraying of vermiwash @ 100 ml/l during fruit growth and development stage 2 to 3 times at weekly interval considerably reduces fruit drop of litchi."
      }
    ]
  },
  {
    "heading": "Fruit cracking",
    "content": [
      {
        "type": "text",
        "content": "Fruit cracking is one of the important problems faced by the litchi growers. The low atmospheric humidity, high temperature and hot winds during fruit development and maturity stage favour fruit cracking. Light irrigation to maintain soil moisture and to improve humidity has been found to minimize this problem through maintenance of a better micro-climate. Mulching with farm residues significantly reduced the cracking. In addition, spraying with vermiwash @ 100 ml/l and panchgavya @ 30 ml/l during the developing stage of the fruits has been found to be effective in checking the cracking. Bagging of fruit with non oven polypropylene bag at 20–25 days before harvest reduces the fruit cracking."
      }
    ]
  },
  {
    "heading": "Plant protection measures",
    "content": [
      {
        "type": "text",
        "content": "Plant protection in litchi is an important aspect of its cultivation. Litchi is a perennial fruit tree infested by numbers of insect pest, which causes considerable losses, if not managed. Therefore, needs constant vigil and care throughout the year keeping the pest population under control. Litchi plants as compared to many other fruits are least affected by diseases. Apart from integrated plant nutrient supply and irrigation, timely action for checking the pests build up and their control before irreparable damage is essential in organic litchi production. The management involves general care and timely management of orchard, development of pests' escape, avoidance and resistance mechanisms in plants and of course, management of pests through adoption of cultural, mechanical, biological control measures and spraying of bio pesticides and botanicals. The major pest of litchi and their control measures as discussed below:"
      }
    ]
  },
  {
    "heading": "Litchi fruit & shoot borer",
    "content": [
      {
        "type": "text",
        "content": "The insects (larvae) damage the newly emerged shoot during the September-October resulting in failure of shoot to bloom. The maximum pest population on shoots is found during August-September. It punctures the peduncle of fruits (both developing as well as maturing) during April-May cause severe loss through early fruit drop and appearance of excreta/larvae, when fruit is cut/opened after ripening. The freshly hatched larvae bore inside the midrib of newly growing leaves and subsequently inside the tender shoots and feed on inner parts resulting in dropping of leaves and drying of the twigs during monsoon season. This insect initially survives on litchi shoot and later on attacked on fruit called as fruit borer. The small caterpillars bore through the fruit stalk and feed on seed at early and mature stage during fruit growth and development. The infested fruit becomes unmarketable and cause huge economic loss to the growers."
      }
    ]
  },
  {
    "heading": "Management practices",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Pruning of trees after harvest, field sanitation and removal of fallen fruits from field kept pest population under control.",
          "Removal of infested leaves and shoot from field during August-October.",
          "Bagging of fruit with non oven polypropylene bag at 20–25 days before anticipated harvest.",
          "Regular spray of neem oil formulation @ 4 ml/l on new flush emergence and before flowering.",
          "Two sprays with panchgavya (30 ml/l) made up of cow ghee, urine, dung, curd, milk along with banana and sugarcane juice should be done at clove stage and colour break stage.",
          "Two spray with biodynamic pesticide (50ml/l) made up with cow urine, cow-dung, chopped leaves of neem/Calotropis (madar) decomposed in water should be done at aril (pulp) development stage and about 10 days before expected fruit harvest."
        ]
      }
    ]
  },
  {
    "heading": "Bark eating caterpillar and trunk borer",
    "content": [
      {
        "type": "text",
        "content": "Initially caterpillar feed on the bark of the stem/branches and then entered inside the trunk/branch. This insect mainly appears during July-September months. The branch ceases growth and under severe infestation affected branch dried. The presence of the insect can be known by seeing the excreta and silky web."
      }
    ]
  },
  {
    "heading": "Management practices",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Remove and burn the ribbon like silken webs that may contain the caterpillars hiding under them.",
          "Clean the bored holes of the infested branch/trunk with iron wire and insert a cotton swab soaked in kerosene and plug with mud/fresh cow dung.",
          "Pasting of main tree trunk/branches with Bordereaux paste during winter season."
        ]
      }
    ]
  },
  {
    "heading": "Litchi mite",
    "content": [
      {
        "type": "text",
        "content": "Both nymphs and adults of mite damage the leaves, inflorescence and developing fruits through sucking the cell sap. Due to continuous sucking of sap, leaf tissues become aggravated and formed erineum. The maximum incidence of the mite is noticed during July-October and February-March especially in un-pruned and poorly managed orchard. The affected mature leaf develops continuous to scattered brown patches with curling, twisting and leathery structure and fall prematurely."
      }
    ]
  },
  {
    "heading": "Management practices",
    "content": [
      {
        "type": "text",
        "content": "Pruning and removal of infested twigs/ shoots just after harvesting of the fruit and before emergence of new flush. If infested leaves seen then further, pruning of newly infested twigs during October is beneficial to keep the pest under control."
      }
    ]
  },
  {
    "heading": "Leaf defoliators",
    "content": [
      {
        "type": "text",
        "content": "Leaf folder, litchi looper and weevils are the major plant defoliators of litchi that mainly causes severe damage to the young tender leaves during monsoon season."
      }
    ]
  },
  {
    "heading": "Management practices",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The infested rolled leaves that contain larvae may be removed manually.",
          "Hand picking and killing of larvae is recommended especially on newly established orchard.",
          "Regular spray of neem based formulation and bio-pesticides at 10 days interval is found to be effective in controlling lepidopteron defoliators in litchi ecosystem."
        ]
      }
    ]
  },
  {
    "heading": "General tips for organic litchi cultivation",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Use of bio-mulch for moisture conservation, weed suppression and organic matter supplementation.",
          "No application of synthetic fertilizer and pesticides.",
          "Follow cultural (deep ploughing in summer), mechanical (hand picking & killing, light traps, bird perch etc.), and biological method for pest control.",
          "Intercropping of leguminous crops with orchard.",
          "Regular spray of neem based formulation and bio-pesticides and bio-enhancers (panchgavya, vermiwash)."
        ]
      },
      {
        "type": "source",
        "content": "ICAR-National Research Centre",
        "link": "https://www.nrclitchi.org/uploads/extension-folder/Litchi_Package_of_Practices_for_Organic_Litchi_Production.pdf"
      }
    ]
  }
]