[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "Arecanut (Areca catechu Linn) plays significant role in the livelihood of the people. It provides income and livelihood security to many people in Meghalaya. In West Garo Hills district most of the villages do arecanut cultivation either for own consumption or for generating income. From selling seedlings to harvested nut, raw as well as fermented nut (Moja) they earn their living. Arecanut also known as Gue in Garo is being mainly used for chewing the tender or ripe mature nut along with betel leaf and lime by the Garo community"
      },
      {
        "type": "text",
        "content": "Offering visitors arecanut with betal leaf is a common social practice among them. Areca cultivation is one of the traditional indigenous agricultural activities in the region. The plant is considered to be as old as the history of the tribes or communities in the region. Arecanut, a palm species grows in a heavy rainfall areas or where frequent irrigation is available. Meghalaya is among the wettest places on earth and is the home of an extra ordinary diversity of people that includes the Khasis, Jaintia and Garo tribes."
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/plantation-crops/arecanut1test.png"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/plantation-crops/arecanut2test.png"
      }
    ]
  },
  {
    "heading": "Marketing",
    "content": [
      {
        "type": "text",
        "content": "The commercial marketing of arecanut in West Garo hills district is mainly done through the Arecanut agent. The arecanut agents act like all in one mobile man in the trading of arecanut. The local farmers felt easy and quite convenient because of the unavailability of own transport system, lack of skilled labour in all the villages, selling raw ripe mature nut is common form of marketing, frequent price fluctuation, price differences within the district, pricing are sometimes decided by the agents, etc. Above these the arecanut trading is mainly done in Mankachar, Krisnai, Shillong located very far away from the main district head quarter. The farmers also sell their produce in local and weekly market in local pon system. One pon consists of 80 pieces of arecanuts costing Rs 140–150 per pon."
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/plantation-crops/arecanut3test.png"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/plantation-crops/arecanut4test.png"
      }
    ]
  },
  {
    "heading": "Current Scenario",
    "content": [
      {
        "type": "text",
        "content": "Price fluctuation of arecanut in the district is a problem to the arecanut farmers. They are not able to forecast the price independently. The unavailability of transport facility to the arecanut growers make the farmers bound to sell their produce through middle men/agents. Moreover only few arecanut farmers do fermentation process. The price of fermented nuts is more as compared to ripe mature nuts because of its value addition i.e dipping in the pit with water for four to six months. The fermented nuts are highly demanded because of its taste. The price of fermented nuts is Rs 4000–7000 per bosta (100 kgs) which is double the price of ripe orange mature nuts. During nursery raising 20%- 25% of the nuts are not germinated because of insect pest and some other reasons. The ungerminated nuts are thrown away as waste. The arecanut leaf bark are also not yet utilised fully for making crafts/ utility products. The inner strips in the stem of the plant are not being utilised to its full potential."
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/plantation-crops/arecanut5test.png"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/plantation-crops/arecanut6test.png"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/plantation-crops/arecanut7test.png"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/plantation-crops/arecanut8test.png"
      }
    ]
  },
  {
    "heading": "Way Forward",
    "content": [
      {
        "type": "text",
        "content": "Palms offer a multiplicity of uses in a rural agrarian economy. They provide fodder for cattle, edible fruits, building materials, fuels and fibres. Arecanut being a palm species long standing plant has multiple uses. Adding value to arecanut and by products can expand the market. Analysis each part of the arecanut plant many crafts products can be made. Moreover the demand of eco-friendly products is gaining important in global market. The present vibrant e-market or virtual market in the country does add significant advantage for the products."
      },
      {
        "type": "text",
        "content": "Seeing the crop growing pattern and longevity in the state it should be utilised to its fullest potential so that farmers can get more income by utilising the arecanut and its by products. These can be made into many crafts and utility items such as flowers, vases, dolls, decorative and show piece, etc. so that they may enhance their income by utilising locally available cheap resources which are more eco friendly and biodegradable. These products can be marketed through State Tourism Departments, crafts bazaar, haat, e-market etc.."
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/plantation-crops/arecanut9test.png"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/plantation-crops/arecanut10test.png"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/plantation-crops/arecanut11test.png"
      },
      {
        "type": "source",
        "content": "Central Agricultural University Farm magazine",
        "link": "http://www.cau.ac.in/docs/CAUFarmMagazineVol6No1.pdf"
      }
    ]
  },
  {
    "heading": "Alternative uses of Arecanut",
    "content": [
      {
        "type": "text",
        "content": "Many studies have been conducted to find out the alternate use of the crop. The main constituents of arecanut are polyphenols, fat polysaccharides, fibre and protein. Besides these, nuts contain alkaloids viz. arecoline (0.1–0.7%) and others in trace amounts such as arecadine, guvacoline and guvacine."
      },
      {
        "type": "unordered_list",
        "content": [
          "It was found that tannins, a by-product from the processing of immature nuts find use in dyeing clothes, tanning leather, as a food colour, as mordant in producing variety of shades with metallic salts etc.",
          "The nuts contain 8–12% of fat, which can be extracted and used for confectionery purposes. The refined fat is harder than cocoa butter and can be used for blending.",
          "The medicinal properties were described by Vagbhata (in 4th Century AD) as effective against leucoderma, leprosy, cough, fits, worms anemia, obesity.",
          "Recent studies have shown that arecanut has pharmacological uses viz. Hypoglycemeic effect, mitotic activity, antihelminthic activity, cholinomimetic activity etc. However, several studies have also implicated arecanut to cause carcinogenesis.",
          "Further, arecanut also shows medicinal value in the following lines however these values are yet to be exploited for commercial use."
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "Arecanut husk finds use in preparations of hard boards, paperboards, cushions and non-woven fabrics besides being a good source of furfural. But all these are not commercially exploited due to the cost factors.",
          "The arecanut leaf sheath could be used for preparation of throwaway cups, plates, plyboards, tea chest, packing cases and suitcases and these are commercially exploited to some extent."
        ]
      },
      {
        "type": "subheading",
        "content": "Tanins"
      },
      {
        "type": "text",
        "content": "Tannins are obtained as a by-product from the process of preparing immature betel nuts for masticatory purposes. It was found that tannic acid from the nut, when mixed with ferrous sulphate in warm distilled water gave black writing ink of acceptable quality. Immature fallen nuts were used for this purpose. Other uses of tannin are as adhesive in plywood industries and as a textile dye."
      },
      {
        "type": "subheading",
        "content": "Fats"
      },
      {
        "type": "text",
        "content": "The nuts contain 8–12 per cent fat. Fat from arecanut, can be extracted by solvent extraction using hexane. Areca fat has comparable characteristics with hydrogenated coconut oil. Areca fat can be made edible by refining with an alkali. The fat could be softened by fractional crystallization using hexane (25°C) and randomization using sodium methoxide, which gave products desirable for use as confectionery fat. Simple blending of areca fat with butter fat and cocoa fat at 3:1 ratio followed by interesterification of areca fat and cocoa fat at 1:1 ratio gave good products acceptable in confectioneries."
      },
      {
        "type": "subheading",
        "content": "Arecanut husk"
      },
      {
        "type": "text",
        "content": "It is the outer cover of areca fruit. It constitutes 60–80 per cent of the total volume and weight of the fruits (fresh weight basis). It is now being largely wasted except for being used as an inferior fuel and mulch. Several processes have been developed for utilization of areca husk for making hard boards, plastic and brown wrapping paper. Areca husk is used as a substrate for mushroom cultivation. Arecanut husk fibre was generally longer than woolenised jute, goat hair or coir fibre. About 50 per cent of arecanut husk fibre was finer than other fibres and the remaining 50 per cent of fibre was coarser than those fibres. The tenacity value of arecanut husk fibre was comparable with that of goat hair and woollenised jute. Wet weight of arecanut husk fibre was comparable with that of other fibres. The weight and thickness of all fibre reinforced plastic sheets were comparable. The proportion of fibre in the fibre reinforced plastic sheets varied between 7.6 and 9.9 per cent. The proportion of arecanut husk fibre was higher (9.12 per cent) in comparison with that of glass fibre (7.9 per cent), though the thickness and water swelling ie, increase in weight of the sheets by immersion in water for 20 days, values were same."
      },
      {
        "type": "subheading",
        "content": "Areca leaf sheath"
      },
      {
        "type": "text",
        "content": "Leaf sheath is yet another raw material obtained from the arecanut palm. In a year palm sheds 5–6 leaves. A process has been developed for making plyboards from areca leaf sheath. These boards can be used for making suitcases, fileboards, and tea chests. Leaf sheath cup making machine is available in the market for making arecanut leaf sheath cups of different sizes and shape. Arecanut leaf sheath was found suitable for making plyboards. Two plies of processed arecanut leaf sheaths in combination with an ordinary wood veneer as core glued with urea formaldehyde resin are used for making the plyboards. Leaf sheaths obtained from the farm are highly heterogenous having variations in structure, shape and thickness. The rear end is thicker and the two edges are thinner. The thickness at the center ranges from 3.0 \u0013 8.5 mm (average 5.0 mm). A comparatively homogenous piece of fairly uniform thickness and size 50–65 x 20–25 cm can be obtained if a piece of about 10 cm length from either sides along the grain direction, 5 cm from the distal and 10–15 cm from the end across the grain direction are trimmed out from the sheath. Further, to get a flat sheath of uniform thickness and to remove the buck lings of folds, the sheath is flattened under pressure and heat. For this, the sheaths are soaked in water to about 75 per cent moisture and then pressed for 30 min in a hot Plate press at 4 kg/cm2 pressure and 110°C temperature. This process gives flat sheaths of 1.0–1.5 mm thickness with about 12 per cent moisture. To prevent fungal growth on the sheath surface, it can be soaked in 1 per cent copper sulphate solution for 24 hr before pressing. The pressed sheaths are then air dried for one hour or longer. The arecanut leaf sheath plyboards made with two veneers of areca sheaths as the faces and one veneer of even an ordinary wood species like Mango as core ply and bonded with Urea formaldehyde resin make commercially acceptable boards with average dry and wet glue shear strengths of 50 kg and 12 kg respectively."
      },
      {
        "type": "subheading",
        "content": "Arecanut stem and leaf"
      },
      {
        "type": "text",
        "content": "Arecanut stem forms a useful building material in the villages and is widely used in arecanut growing area for a variety of construction purposes. The leaves are good source of organic manure. Their approximate composition is N 2 (0.94 per cent); P 2 O 5 (0.096 per cent) and K 2 0 (1.00 per cent)."
      },
      {
        "type": "source",
        "content": "Directorate of Arecanut and Spices Development, Calicut, Kerala",
        "link": "http://dasd.gov.in/index.php/home.html"
      }
    ]
  }
]