[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "subheading",
        "content": "The arecanut palm is the source of common chewing nut, popularly known as betel nut or Supari . In India it is extensively used by large sections of people and is very much linked with religious practices. India is the largest producer of arecanut and at the same time largest consumer also. Major states cultivating this crop are Karnataka (40%), Kerala (25%), Assam (20%), Tamil Nadu, Meghalaya and West Bengal."
      },
      {
        "type": "subheading",
        "content": "Arecanut- Plant and Bunch ready for Harvest"
      },
      {
        "type": "subheading",
        "content": "Harvested bunch, single fruit and nuts Betel leaves with arecanut and Disposable plates made from areca-Leaves"
      }
    ]
  },
  {
    "heading": "Climate",
    "content": [
      {
        "type": "text",
        "content": "The cultivation of arecanut is mostly confined to 28°north and south of the equator. It grows well within the temperature range of 14°C and 36°C and is adversely affected by temperatures below 10°C and above 40°C. Extremes of temperature and wide diurnal variations are not conducive for the healthy growth of the palms. Arecanut can be grown in areas receiving annual rainfall of 750 mm in Maidan parts of Karnataka to 4,500 mm in Malnad areas of Karnataka. In areas where there is prolonged dry spell, the palms are irrigated. Due to its susceptibility to low temperature, a good crop of arecanut cannot be obtained at an altitude of more than 1000 m MSL."
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "text",
        "content": "The largest area under the crop is found in gravelly laterite soils of red clay type. It can also be grown on fertile clay loam soils. Sticky clay, sandy, alluvial, brackish and calcareous soils are not suitable for arecanut cultivation."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "subheading",
        "content": "Swarnamangala (VTL-12)"
      },
      {
        "type": "unordered_list",
        "content": [
          "Regular bearer, consistent yielder with homogenous population",
          "Trees are semi tall to tall, stem sturdy with shorter internodes",
          "Having partially drooping crown with well placed bunches",
          "Average no. of bunches/palm/year - 3.90",
          "Color of ripe nuts - Orange to deep yellow",
          "Shape of ripe nuts - Oblong to round and bold",
          "Bearing - By 4th year",
          "Potential yield (kg chali/palm/year) - 6.28",
          "Average yield (kg chali/palm/year) - 3.88",
          "Recovery - High recovery with 26.52% of chali from fresh nut",
          "Recommended regions/areas for cultivation- Irrigated areas of Karnataka and Kerala"
        ]
      },
      {
        "type": "subheading",
        "content": "Vittal Areca Hybrid- 1 (VTLAH-1)"
      },
      {
        "type": "unordered_list",
        "content": [
          "Hybrid between Hirehalli Dwarf x Sumangala.",
          "Dwarf type with reduced canopy and very sturdy stem.",
          "Super imposition of nodes on the stem gives mechanical support to palms.",
          "Partially drooping crown with well spread leaves.",
          "Moderate yielder but early stabilization in nut yield.",
          "Medium sized oval, yellow to orange nuts.",
          "Average yield (kg chali/palm/year)- 2.54.",
          "Yield (kg/ha)- 5248.",
          "Recovery over fresh nut- 26.45 %.",
          "Specific recommendation for seed production- Artificial crossing is suggested between Hirehalli Dwarf and Sumangala for hybrid seed production. Only sprouts/seedlings will be supplied after sorting and selection in the nursery.",
          "Recommended regions/areas for cultivation- Coastal Karnataka and Kerala.",
          "Harvesting and spraying easy because of the dwarfing nature and lesser cost of cultivation.",
          "Sun scorching and wind damage is minimal due to dwarfing nature."
        ]
      }
    ]
  },
  {
    "heading": "Raising of Seedlings",
    "content": [
      {
        "type": "text",
        "content": "Arecanut is propagated only by seeds. There are four steps in selection and raising of arecanut seedlings viz., selection of mother palms, selection of seed nuts, germination and raising the seedlings and selection of seedlings."
      },
      {
        "type": "subheading",
        "content": "Selection of mother palm"
      },
      {
        "type": "text",
        "content": "The criteria for the selection of mother palm are; early bearing, regular bearing habit, large number of leaves on the crown, shorter internodes and high fruit set."
      },
      {
        "type": "subheading",
        "content": "Selection of seed nut"
      },
      {
        "type": "text",
        "content": "Fully ripened nuts having weight of above 35 g should be selected. The nuts selected should float vertically with calyx-end pointing upwards when allowed to float on water. These nuts produce the seedlings of greater vigour."
      },
      {
        "type": "subheading",
        "content": "Primary and secondary nurseries"
      },
      {
        "type": "subheading",
        "content": "For obtaining good germination, the seed nuts should be sown as whole fruits. The nuts should be sown immediately after the harvest in soil or sand and watered daily to get early and good germination. The nuts should be sown at 15 cm distance in vertical position with calyx end just covered. The beds may be mulched lightly using areca leaf or paddy straw. After six months in primary nursery, the seedlings are to be transplanted to secondary nursery beds of 150 cm width, 15 cm height and convenient length. A spacing of 30 cm between the seedlings is considered to be optimum for a growth period of one year in the nursery. Polythene bags (25x15cm, 150 gauge) filled with potting mixture (top soil : FYM : sand = 7:3:2) can also be used to raise secondary nursery. Sprouts of 3 months old should be used. The secondary nursery should be given a basal dose of decomposed farm yard manure@ 5 tonnes per ha. Areca sprouts and seedlings are very delicate and do not withstand exposure to direct sunlight. Hence, proper shade should be provided to the nursery. The nursery should be watered regularly in the summer and proper drainage should be provided in rainy season. The nursery should be kept clean by periodical weeding."
      },
      {
        "type": "subheading",
        "content": "Selection of seedlings"
      },
      {
        "type": "text",
        "content": "Twelve to eighteen-month-old seedlings are to be selected and transplanted in the main field. Seedlings with maximum number of leaves (five or above), minimum height and maximum girth are to be selected for planting. The selected seedlings should be removed with a ball of earth adhering to the roots for planting."
      }
    ]
  },
  {
    "heading": "Selection of site and layout",
    "content": [
      {
        "type": "text",
        "content": "The crop thrives well in humid areas protected well against hot sun and heavy wind. Since the areca palm does not withstand either water logging or drought, the site selected should have proper drainage and adequate source of water for irrigation. Arecanut palm cannot withstand extreme temperature and exposure to direct sun. So the site selected should have protection from southern and western sides. The soil depth and the depth of water table are other two parameters to be considered while selecting the site. The soil should be deep (preferably not less than two meters) and water table should be sufficiently low for better root development. Aligning the rows in north-south direction with a deviation of 35°towards south-west lowers the incidence of sun-scorch."
      }
    ]
  },
  {
    "heading": "Spacing",
    "content": [
      {
        "type": "text",
        "content": "This depends on the rooting pattern of the crop along with the fertility and depth of the soil. The studies conducted at different places with different spacing have revealed that a spacing of 2.7 m X 2.7 m is optimum for arecanut."
      }
    ]
  },
  {
    "heading": "Depth of planting",
    "content": [
      {
        "type": "text",
        "content": "In well-drained soils and in the fields where proper drainage can be provided, deep planting is preferred. Deeper planting provides a firm anchorage and larger volume of space for root development. In areas where water table is high, shallow planting is preferred. Thus in well-drained soils, planting at a depth of 90 cm is recommended and in heavy soils planting at a depth of 60 cm is recommended."
      }
    ]
  },
  {
    "heading": "Season of planting",
    "content": [
      {
        "type": "text",
        "content": "In areas where South-West monsoon is severe, planting in the month of September-October is recommended. In other areas planting can also be done in the months of May-June."
      }
    ]
  },
  {
    "heading": "Drainage",
    "content": [
      {
        "type": "text",
        "content": "For better growth and development of the plants proper drainage is essential. The number of drainage channels depend upon the soil type. In light soils the number of channels may be less and in heavy soils the channels should be dug in each row for proper draining of the excess water. The channels should be at least 15 – 30 cm deeper than the depth at which the seedlings are planted."
      }
    ]
  },
  {
    "heading": "Shading",
    "content": [
      {
        "type": "text",
        "content": "The palms are highly susceptible for sun scorching. The seedlings should be given protection against the direct exposure to sun. This may be done either covering the plants with areca or coconut leaves or by raising crops like banana in between two rows of arecanut. Sun scorching is mostly seen during October – January. During this period even the stems of young palms have to be protected. For this a quick growing shade plant can be planted on Southern and Western sides of the garden."
      }
    ]
  },
  {
    "heading": "Nutrient Requirement",
    "content": [
      {
        "type": "text",
        "content": "Annual application of 100 g N (220 g urea), 40 g P2O5 (200 g rock phosphate) and 140 g K2O (235 g muriate of potash) in addition to 12 kg each of green leaf and compost per palm per year is recommended. The fertilizers are to be applied in two split doses. One third of the fertilizer is applied in May - June and two third along with the organics during September-October. Fertilizers are applied in basins around the palm dug to a depth of 15–20 cm and 0.5–1.0 m radius leaving 20 cm from the base of the palm. After application, the soil is rolled up and covered with organic matter and soil."
      },
      {
        "type": "subheading",
        "content": "Organic matter recycling On an average, 5.5 to 6.0 tonnes of wastes are available from one ha of areca garden per year. This can be effectively used as organic source of nutrients for areca palms. But direct application of these wastes in the garden will take long time for decomposition and will not meet the nutrient demand of the crop immediately. Hence, these materials can be composted using earthworms effectively and used as organic manure in areca gardens."
      },
      {
        "type": "text",
        "content": "To prepare vermicompost, areca wastes are chopped into small pieces of 10 cm and heaped. The heap should be mixed with cow dung slurry @ 10 kg / 100 kg of waste and kept for two weeks with sprinkling water daily. Then the chopped material is arranged in beds of one-meter width and convenient length. Cement tanks or trenches can be used for this purpose. A layer of 10–15 cm waste material is alternated with 2 cm layer of cow dung over which earthworms are released at the rate of 1000 numbers per square meter. The wastes are converted into fine granular, odourless vermicompost within 60 days. During this period, the earthworm population is doubled. About 8 kg /palm/year of vermicompost meets the crop nutrient demand in terms of nitrogen. The two species of earthworms Eudrilus eugeniae and Eisenia foetida can be used."
      }
    ]
  },
  {
    "heading": "Cultural operations",
    "content": [
      {
        "type": "text",
        "content": "The cultural operations vary from area to area. In Maland tracts the main purpose of cultivation is to loosen the soil and to rebuild the soil fertility after the heavy rains during monsoon. In Maidan tracts the purpose of cultivation is to conserve the soil moisture and prevent the hardening of the soil, as the soils are heavy in these areas. In general the cultivation was found to increase the yield by 10–20%. In light soils digging can be done once in two years. But in heavy soils digging has to be done every year. Clean cultivation was found to give better yield. When planting is done on hill slopes, contour planting gave highest yields. Mulching is another operation being followed in the arecanut gardens. This checks evaporation during summer, erosion during rainy seasons and keeps the weeds under check. Chopped areca leaves, grass, arecanut husk and dry leaves collected from the forests can be used as mulch in areca gardens."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Arecanut cannot withstand drought for a long time. Being a perennial crop, once affected by water stress, it may require two-three years to regain the normal vigour and yield. The death of palms due to moisture stress is also not uncommon. Irrigation intervals of 5 and 10 days were found superior throughout the season. The quantity of water to be applied is about 200 lit per palm/irrigation."
      },
      {
        "type": "text",
        "content": "During the summer, majority of the farmers face scarcity of water and it will be difficult to supply the required water to the palms. To overcome this problem, new irrigation methods were tried which can save water without affecting the yield of arecanut. They are sprinklers and drip irrigation methods. Sprinkler and drip irrigations can save 20 and 44 per cent respectively of water."
      },
      {
        "type": "unordered_list",
        "content": [
          {
            "text": "Micro Irrigation technique for Arecanut (771KB)",
            "link": "https://static.vikaspedia.in/media/files_en/agriculture/crop-production/package-of-practices/arecanut-micro-irrigation.pdf"
          }
        ]
      }
    ]
  },
  {
    "heading": "Fertigation",
    "content": [
      {
        "type": "text",
        "content": "Application of nutrients through irrigation water is called as fertigation. This procedure can be profitably followed in arecanut. The studies at CPCRI have shown that in the initial stages of areca garden only 75% of the recommended dose of fertilizer is sufficient when the fertilizer was given through drip irrigation. The fertilizer should be split into ten parts and should be applied once in 20 days from November to May."
      }
    ]
  },
  {
    "heading": "Arecanut based cropping systems",
    "content": [
      {
        "type": "text",
        "content": "Arecanut is cultivated with spacing of 2.7 X 2.7 m provides ample scope for cultivation various annual by biennial and perennial crops in the inter spaces. Banana, pepper, cocoa, elephant foot yam, citrus, betelvine, pineapple etc. were found suitable for inter/mixed cropping in arecanut. However, it is found that as the age of the garden advances, only few crops can be grown profitably as mixed crop viz., pepper, cocoa, banana, lime and betelvine."
      }
    ]
  },
  {
    "heading": "Diseases",
    "content": [
      {
        "type": "subheading",
        "content": "‘Kole Roga’ or ‘Mahali’ (Fruit Rot)"
      },
      {
        "type": "subheading",
        "content": "An affected nut with lesions (left). Infected palm showing characteristic symptoms of bud and crown rot diseases (Right)."
      },
      {
        "type": "text",
        "content": "Koleroga or Mahali is a major disease of arecanut causing serious losses. The pathogen is a fungus Phytophthora palmivora . Spraying the bunches with 1% Bordeaux mixture before monsoon followed by another spray after 45 days is effective in preventing the disease. Covering the bunches with polythene bags is an effective alternate method of control."
      },
      {
        "type": "subheading",
        "content": "Yellow Leaf Disease"
      },
      {
        "type": "text",
        "content": "Yellow Leaf Disease of arecanut is characterised by typical yellowing of the lower whorl of leaves. There is a gradual decline in yield. The pathogen is identified as Phytoplasma. It is spread through plant hoppers . Practices for managing the disease are being evolved."
      },
      {
        "type": "subheading",
        "content": "Anabe"
      },
      {
        "type": "text",
        "content": "Anabe disease is caused by a fungus Ganoderma . It is controlled by root feeding with Calyxin followed by Phytosanitation and isolation."
      },
      {
        "type": "subheading",
        "content": "Yellow Leaf Spot"
      },
      {
        "type": "text",
        "content": "Seedlings exposed to the sun are susceptible to this disease. The disease is severe during summer months and continue to infect seedlings until the onset of rains. Small brown spots on the lamina, which later coalesce to form large blighted areas. Severely affected palms exhibit shedding, drying and drooping of leaves."
      },
      {
        "type": "subheading",
        "content": "Nut splitting"
      },
      {
        "type": "text",
        "content": "This is considered to be a physiological disorder rather than a pathological disease. The disease characterised by the cracking fruits known as 'Anduadakke roga' in Kannada. The disease is known as 'Achikeeral' in Kerala. This abnormality is seen in patches in individual gardens and is common in young palms."
      },
      {
        "type": "text",
        "content": "Premature yellowing of nuts followed by the cracking of fruits are other symptoms observed. Cracks develop near the perianth end or at the base or at both sides. Kernel also at times exhibit splitting."
      },
      {
        "type": "subheading",
        "content": "Inflorescence die-back and Button shedding"
      },
      {
        "type": "text",
        "content": "Die-back of inflorescence due to the association of micro-organisms is reported to be associated with the low fruit set in arecanut. About 60% of the palms in the states of Karnataka and Kerala are infected by this disease causing severe shedding of buttons. No systematic survey has been conducted to assess the crop loss caused by this disease. Yellowing and drying of the rachis from the tip towards the base followed by shedding of female flowers (buttons)."
      }
    ]
  },
  {
    "heading": "Pests",
    "content": [
      {
        "type": "subheading",
        "content": "Spindle bug (Sucking insect)"
      },
      {
        "type": "text",
        "content": "Adult bugs are brightly coloured red and black. They inhabit the inner most leaf axils, usually below the spindle. This is a serious pest of young areca plantations of Kerala, Karnataka and parts of Tamil Nadu. The light violet brown nymphs are greenish yellow with the border of body. Eggs are laid singly between the leaflets of the spindle. The eggs hatch in 9 days. There are five nymphal stages and it is completed in 15–24 days."
      },
      {
        "type": "subheading",
        "content": "Mites"
      },
      {
        "type": "subheading",
        "content": "Mainly two species of mites caffect the palm. a) Cholam or white mite : Adults and nymphs of this spider mite colonise the lower surface of leaves. The colony is found below a white web on the leaves. Life cycle is of short duration. The total duration of the immature stages varies from 6.5 to 9.0 days. (b) Palm or red mite : Nymphs and adults of this mite are seen in large num­bers on the lower surface of leaves, in severe cases of infesta­tion they may be seen on the leaf stalks and on the spindles. The life cycle lasts 12.9 days. This mite also attacks palms like coconut, date and ornamentals. Population of both these mites start building up after the monsoon rains and reaches its maximum in April - May. Neglected and poorly irrigated gardens and nurseries, particularly those in exposed conditions are prone to severe infestation. Colonies of these mites start declining with the onset of rains in June."
      },
      {
        "type": "subheading",
        "content": "Root grub"
      },
      {
        "type": "text",
        "content": "Root grubs or `white' grubs occur in low lying and clayey soils where the water table is high. They are heavy feeders on areca roots and are found in the areca tracts of Kerala and Karnataka. Adult beetles emerge during May-June after few days of premonsoon showers i.e., after 8–10 days of showers, between 6.30 to 7.30 PM. These beetles lay eggs in soil mostly up to 10 cm depth. Eggs hatch out in about three weeks. In areca seedlings, the feeding on roots results in dropping and drying of leaves. Affected seedlings come off easily since the entire root system is usually eaten up. Palms with few years of infestation show a sickly appearance, with yellowing of leaves, tapering of stem, and reduction in yield. The palms may topple in case of severe loss of root system."
      },
      {
        "type": "subheading",
        "content": "Inflorescence caterpillar"
      },
      {
        "type": "text",
        "content": "This is reported from Karnataka and Kerala. The adult moth lays eggs in the mechanically damaged portions of the spadices and the emerging caterpillars bore into the inside of the spadices. The egg period lasts five days and the larval period for about 26 days with five instars. Pupal period lasts for 9–11 days. The caterpillars feed on the inflorescences especially the tender female flowers and rachillae and web together the rachillae into a wet mass with silken threads formed by the caterpil­lars and take shelter in it. Mature caterpillars can damage newly opened inflorescences also. In severe cases of incidence, these bore into the tender buttons and tender nuts as well. As a result of webbing and feeding the inflorescence is unable to exert the natural pressure on the spathe necessary for its opening and thus spathe opening is delayed. Yellowing of spadices, presence of small holes with frass and drying patches on the spathe are the external symptoms of attack."
      }
    ]
  },
  {
    "heading": "Related Resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Arecanut Cultivation Practices",
            "link": "http://14.139.158.118/docs/Frepub/arecapract_english.pdf"
          },
          {
            "text": "Month-wise Calendar Of Operations For Arecanut",
            "link": "https://cpcri.icar.gov.in/page/article/farmers_corner_crop_advice_arecanut"
          },
          {
            "text": "Integrated Management of Root Grubs in Arecanut",
            "link": "https://cpcri.icar.gov.in/old_server_images/images/farmer/arecanut.pdf"
          },
          {
            "text": "Koleroga (Mahali) of Arecanut",
            "link": "https://cpcri.icar.gov.in/filemgr/webfs/publication/ext17.pdf"
          },
          {
            "text": "Pedal Operated Arecanut Dehusker (Scissors type)",
            "link": "http://14.139.158.118/docs/Frepub/extfolder/ext7.pdf"
          }
        ]
      },
      {
        "type": "source",
        "content": "Central Plantation Crops Research Institute",
        "link": "https://cpcri.icar.gov.in/page/index"
      }
    ]
  }
]