[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "Cocoa plant is a small (4 to 8 m height) evergreen tree. In India, it is mainly cultivated in Karnataka, Kerala and Tamil Nadu mainly as intercrop with Arecanut and Coconut. Slowly the area under cultivation is being promoted by many chocolate producing companies as contract farming. In 2008, India produced approximately 8500 metric tonnes of cocoa."
      },
      {
        "type": "text",
        "content": "Tree with matured pods"
      },
      {
        "type": "text",
        "content": "Cocoa is the dried and fully fermented fatty seed of the cacao tree from which chocolate is made. \"Cocoa\" can often also refer to the drink commonly known as hot chocolate; cocoa powder, the dry powder made by grinding cocoa seeds and removing the cocoa butter from the dark, bitter cocoa solids; or it may refer to the combination of both cocoa powder and cocoa butter together"
      },
      {
        "type": "text",
        "content": "Beans inside the Pod Cocoa beans before roasting"
      }
    ]
  },
  {
    "heading": "Climate",
    "content": [
      {
        "type": "text",
        "content": "Cocoa can be grown up to 300 m above mean sea level. It requires a minimum of 90–100 mm rainfall per month with an annual rainfall of 1500–2000 mm. The plants need equitable climate with well distributed rainfall. If dry periods are prolonged, irrigation scheduling is necessary. The temperature range of 15°-39°C with optimum of 25°C is considered ideal."
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "text",
        "content": "Cocoa requires deep and well drained soils. Poorly drained soil affects growth of plants. Majority of area under Cocoa cultivation is on clay loam and sandy loam soil. It grows well in the pH range of 6.5 to 7.0."
      }
    ]
  },
  {
    "heading": "Shade requirement",
    "content": [
      {
        "type": "text",
        "content": "Cocoa was evolved as an under-storey crop in the Amazonian forests. Thus commercial cultivation of cocoa can be taken up in plantations where 50 per cent of light is ideally available. In India, coconut and arecanut gardens are suited best for cultivating Cocoa. Under arecanut 30–50% of sunlight penetrates through their canopy which can be intercepted by cocoa."
      }
    ]
  },
  {
    "heading": "Released varieties from CPCRI",
    "content": [
      {
        "type": "text",
        "content": "Details of recently released varieties of cocoa"
      },
      {
        "type": "text",
        "content": "NC-45/53"
      },
      {
        "type": "unordered_list",
        "content": [
          "Selection from Nigerian clone",
          "Early, heavy bearer, self and cross compatible",
          "Green (immature) to Yellow (ripe) color pods",
          "Pods (no/tree/year) -75",
          "Pod weight (g)- 321, Beans/ pod- 37, Single dry bean weight (g) - 1.05",
          "Average dry bean yield (kg/tree/year) - 1.33",
          "Potential yield (kg/tree/year) - 2.5",
          "Yield kg/ha - 911",
          "Fat content (%) - 52.5",
          "Shelling percentage - 12",
          "Recommended area - areca and coconut gardens of Karnataka, Kerala, Tamil Nadu"
        ]
      },
      {
        "type": "text",
        "content": "II-67 x NC-42/94"
      },
      {
        "type": "unordered_list",
        "content": [
          "Hybrid between Malaysian and Nigerian clone",
          "Early, heavy bearer, suitable for water limited conditions",
          "Red (immature) to Pink (ripe) color pods",
          "Pods (no/tree/year)- 40",
          "Pod weight (g)- 429.5",
          "Beans/ pod- 43",
          "Single dry bean weight (g)- 1.01",
          "Average dry bean yield (kg/tree/year)- 1.25",
          "Yield kg/ ha- 856",
          "Shelling percentage- 12",
          "Fat content (%)- 45.95",
          "Stomatal resistance (s/cm)- 2.41",
          "Recommended for rainfed and irrigated areca, coconut gardens of Karnataka, Kerala, Tamil Nadu, Andhra, Maharashtra, Goa"
        ]
      }
    ]
  },
  {
    "heading": "Propagation",
    "content": [
      {
        "type": "text",
        "content": "Vegetative propagation is followed in cocoa to produce true to type trees. Vegetative propagation is mainly through soft wood grafting. Soft wood grafting is a more preferred vegetative method for production of planting material. The material consists of cleft grafting of scions to 2–3 month old seedlings root stocks. The scion sticks should be 12–14 cm long and secured to root stock cleft by 1.5 cm wide polythene tape. Graft union takes place within one month . The grafts will be ready after 3 months for planting."
      }
    ]
  },
  {
    "heading": "Spacing and planting",
    "content": [
      {
        "type": "text",
        "content": "Cocoa is planted either under forest trees or other crops. It can be established under forests by thinning the forest to desirable shade levels. Cocoa seedlings are planted in pits of 50 cm3 filled with compost."
      }
    ]
  },
  {
    "heading": "Management",
    "content": [
      {
        "type": "text",
        "content": "The pot mixture should consist of top soil, sand and FYM in the ratio of 2:1:1 for good growth of seedlings or grafts. Fertilizers can be applied if required which enhances vigour of seedlings. Application of urea at the rate of 0.5 – 2.0 g per plant is practiced. Foliar application of urea at 1.5% concentration can also be adopted. Need based spraying of insecticides and fungicides has to be taken up depending on the out break of specific pest or disease incidence. Cocoa nursery requires adequate shade, irrigation and wind protection. It is ideal to have 50% shade in the nursery. The land should be leveled and free from rodents and pathogens. Irrigation is given through micro sprinkler."
      }
    ]
  },
  {
    "heading": "Planting time",
    "content": [
      {
        "type": "text",
        "content": "It can be planted either in the beginning of South-West monsoon (May-June) or end of monsoon (September)."
      }
    ]
  },
  {
    "heading": "Spacing and planting",
    "content": [
      {
        "type": "text",
        "content": "Cocoa is planted either under forest trees or other crops. It can be established under forests by thinning the forest to desirable shade levels. Cocoa seedlings are planted in pits of 50 cm3 filled with compost."
      },
      {
        "type": "unordered_list",
        "content": [
          "Under forests spacing of 2.5 x 2.5 m to 3.0 x 3.0 m are found suitable.",
          "In areca garden, cocoa is planted in 2.7 x 5.4 m spacing, where main crop is planted at 2.7 x 2.7 m",
          "When grown as intercrop with coconut, two systems are usually followed viz., single hedge of 2.7 m apart or double hedge of 2.5 m apart"
        ]
      }
    ]
  },
  {
    "heading": "Shade",
    "content": [
      {
        "type": "text",
        "content": "Cocoa was evolved as an under-storey crop in the Amazonian forests. Thus commercial cultivation of cocoa can be taken up in plantations where 50 per cent of light is ideally available. In India, coconut and arecanut gardens are suited best for cultivating Cocoa. Under arecanut 30–50% of sunlight penetrates through their canopy which can be intercepted by cocoa"
      }
    ]
  },
  {
    "heading": "Nutrient Requirement",
    "content": [
      {
        "type": "text",
        "content": "Cocoa requires 100 g N (220 g urea), 40 g P2O5 (200 g rock phosphate) and 140 g K2O (235 g muriate of potash) per year. One third of the fertilizer is applied in May - June and two third during September-October."
      }
    ]
  },
  {
    "heading": "Pruning",
    "content": [
      {
        "type": "text",
        "content": "The cocoa tree is to be pruned regularly to maintain good canopy. In young cocoa it is necessary to have formation pruning. This is done mainly to adjust height of first jorquette. The jorquette is allowed to form at a height of 1–2 m, which will help in undertaking cultural operations. Pruning in mature cocoa includes two types viz., sanitary pruning and structural pruning. In sanitary pruning, diseased or unnecessary branches are removed. Structural pruning is done to shape the canopy to desired size and architecture. Maximum leaf area should be maintained with pruning practices to avoid self-shading of leaves. Cocoa grows in a series of storeys. The chupon or vertical growth of plant terminates at the jorquette where 4–5 fan branches develop. Further chupon develops just below jorquette and continues vertical growth till another jorquette is formed. When grown as intercrop of palms, it is desirable to restrict the height of canopy to two storey level. In studies on spacing and pruning, it has been found that a spacing of 2.7 x 5.4 m and a canopy area of 15–20 m2 was found to give highest bean yield."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Cocoa is usually grown in areas where water availability is adequate. But in some areas although plenty of water is received, long periods of dry spells ranging from 3–6 months are common. Since cocoa plants are sensitive to drought, irrigation in such cases are essential."
      },
      {
        "type": "text",
        "content": "During summer, as it exists in Southern India, the crop is irrigated at weekly intervals. When it is grown as mixed crop with arecanut, the crop is to be irrigated once in a week during November-December, once in 6 days during January-March and once in 4–5 days during April-May with 175 litres of water. Cocoa responds to drip irrigation well. Maximum yields are obtained in cocoa irrigated through drip with 20 litres/day/tree"
      }
    ]
  },
  {
    "heading": "Diseases",
    "content": [
      {
        "type": "text",
        "content": "Black pod Black pod disease is the major disease of cocoa prevalent during monsoon season. The affected pods become pale brownish spoiling the quality of beans. The disease can be prevented by Phytosanitation and prophylactic spraying with 1% Bordeaux mixture."
      }
    ]
  },
  {
    "heading": "Pests",
    "content": [
      {
        "type": "text",
        "content": "Mealy bugs This cosmopolitan group of insects with exceptional powers of dispersal is often seen colonizing cocoa in most of the cocoa growing tracts of South East Asia like India, Sri Lanka and Papua New Guinea. Though few species of mealy bugs colonize cocoa trees, two species of Planococcus and one species of Planococcoides are the most important and most abundant of cocoa insects. They are the cocoa mealy bug, P.lilacinus, the citrus mealy bug, P.citrii and the West African mealy bug, Planococcoides njalensis. In India, the cocoa mealy bug, Planococcus lilacinus (Ckll.) is reported as a serious pest causing damage to cocoa and is present in all cocoa tracts of the country. It occurs consistently on the plant, and is present throughout the year. This colonizes the tender parts of the plant such as the growing tips of the shoots, the terminal buds, the flower cushions, the young cherelles and mature pods."
      },
      {
        "type": "text",
        "content": "Mirids Mirids are one of the most important of cocoa insects in many of the cocoa cultivating areas of the world. The most important mirids of cocoa are Sahlbergella singularis Hagl and Distantiella theobroma (Dist.), which occur in West and Central Africa. Of these, S. singularis is the major pest of cocoa in Nigeria. In South and Central America, mirids of the genus Monalonion are attacking cocoa for over 100 years. The genus Helopeltis, first recorded as a pest in Sri Lanka more than a hundred years is also found in Indonesia, Malaysia, and India. H. theivora Westwood and H. antonii Sign. are reported from Sri Lanka, Malaysia, Indonesia, India, and Taiwan etc. H. clavifer, Pseudodoniella laensis Miller, P. typica and P. pacifica occur in Indonesia, Malaysia and Papua New Guinea."
      },
      {
        "type": "text",
        "content": "Source: Central Plantation Crops Research Institute"
      }
    ]
  }
]