[
  {
    "heading": "0",
    "content": []
  },
  {
    "heading": "Indian Coffee",
    "content": [
      {
        "type": "text",
        "content": "In India, coffee is traditionally grown in the Western Ghats spread over Karnataka, Kerala and Tamil Nadu. Coffee cultivation is also being expanding rapidly in the nontraditional areas of Andhra Pradesh and Odisha as well as in the North East states. Coffee is predominantly an export oriented commodity and 65% to 70% of coffee produced in the country is exported while the rest is consumed within the country. Indian coffee has created a niche for itself in the international market and the Indian Coffees are earning high premium, particularly Indian Robusta which is highly preferred for its good blending quality. Arabica Coffee from India is also well received in the international market."
      },
      {
        "type": "text",
        "content": "Coffee is an export product with low import intensity and high employment content. This is evident from the fact that more than six lakh persons are directly employed and an equal numbers of individuals get indirect employment from this sector."
      },
      {
        "type": "text",
        "content": "The two main varieties of coffee viz., Arabica and Robusta are grown in India. Arabica is mild coffee, but the beans being more aromatic, it has higher market value compared to Robusta beans. On the other hand Robusta has more strength and is, therefore, used in making various blends. Arabica is grown in higher altitudes than Robusta. The cool and equable temperature, ranging between 15 degree C to 25 degree C, is suitable for Arabica while for Robusta, hot and humid climate with temperature ranging from 20 degree C to 30 degree C is suitable."
      },
      {
        "type": "text",
        "content": "Arabica requires more care & nurture and is more suitable for large holdings whereas Robusta is suitable irrespective of size of the farm. Arabica is susceptible to pests & diseases such as White Stem Borer, leaf rust etc., and requires more shade than Robusta. The harvest of Arabica takes place between November to January, while for Robusta it is December to February."
      }
    ]
  },
  {
    "heading": "Coffee Board",
    "content": [
      {
        "type": "text",
        "content": "Government of India established the ‘Coffee Board’ through a constitutional act “Coffee Act VII of 1942” under the administrative control of Ministry of Commerce and Industry. Coffee Board is located at Bangalore, Karnataka. After pooling was discontinued in 1996, Coffee Board serves as the friend, philosopher and guide to the Coffee sector covering the entire value chain. The core activities are primarily directed towards research & development, transfer of technology, quality improvement, extending development support to growing sector, promotion of coffee in export and domestic markets."
      },
      {
        "type": "text",
        "content": "The activities of the Board are broadly aimed at (i) enhancement of production, productivity & quality; (ii) export promotion for achieving higher value returns for Indian Coffee and (iii) supporting development of Domestic market."
      }
    ]
  },
  {
    "heading": "Coffee Cultivation / Agronomic Practices",
    "content": [
      {
        "type": "subheading",
        "content": "Nursery"
      },
      {
        "type": "unordered_list",
        "content": [
          "Procure seeds only from authorized sources.",
          "Do not procure seeds from coffee berry borer infected areas.",
          "Sow the seeds soon after procurement as they have short viability."
        ]
      },
      {
        "type": "subheading",
        "content": "Soil & Water Conservation"
      },
      {
        "type": "text",
        "content": "Conservation of soil and moisture is very crucial in coffee plantations."
      },
      {
        "type": "text",
        "content": "Problems related to soil conservation"
      },
      {
        "type": "unordered_list",
        "content": [
          "Monsoon season: Soil erosion due to sloping terrain",
          "Post-monsoon season: Lack of moisture (i.e., drought) can adversely affect the normal growth of coffee."
        ]
      },
      {
        "type": "text",
        "content": "Prevention of soil erosion:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Contour planting/terracing in moderate to steep slopes.",
          "Planting of soil binding grasses like Vetiver, Paspalum etc. across the slope at suitable intervals."
        ]
      },
      {
        "type": "subheading",
        "content": "Soil enrichment"
      },
      {
        "type": "unordered_list",
        "content": [
          "Growing of leguminous green manure crops like Crotalaria, Tephrosia, cowpea, horsegram etc. in the initial years of planting may be adopted.",
          "Green manure crops should be sown during May-June and incorporated into soil before flowering."
        ]
      },
      {
        "type": "subheading",
        "content": "Supressing weed growth"
      },
      {
        "type": "unordered_list",
        "content": [
          "Cover digging during the first year of planting (Oct.-Nov.). However, in sloppy terrain avoid digging and adopt only manual weeding.",
          "Scuffling during post-monsoon (Oct.-Nov.) from 2nd to 4th year of planting helps in for conservation of soil moisture. Avoid scuffling in slopy terrain.",
          "No soil cultivation like digging, scuffling should be practiced in established fields.",
          "Take up cradle pits/trenches in staggered manner across the slope in established fields to conserve soil and moisture.",
          "Mulch the base of young plants with dry leaves, for conserving moisture during dry months."
        ]
      },
      {
        "type": "subheading",
        "content": "Weed Control"
      },
      {
        "type": "text",
        "content": "In early stages of establishment of plantation, cultural practices like cover digging, scuffing, cover cropping with cowpea, horsegram etc. would be highly useful in suppressing weed growth. In established fields, integrated measures of weed control involving pre-monsoon weedicide spray, mid-monsoon slash weeding and post-monsoon weedicide spray will give satisfactory weed control. In the case of chemical weeding, use either contact weedicide Gramoxone or systemic weedicides like Glycel or Round Up in a rotation."
      },
      {
        "type": "subheading",
        "content": "Shade Management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Avoid indiscriminate timber extraction for short term gains.",
          "Maintain a two-tier shade canopy consisting of temporary dadaps and permanent shade trees like Ficus, Albizzia, Jackfruit etc.",
          "At higher altitudes, temporary shade trees may be phased out once the coffee is well established.",
          "Regulate shade every year instead of once in 3–4 years to minimise damage to coffee bushes."
        ]
      },
      {
        "type": "subheading",
        "content": "Bush Management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Proper bush management is essential to minimise year-to-year yield fluctuations and also facilitating effective management of pests and diseases.",
          "Light pruning every year after harvest is essential to maintain the framework of the plants.",
          "Handling, centering and desuckering during June-July and if necessary during Sept.-Oct. help in maintaining adequate cropping wood.",
          "Rejuvenation of disease susceptible/ off type plants by top working would ensure uniformity and increased productivity."
        ]
      },
      {
        "type": "subheading",
        "content": "Nutrition Management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Maintaining optimum pH by liming is essential requirement for nutrition management in coffee. If proper pH is not maintained, the applied fertilizers will not be utilised by the plants effectively.",
          "Soil testing at least once in 2–3 years should be mandatory for lime and fertilizer applications.",
          "Use agricultural lime analysing 80% calcium carbonate. November is the best period for lime application. Application of dolomite lime once in a while in rotation is beneficial.",
          "Application of bulky organic manures like FYM or compost @ 5 tonnes/ha. once in two years would improve the soil condition and better utilization of applied fertilizers.",
          "The recommended dose of fertilizers should be applied in three splits (post-blossom, pre-monsoon, post-monsoon) by adopting drip circle method. In sloppy areas, the fertilizers should be applied in the upper half of the drip circle."
        ]
      },
      {
        "type": "subheading",
        "content": "Pests & Diseases Management - Quick Facts"
      },
      {
        "type": "unordered_list",
        "content": [
          "Among the pests, white stem borer (Xylotrechus quadripes), coffee berry borer (Hypothenemus hampei), shot hole borer (Xylosandrus compactus), nematodes and sucking pests like mealybugs and green scales are of economic importance.",
          "Among the diseases, coffee leaf rust (Himeleia vastatrix), black rot (Koleroga noxia) and root diseases are the major ones that cause crop losses.",
          "Unlike in South American countries, coffee in India is cultivated under a mixed canopy of shade trees, which greatly influences the microclimate in the coffee ecosystem.",
          "The coffee pests and diseases could be kept below economic threshold level by carefully adopting integrated management strategies such as anticipation and continuous monitoring of pest and disease outbreaks, maintenance of optimum overhead shade, pruning of coffee bushes, conservation and augmentation of indigenous natural enemies, introduction of exotic natural enemies of the pests and timely use of need based bio-pesticides/ insecticides/ fungicides."
        ]
      },
      {
        "type": "subheading",
        "content": "Pests"
      },
      {
        "type": "table",
        "content": {
          "headers": [
            "Name of the pest and itsLatin name",
            "Symptoms and damage caused",
            "Control measures"
          ],
          "rows": [
            [
              "White Stem Borer<br>(Xylotrechus quadripes)",
              "Serious pest of arabica coffee.<br>Infested plants show external ridges around the stem.<br>Affected plants also show yellowing and wilting of leaves.",
              "Maintain optimum shade.<br>Trace infested plants prior to flight periods (March and September), uproot and burn them.<br>Remove loose scaly bark on main stem and thick primaries using coir glove or coconut husk.<br>Apply 10% lime solution (20kg spray lime and 100 ml fevicol DDL in 200 lit of water) on the main stem and thick primaries just before the flight period.<br>Install pheromone traps in the highly infested blocks( 25 traps/Ha)"
            ],
            [
              "Coffee Berry Borer<br>(Hypothenemus hampei)",
              "Pinhole at the tip of berries indicates presence of the pest.<br>In severe cases of infestation two or more holes may be seen.<br>Infested berries may fall due to injury or secondary infection.<br>Severe infestation may result in heavy crop loss.",
              "Timely and clean harvest. Use mats to prevent gleanings.<br>Remove off season berries and gleanings.<br>Dry coffee to prescribed moisture levels install broca traps(60/Ha) during the post harvest period"
            ],
            [
              "Shot Hole Borer<br>(Xylosandrus compactus)",
              "Withered or dried branches with shot holes indicate presence of the pest.<br><br>Attacked branches dry up fast. Terminal leaves beyond the point of attack fall off prematurely",
              "Prune affected twigs 5 cm- 7.5 cm below the hole.<br><br>Remove and destroy all unwanted / infested suckers during summer, Maintain thin shade and good drainage"
            ],
            [
              "Mealybugs(Planococcus citri & P. lilacinus)",
              "Mealybugs attack nodes, spikes, berries, tender branches, leaves and roots leading to debilitation of the plant and crop loss.<br><br>Ant activity noticeable on the plants affected by mealy bugs.",
              "Control ants by dusting quinalphos 1.5% or methyl parathion 2% or malathion 5% in the base of shade trees.<br><br>Destroy ant nests, remove and destroy weeds.<br><br>Spray affected patches with quinalphos 25EC or Fenitrothion 50EC @ 300 ml each or fenthion 1000 @150 ml or 4 litres of kerosene in 200 lts of water along with 200 ml of wetting agent.<br><br>Release parasitoid Leptomastix dactylopii against P. citri or predator Cryptolaemus montrouzieri."
            ],
            [
              "Green Scale<br>(Coccus viridis)",
              "Debilitation of older plants and death of nursery plants.<br><br>Honey dew secreted by the scale forms a film on leaves and a black fungus (sooty mould) grows on it.<br><br>Ant activity noticed",
              "Maintain optimum shade, Control Ants by dusting quinalphos 1.5 % r methyl parathion 2% or malathion 5%, Destroy ant nests, remove and destroy weeds.<br><br>Spray green scale patches with 120 ml of quinalphos 25 EC or 80 ml of fenthion 1000°r 170 ml of dimethoate 30EC or 100 ml of fenitrothion 50 EC with 200 litres of water in 200 ml of wetting agent."
            ],
            [
              "Nematodes<br>(Pratylenchus coffeae))",
              "Affected young plants are lean and lanky.<br><br>Older leaves become yellow and drop, leaving very few undersized, chlorotic and crinkled leaves at the tip of the stem giving a 'tufted' appearance.<br><br>Affected bearing plants show thinner stem and have in adequate foliage to support the crop.",
              "In nursery dig and expose the soil for one summer and thoroughly dry the jungle soil while preparing nursery mixture.<br><br>In the main filed, uproot and burn the affected plants, dig the affected soil and expose for one year.<br><br>Take care to keep the pits free from weeds- Plant the affected area grafted plants of arabica on robusta rootstock."
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Diseases"
      },
      {
        "type": "table",
        "content": {
          "headers": [
            "Name of the pest and itsLatin name",
            "Symptoms and damage caused",
            "Control measures"
          ],
          "rows": [
            [
              "Coffee Leaf Rust<br>(Hemileia vastatrix B. & Br.)",
              "Yellow to orange spots on lower surface of leaves with powdery mass of uredospores.<br><br>Pear shaped teliospores seen from January to April.<br><br>Severe attack results in defoliation, die- back, and debility and crop loss up to 70% if timely control measures are not taken up",
              "Maintain optimum shade.<br><br>Spray 0.5% Bordeaux mixture during Pre-monsoon (May- June) and Post-monsoon (Sept.- October) period Or<br><br>Spray 0.5% Bordeaux mixture during Pre-monsoon and Bayleton 25WP @ 0.02 a.i. (160g/barrel) during post-monsoon."
            ],
            [
              "Black Rot<br>(Koleroga noxia Donk)",
              "Usually occurs during monsoon months in endemic areas with high humidity and hanging mist.<br><br>Blackening and subsequent rotting of young leaves, berries and shoots.<br><br>Diseased leaves get detached from branches and hang out by means of slimy fungal strands",
              "In endemic areas, maintain thin overhead shade bush sanitation by removing shade trees leaf litter on bushes,<br><br>Adopt proper handling and centering of bushes and provide proper drainage to minimize build up of humidity.<br><br>Spray 1.0 % Bordeaux mixture before the onset of south-west monsoon.<br><br>If disease is noticed, remove the diseased leaves and berries and bury them and Spray Bavistin 0.03 % a.i. (120 g/ 200 l water) during break in monsoon"
            ],
            [
              "Root diseases:",
              "There are four types of root diseases affecting coffee viz., Brown, Red, Black root diseases and Santavery disease.<br>Of the four types, the aerial symptoms in case of Brown, Red and Black root diseases are similar with the affected plants showing gradual yellowing and thinning of foliage, followed by defoliation, wilting and eventual death.",
              "Management of Brown, Red and Black root diseases:<br><br>Isolate the affected plants with 60cm deep and 30cm wide trenches."
            ],
            [
              "Brown Root disease<br>(Fomes noxius Corner)",
              "Brown root disease also known as 'Stump Rot,' is mostly associated with rotting stumps of shade trees in the plantation. Disease spreads by means of root contact. Internal portion of rot shows dark brown to black wavy lines.",
              "Uproot the affected coffee plants along with the root system and burn them."
            ],
            [
              "Red Root disease<br>(Poria hypolateritia Berk)",
              "Red root disease normally infects shade trees such as Silver Oak or Syzigium (nerale), followed by adjacent coffee plants. Root system shows red encrustration covered by soil and gravel. The rhizomorph appears deep red in colour",
              "Add agricultural lime @ 1–2 kg to each pit and fallow the pits for 6 months before planting.<br><br>Uproot the shade trees along with stumps whenever, it is felled, to avoid root diseases in future."
            ],
            [
              "Black Root disease<br>(Rosellinia arcuata Petch)",
              "In Black root disease, fungal rhizomorphs or black wooly mycelium are seen on the affected roots. On stem near the ground level, fan- shaped fungal mats with pellet like fructation are also seen.",
              "Drench the soil with Bavistin 0.4 % @3 l/plant (24g/3 l of water) or vitavax 75 WP 0.3% @ 3 liter/plant (12g/3 liter of water) in the initial stage of wilting<br><br>Application of biocontrol agent Trichoderma in affected blocks is useful in reducing disease incidence."
            ],
            [
              "Santavery Root disease<br>(Fusarium oxysporum f. sp. Coffeae)",
              "The Santavery root disease is characterized by sudden wilting, yellowing of leaves followed by defoliation and death of aerial parts.<br><br>A transverse section of the root shows brown to pinkish discoloration.<br><br>Scrapping of the bark of the stem near the ground level reveals discoloration",
              "Management of Santavery Root disease:<br><br><br>Uproot the dead and dying plants and burn them.<br><br>Maintain adequate overhead shade.<br><br>Apply well-composted organic manure @ 10–15 kg per plant to improve soil fertility.<br><br>Apply balanced nutrients and follow good cultural operations to maintain the vigour of the plants.<br><br>Use grafted plants (Arabica on robusta rootstock) for planting or replanting in the affected block.<br><br>Drench the soil with Bavistin 0.4% @ 3 litre/ plant (24 g/ 3 litre) or Vitavax 75 WP 0.3% @ 3 liter / plant (12 g/ 3 litres of water) in initial stage of wilting.<br><br>Application of biocontrol agent Trichoderma is useful in reducing disease incidence."
            ],
            [
              "Die-back<br>(Colletotrichum gleosporoides Penz.)",
              "Yellowing or blighting of any leaf on the green wood, yellowing, necrosis of nodes and internodes towards the tip. Twigs wilt and defoliate, die forward towards the apex and depict a die back appearance. Floral buds on the infected branches fail to open",
              "Prune badly affected plants in February- March.<br><br>Protect the plant by spraying 0.5% Bordeaux mixture in February- March (pre blossom), April- May (pre monsoon) and September- October (post- monsoon).<br><br>Maintain adequate over head shade and leaf mulch around the plants to conserve soil moisture during dry weather.<br><br>Apply balanced nutrients to maintain the vigour of the plants."
            ],
            [
              "Die-back<br>(Colletotrichum gleosporoides Penz.)",
              "Yellowing or blighting of any leaf on the green wood, yellowing, necrosis of nodes and internodes towards the tip. Twigs wilt and defoliate, die forward towards the apex and depict a die back appearance. Floral buds on the infected branches fail to open",
              "Prune badly affected plants in February- March.<br><br>Protect the plant by spraying 0.5% Bordeaux mixture in February- March (pre blossom), April- May (pre monsoon) and September- October (post- monsoon).<br><br>Maintain adequate over head shade and leaf mulch around the plants to conserve soil moisture during dry weather.<br><br>Apply balanced nutrients to maintain the vigour of the plants."
            ],
            [
              "Nematodes<br>(Pratylenchus coffeae)",
              "Affected young plants are lean and lanky. Older leaves become yellow and drop, leaving very few undersized, chlorotic and crinkled leaves at the tip of the stem giving a 'tufted' appearance. Affected bearing plants show thinner stem and have in adequate foliage to support the crop",
              "In nursery dig and expose the soil for one summer and thoroughly dry the jungle soil while preparing nursery mixture.<br><br>In the main filed, uproot and burn the affected plants, dig the affected soil and expose for one year.<br><br>Take care to keep the pits free from weeds- Plant the affected area grafted plants of arabica on robusta rootstock."
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Post-Harvest : Quick Facts"
      },
      {
        "type": "text",
        "content": "Coffee is processed either by wet method to produce 'Plantation / parchment coffee' or by dry method to obtain 'Cherry coffee'."
      },
      {
        "type": "unordered_list",
        "content": [
          "For preparation of both these types of coffee, picking of just ripe fruits is essential.",
          "Over ripe or green (unripe) berries result in poor cup quality after processing. If, for any reason coffee could not be harvested as and when it ripens, the over ripe and green fruits should be sorted out and processed separately as 'cherry'.",
          "The pulper, washing machines, tank, vat, trays etc., should be kept clean.",
          "Pulp the fruits on the same day of the harvest.",
          "Prolonged heaping of fruits and delayed pulping should be avoided.",
          "Clean water should be used for washing coffee.",
          "Soak the parchment under water overnight for enhancing the quality of coffee.",
          "Clean the pulper machine, vats, etc., after the day's work.",
          "Sort out all pulper-cuts, naked beans, blacks and other defective beans during drying of parchment.",
          "Initially, dry parchment coffee on wire mesh trays to drain off the excess water rapidly.",
          "Later dry the coffee on clean, tiled or concrete drying yards.",
          "Cover the coffee during night to avoid re-wetting.",
          "Dry the coffee to the prescribed test weight or moisture standards.",
          "Store the coffee in clean gunny bags, in well-ventilated and clean go downs, free from dampness. Line the floor with wooden planks.",
          "Do not store coffee along with fertilizers, pesticides and such other materials, which may contaminate the bean.",
          "Dispatch the coffee to the curing works at the earliest opportunity."
        ]
      }
    ]
  },
  {
    "heading": "Organic Coffees in India",
    "content": [
      {
        "type": "text",
        "content": "Organic coffee are those coffees produced by such management practices which help to conserve or enhance soil structure, resilience and fertility by applying cultivation practices that use only non-synthetic nutrients and plant protection methods. Further, although many producers grow coffee without use of synthetic agro-chemicals, this passive approach is not sufficient to be considered organic in the absence of credible certification by an accredited certification agency."
      },
      {
        "type": "subheading",
        "content": "Scope for Organic Coffee Production in India"
      },
      {
        "type": "text",
        "content": "There is a good potential for production of organic coffee in India, as the conditions are far more favourable than in any other coffee producing country. Some of the natural advantages in India are;"
      },
      {
        "type": "ordered_list",
        "content": [
          "<em>Coffee is mainly cultivated in deep fertile jungle soils under a two tier mixed shade canopy comprising of evergreen leguminous and non-leguminous shade trees. Growing under shade has several advantages. Shade trees provide a natural habitat for vast population of birds and natural enemies of insect pests/diseases, help in reducing the soil erosion, contribute towards the fertility of coffee soils by recycling nutrients from deep soil in the form of leaf litter and finally protect the coffee bushes from vagaries of changing weather conditions.</em>",
          "<em>Traditional farming practices such as use of cattle manure, composting, manual weeding etc., are in vogue in vast majority of small holdings.</em>",
          "<em>Availability of sufficient skilled manpower for labour intensive operations like manual weeding, shade regulation and soil conservation measures etc.</em>",
          "<em>The horticultural practices followed in Indian coffee plantations are considered as one of the best in the world, in which emphasis is mainly towards manipulation of microclimate and plant health, so as to reduce excessive dependence on agro- chemical inputs.</em>"
        ]
      },
      {
        "type": "text",
        "content": "Apart from these natural advantages, the Indian coffee industry is characterised by predominantly small holdings. Majority of these small holdings especially in Idukki zone of Kerala, Bodinayakanur zone of Tamil Nadu and all the tribal holdings in Andhra Pradesh and the North-Eastern states are basically organic by default. These small and tribal coffee growers do not use chemical fertilizers and plant protection chemicals due to their poor economic status and due to their belief in natural farming. Consequently the yields are low and are only at subsistence levels. Thus, there exists a good scope for converting these small and tribal holdings into certified organic without much change in the existing cultivation practices."
      },
      {
        "type": "text",
        "content": "The growth of organic coffee sector in India is not very encouraging despite the fact that the conditions here are ideally suitable for organic coffee production. Some of the constraints identified are as follows:"
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Many smallholder groups, especially in Kerala, have opted for organic farming during the great coffee price crisis period 1999–2003 mainly to reduce cost of inputs. But unfortunately, majority of the area was Robusta coffee, which is not very much preferred in the international market.</em>"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>The quality of coffee produced by smallholder groups was often not upto expectation of specialty coffee market.</em>"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>The agencies which were behind the formation of smallholder groups also did not possess necessary marketing skills to promote their certified product in the International market.</em>"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>During the late 1990’s, organic coffee were fetching a good premium in the international market. But the premiums started narrowing down to about 15% in recent years. Considering the disadvantage Indian coffee faces with regard to the logistics to main organic coffee importer i.e., USA the premiums are not very attractive for Indian organic coffee.</em>"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>From 2004°nwards coffee prices remained attractive and prices offered in the regular market are high enough for the producers to sell their produce at farm gate rather than in the export market.</em>"
        ]
      },
      {
        "type": "text",
        "content": "Despite the slow growth, some of the producers of organic coffee especially in the medium and large grower category have been successful in realizing high premiums in the international market for their organic coffee. This is because of their constant efforts in improving quality of coffees as well as marketing. Even incase of smallholder groups, organic farming has offered good benefits through attractive premiums for pepper, vanilla etc., which are grown as intercrops in their coffee holdings."
      },
      {
        "type": "text",
        "content": "Coffee Board has developed a package of practices for organic coffee production based on field experiments, surveys and case studies. The Board has also brought out various publications on organic farming from time to time. These publications can be obtained from the Assistant Librarian, Central Coffee Research Institute, Coffee Research Station Post, Chikmagalur- 577 117, India."
      },
      {
        "type": "source",
        "content": "Coffee Board",
        "link": "http://www.indiacoffee.org/index.aspx"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Coffee Cultivation Guide (1.7MB)",
            "link": "https://static.vikaspedia.in/mediastorage/document/coffee_cultivation_guide.pdf"
          },
          {
            "text": "Video on White stem borer management in Coffee (17.51 min)",
            "link": "https://www.youtube.com/watch?v=if8sVdm582k"
          },
          {
            "text": "List of Certified Organic Coffee Holdings in India (401KB)",
            "link": "https://static.vikaspedia.in/mediastorage/document/List_of_Certified__Organic_Coffee_holdings_in_India_2008.pdf"
          },
          {
            "text": "Online application for Coffee exporter registration",
            "link": "https://www.indiacoffee.org/ERCMC_Application.aspx"
          },
          {
            "text": "Major Indian Coffee Exporters",
            "link": "https://www.indiacoffee.org/Indian%20Coffee/Exporters%20of%20Indian%20Coffee.pdf"
          }
        ]
      }
    ]
  }
]