[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "Clusterbean (Cyamopsis tetragonoloba L. Taub.), commonly known as guar, has come to be recognized as one of the most important commercial crop of arid and semi-arid region. It is a drought hardy leguminous crop because of its deep tap rooting system and has high capacity to recover from water stress. The seed of clusterbean contains about 30–33% gum in the endosperm. The discovery of the galactomannan gum in the endosperm during 1948, led to this hitherto insignificant plant gaining importance as an industrial crop."
      },
      {
        "type": "text",
        "content": "The gum is utilized for many food items like ice creams, baked and dairy products etc. Moreover, its gum also used in many other industries like pharmaceuticals, cosmetics, mining, textile, paper, oil drilling, explosive industry etc. Traditionally, pods of the clusterbean are used for vegetable purpose. Its plant, seed and straw are good source of nutritive fodder and feed for livestock. Clusterbean is also raised as a green manure and cover crop. Being a leguminous crop, it enriches the soil fertility by fixing the atmospheric nitrogen. The crop is mainly grown during rainy season, but it can also be grown successfully during summer season under irrigated condition. However, the average yield of cluster bean in arid and semiarid region is very low as compared to its potential. The productivity can be significantly increased with the use of the following improved production technologies."
      }
    ]
  },
  {
    "heading": "High Yielding Varieties",
    "content": [
      {
        "type": "text",
        "content": "Several improved varieties of cluster bean have been evolved by universities and ICAR Institutes in the country. Many of the varieties are suitable for cultivation in arid and semi-arid regions. The varieties differ in maturity period, branching habit, quality and quantity of seed yield. The description of some of the important varieties recommended for arid and semi-arid conditions is given below."
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Variety",
              "Duration (Days)",
              "Av. Yield (q had)",
              "Features"
            ],
            [
              "RGC 936",
              "85–90",
              "8–10",
              "8–10",
              "This is a branched type variety. It matures early. It is drought<br>tolerant variety and is suitable for rainfed condition as well as<br>irrigated condition. Seed of this variety is of medium size with light<br>pink color. Pods are 5 to 7 cm long. It can also be grown under late<br>sown condition. This variety is resistant to many diseases."
            ],
            [
              "8–10"
            ],
            [
              "RGC 1002",
              "80–90",
              "10–12<br>",
              "Plant is branched and leaves are toothed along their margins. Plants<br>vary in height from 60 to 90 cm. The flowers are generally of light<br>pink color. Seeds are bold and grayish in color, and 1000 seed<br>weight varies from 3.2 to 3.6 gram. This is suitable for rainfed and<br>irrigated conditions."
            ],
            [
              "RGC 1003",
              "85–95",
              "10–12<br>",
              "The plant is branched and height varies from 50–85 cm. This variety<br>is suitable for rainfed condition. Leaf margin is smooth. Seeds<br>contain about 30% gum."
            ],
            [
              "RGC 1066",
              "85–90",
              "10–15<br>",
              "It is single stemmed, erect and bold seeded variety. Flowers are<br>generally purplish in color. Plant height varies from 60 to 90 cm.<br>This variety is suitable for kharif and summer season"
            ],
            [
              "HG 365",
              "85–90",
              "12–15<br>",
              "This is suitable for rainfed condition of Haryana and Rajasthan. It<br>has brisk podding behavior. It can be grown during summer season<br>and in irrigated condition also."
            ],
            [
              "HG 2–20",
              "90–95",
              "12–15<br>",
              "It is branched, bold seeded and suitable for rainfed and irrigated<br>condition. It can be grown during summer season also."
            ],
            [
              "GC -I",
              "90–100",
              "10–12<br>",
              "This variety is suitable for rainfed and low fertile soils. Plant height<br>varies from 80 to 100 cm. It is branched and suitable for rainfed and<br>irrigated condition."
            ],
            [
              "RGC 1017",
              "90–100",
              "12–14<br>",
              "Plant of this variety is branched and growing to a height of 56.7 to<br>74.4 cm. Leaves are trifoliate and toothed. It is suitable for both<br>rainfed and irrigated conditions."
            ],
            [
              "HGS 563",
              "85–90",
              "12–13<br>",
              "Seed of this this variety contains 33% gum. It has brisk podding<br>behavior and plants grow to a height of about 60 to 100 cm. The<br>flowers are light pink in color. The length of the pod is 5 to 7 cm."
            ],
            [
              "RGM 112",
              "92–95",
              "12–14<br>",
              "This variety is moderately resistant to bacterial leaf blight and root<br>rot disease. It has branched plant type with light green color leaves."
            ],
            [
              "RCG 1038",
              "95–100",
              "12–15<br>",
              "This is branched type variety and it is somewhat photo insensitive<br>and suitable for summer and kharif seasons. It has heavy podding<br>behavior"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Climatic Requirements",
    "content": [
      {
        "type": "text",
        "content": "Clusterbean is a tropical plant. It requires warm growing season. The crop requires 30 to 35 0°C temperatures at the sowing time for proper germination and 32 to 38 0°C temperature encourages good vegetative growth, but high temperature at flowering stage can result in pre-mature flower drop. It can tolerate temperature as high as 45–46 0°C. It is a photosensitive and indeterminate crop. Atmospheric humidity encourages the infestation of many diseases like bacterial leaf blight, root rot, etc."
      }
    ]
  },
  {
    "heading": "Rotations and Intercropping",
    "content": [
      {
        "type": "text",
        "content": "In the rainfed condition of Rajasthan, clusterbean is traditionally grown as a mixed crop with pearl millet, mung bean, moth bean and sesame. But in some areas, sole cropping of clusterbean is also being taken. Clusterbean can be successfully intercropped with pearl millet in 2:1 row proportion of clusterbean and pearl millet. This system is quite profitable as compared to sole cropping of pearl millet."
      },
      {
        "type": "text",
        "content": "Following crop rotation can be followed:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Clusterbean-pearlmillet (two year crop rotation in rainfed condition)",
          "Clusterbean-wheat (one year rotation for irrigated condition)",
          "Clusterbean-cumin (one year rotation for irrigated condition)",
          "Clusterbean-wheat-clusterbean-cumin (two year rotation)",
          "Clusterbean-wheat-mung bean-mustard (two year crop rotation)",
          "Clusterbean-cumin-pearlmillet-mustard (two year crop rotation)",
          "Clusterbean-wheat-pearlmillet-cumin (two year crop rotation)"
        ]
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "text",
        "content": "Clusterbean can be grown in a variety of soils. The crop grows best on well drained, upland sandy loam and loam soils. It does not thrive well on very heavy and water logged soils. It also does not thrive well in saline and alkaline soils. It can be raised successfully in the soils having pH 7 to 8.5"
      }
    ]
  },
  {
    "heading": "Land Preparation",
    "content": [
      {
        "type": "text",
        "content": "Field should be well prepared for good germination. It should be fine texture, free from weeds and not too many clods. There is no need of preparing an extremely fine field. The first ploughing should be done with soil turning plough or disc harrow so that at least 20–25 cm deep soil may become loose. It should be followed by one or two cross harrowing or ploughings. The ploughing should be followed by planking so that soil is well pulverized and leveled. Properly leveled field is required for good drainage."
      }
    ]
  },
  {
    "heading": "Seed and Sowing Time",
    "content": [
      {
        "type": "text",
        "content": "Quality of seeds is of utmost importance for maintaining optimum plant stand. Certified seed of improved varieties obtained from reliable sources should be used for sowing. Seed produced by the farmers should be graded before sowing. Discard very small, shriveled and damaged seed. Only bold seeds that are free from weed seeds and other impurities should be used for sowing purpose. Crop should be sown at the onset of monsoon in the first fortnight of July under rainfed condition. Delay in sowing after 15 th July can cause reduction in the yield. Under irrigated condition, it can be sown up to the last week of July. Planting time also plays very important role for the crop grown during summer season. Last week of February to first week of March is the most suitable time for cluster bean sowing for summer scrop. Delayed in sowing, flowering may be affected due to high temperature which may result in decrease in seed yield. Therefore, timely sowing for summer crop is very important non-monetary input. Temperature should be 25 to 30 0°C at the sowing time of summer cluster bean."
      }
    ]
  },
  {
    "heading": "Sowing Method",
    "content": [
      {
        "type": "text",
        "content": "It has been observed that majority of farmers follow the broad cast method of sowing. But in order to ensure uniform germination, to maintain optimum plant population and easy intercultivation operations, sowing should be done in rows. Branched varieties of cluster bean should be sown at 45 to 50 cm row to row and 10 cm plant to plant spacing. Sowing can be done with the help of seed drill or cultivator. In case of single stem variety like RGC 1066, crop should be sown at 30 cm row to row distance."
      }
    ]
  },
  {
    "heading": "Seed Rate and Treatment",
    "content": [
      {
        "type": "text",
        "content": "Optimum seed rate plays vital role in maintaining proper plant population. The optimum seed rate for both summer and kharif season crop is 15 kg ha -1 . Seed should be treated with either Trichoderma @ 4 g kg -1°f seed or mancozeb or with carbendazim @ 2 g kg -1°f seed followed by chloropyriphos @ 2 ml kg -1°f seed. The seed should be inoculated with suitable rhizobium culture @ 600 gm/15 kg of seed. Three packets (200 gm each) of the rhizobium strain should be mixed with a solution of jaggery by mixing 250 gm in one litre of water. After having uniform coating of slurry over the seeds, it should be dried for 30 minutes in shade. Dried seeds should be sown within 24 hours of inoculation."
      }
    ]
  },
  {
    "heading": "Manures and Fertilizers",
    "content": [
      {
        "type": "text",
        "content": "Clusterbean being a leguminous crop, needs a small quantity of nitrogen as a starter dose during early growth period. Clusterbean requires 20 kg N and 40 kg P 2 O 5 per hectare. 2.5 Full dose of nitrogen and phosphorus should be applied at the sowing time. It is advisable to follow integrated nutrient management practices for cluster bean. About 2.5 tons of compost or FYM should be applied at least 15 days before sowing. Application of FYM or compost is useful for improving water holding capacity of the soil and also to supply all the nutrients require for the plant growth. At the sowing time, 10 kg nitrogen and 20 kg P 2 O 5 ha -1 should be applied as basal dose. Fertilizer should be placed at least 5 cm below the seed. Seed inoculation with suitable rhizobium strains and phosphorus solubilizing bacteria (PSB) is beneficial for increasing crop yield."
      }
    ]
  },
  {
    "heading": "Water Management",
    "content": [
      {
        "type": "text",
        "content": "Usually, clusterbean is grown as rainfed crop in arid and semi-arid condition. The irrigation should, however, be provided whenever, crop suffers moisture stress, if irrigation facilities are available. Life saving irrigation should be given to the crop particularly at the time of flowering and seed formation stage. Since crop often suffers moisture stress in arid region, it is recommended that water management practices like bunding of the field, mulching with plant residues @ 3–5 t ha -1 be used for conserving moisture in the soil and avoiding moisture loss due to evaporation. Spray of 0.1% thiourea solution at 25 and 45 DAS also improves the yield of clusterbean during moisture stress condition. Adequate moisture is required for the crop grown during summer season. Crop should be sown after applying pre-sowing irrigation. If crop does not germinate properly, a light irrigation can be given at 6–7 days after sowing. At least 5 irrigation should be given after the germination of the crop at an interval of 15 days. Never allow water to stand in cluster bean field at any stage of its growth. Crop yield may be affected due to high temperature and low humidity at the seed setting time. Therefore, irrigating crop at seed setting time is beneficial for obtaining good yield during summer season also. Suitable drainage conditions should be provided for the removal of excess water from the field."
      }
    ]
  },
  {
    "heading": "Weed Management",
    "content": [
      {
        "type": "text",
        "content": "Clusterbean either grown during summer or kharif season suffers severely by grassy, broad leaved and sedges weeds. Severe weed competition can drastically reduce the yield sometimes up to 90% due competition with crop plants for moisture, nutrient and space. Therefore crop should be weed free at least for initial 30 to 35 days after sowing. Generally manual weeding is very effective for controlling all type of weeds. Two manual weedings given at 25 and 45 days after sowing are sufficient to keep the crop weed free. However, sometimes due to non-availability of labour, herbicides like pendimethalin @ 2.5 to 3.30 L ha -1 can be applied by mixing with 500 L of water as pre-emergence application (within 2 days of sowing). After that one manual weeding at 30 DAS or post emergence application of imazythypr @ 400 gm ha -1 mixing with 500 litre water at 20–25 days after sowing can be applied for controlling weeds of clusterbean field."
      }
    ]
  },
  {
    "heading": "Pest Management",
    "content": [
      {
        "type": "text",
        "content": "A large number of diseases and insects attack the cluster bean crop right from seedling stage to pod formation stage."
      },
      {
        "type": "text",
        "content": "Symptoms along with suitable control measures of disease and insects are as follows:"
      },
      {
        "type": "subheading",
        "content": "Bacterial blight"
      },
      {
        "type": "text",
        "content": "It is caused by a bacterium Xanthomonas cyamopsidis. This disease infestation mostly occurs during kharif season crop at the surface of leaf. The spot of the disease are intraveinal, round and well defined on the dorsal surface of the leaf. The pathogen invades vascular tissues and causes flaccidity of the affected portion. The flaccid spots become necrotic and turn brown. The infection advances to petiole and stem. It results in blackening and cracking of stem. Resistant varieties and certified seed should be used for sowing purpose. Seed should be treated with 250 ppm of agrimycine or 200 ppm of streptocycline for 3 hours. Spray of streptocycline @ 5 g or plantomycine @ 50 g with 100 L water per hectare should be done at 35–40 days after sowing."
      },
      {
        "type": "subheading",
        "content": "Alternaria leaf spot"
      },
      {
        "type": "text",
        "content": "The casual organism of alternaria leaf spot disease is a fungus Alternaria cyamopsidis. The symptoms of the disease appear mainly on the leaf blade of leaves as dark brown, round to irregular spots varying from 2 to 10 millimeter in diameter. The water soaked spots later on turn grayish to dark brown with light brown lines inside the spots. Spray of zineb @ 2 kg in 500 L of water per hectare should be done at an interval of 15 days at least twice."
      },
      {
        "type": "subheading",
        "content": "Anthracnose"
      },
      {
        "type": "text",
        "content": "This disease is caused by Colletotrichum capsici f. cyamopsicola. The symptoms of the disease appear on the leaves, petiole and stem in the shape of black spots. Spray of zineb @ 2 kg in 500 L of water per hectare should be done for controlling this disease."
      },
      {
        "type": "subheading",
        "content": "Powdery mildew"
      },
      {
        "type": "text",
        "content": "This disease is caused by a fungus Erysiphe polygoni. The symptoms of the disease start with white powdery growth over the leaf surface. This white growth consists of the fungus and its spores. The disease can be controlled by spray of wettable sulphur like suffex at the rate of 2–3 kg ha -1°r dusting of sulphur powder @ 20–25 kg ha -1°r spray of dinocap @1.5 ml L -1°f water."
      },
      {
        "type": "subheading",
        "content": "Termites"
      },
      {
        "type": "text",
        "content": "Termites damage plants by eating away root and stem, which cause poor plant stand. Seed treatment with chlorophyriphos @ 2 ml kg -1°f seed and application of chlorophyriphos @ 1.25 L ha -1 with irrigated water is very effective for controlling termite infestation in standing crop. Application of chlorophyriphos dust @ 20 kg ha -1 at the time of last ploughing before sowing is also very effective to control soil borne insects."
      },
      {
        "type": "subheading",
        "content": "Jassids, Aphids and White Fly"
      },
      {
        "type": "text",
        "content": "These small insects suck the sap of leaves. The leaves of infested plants curl down and turn pale yellow, white or bronze. Severe attack by these insects may lead to complete withering of the plants. Application of imidacloprid, or dimethoate or monocrotophos or melathion @ 0.75 to 1.25 ml L -1°f water is very effective for controlling sucking pest like jassids, aphids and white fly in cluster bean."
      }
    ]
  },
  {
    "heading": "Seed Production",
    "content": [
      {
        "type": "text",
        "content": "Clusterbean being composite crop, farmers can produce easily seed at their own field by keeping some precautions. Selection of the field for seed production is very important. It should be ensured that clusterbean cultivation was not taken during the previous year in the field, selected for seed production purpose. The field should be leveled, clean, clod free with fine tilth. There should not be any cluster bean field up to 10 metre surrounding of the field selected for seed production purposes. After proper rogueing of the crop, it should be ensured that there is no off type, weeds and disease infested plant in the field. Harvesting of the crop should be done at proper maturity stage. Crop should be harvested leaving 5–10 metre area surrounding the field. After harvesting, crop should be dried properly and threshed separately. Thrashed seed should be properly cleaned, graded and dried. Moisture percentage in the seed should not be more than 8–9%. After treatment"
      },
      {
        "type": "text",
        "content": "of seed with some fungicide like carbendazim, it should be stored in the seed bin. Farmers can use this seed for sowing purpose during the following year."
      }
    ]
  },
  {
    "heading": "Yield and Economic Returns",
    "content": [
      {
        "type": "text",
        "content": "If crop is grown by adopting all improved package of practices, it is possible to get nearly 7–8 q ha -1 seed yield of cluster bean under rainfed condition and 12–15 q ha -1 in irrigated condition during kharif season and 10–12 q ha -1 during summer season. Average cost of cultivation per ha occurs about Rs.18000–20000 ha -1 for rainfed crop and about Rs.28000–30000 ha -1 for irrigated crop. If the market price of guar seed is Rs. 80 kg -1, then farmer is likely to get net returns of Rs. 30,000–40,000 ha -1 ."
      },
      {
        "type": "text",
        "content": "CAZRI FARMER HELP LINE : 0291–2786812"
      },
      {
        "type": "text",
        "content": "Source: CAZRI"
      }
    ]
  }
]