[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Two species of mesta viz., Hibiscus sabdariffa var. altissima and Hibiscus cannabinus belonging to the family Malvaceae are cultivated for fibre purpose. Hibiscus cannabinus is in the genus Hibiscus and is probably native to southern Asia, though its exact natural origin is unknown. The sabdariffa (HS) mesta is commonly known as Roselle. However, in different places it is also known as Java jute, Thailand jute, Pusa he mp, Hemp, Chansi, Tengra pat, Lalambadi, Chukair, Yarra­gogu, Palechi, Puboibija etc. The cannabinus (HS) mesta is commonly known as Mesta or it is also called Kenaf. However, in general both the species are generally termed as Mesta in India. It is also known as Bimli, Decan hemp, Gogu, Channa, Ambari, Gongku sa, Sunkura, Sheria, etc."
      },
      {
        "type": "text",
        "content": "Mesta is grown in 13 States namely Andhra Pradesh, Assam, Bihar, Chattisgarh, Jharkhand, Karnataka, Madhya Pradesh, Maharashtra, Meghalaya, Odisha, Tamil Nadu, Tripura and West Bengal."
      }
    ]
  },
  {
    "heading": "State-wise recommended varieties",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Andhra Pradesh - AMV 5 (Durga), GR 27 (Madhuri) and MT­150 (Nirmal), JRM­5 (Shrestha)",
          "Bihar - GR 27 (Madhuri) and MT 150 (Nirmal), JRM­5 (Shrestha)",
          "Meghalaya, Tripura - GR 27 (Madhuri) and MT 150 (Nirmal), JRM­5 (Shrestha)",
          "Odisha - AMV ­ 5 (Durga), GR ­ 27 (Madhuri) and MT­150 (Nirmal), JRM­5 (Shrestha)"
        ]
      }
    ]
  },
  {
    "heading": "Climate",
    "content": [
      {
        "type": "text",
        "content": "Warm and humid climate are best suited to both the species of mesta i.e. canabinus and sabdariffa. Canabinus mesta is of short duration and suitable for higher rainfall areas and has got less drought tolerance capacity. Sabdariffa mesta is of longer duration and got better drought tolerance capacity. The crop can grow in temperature range of 20 degree centigrade to 40 degree centigrade but optimum temperature for its growth is 30 degree centigrade to 34 degree centigrade. The crop ca n grow in high rainfall areas provided good drainage is there. On the other hand it can grow in low rainfall areas to the tune of even 500 mm rainfall per annum. However, a rain fall of about 125 to 1 50 mm per month distributed well is required during the growth period. Alternate rain and sunshine is good for better growth."
      }
    ]
  },
  {
    "heading": "Land Preparation",
    "content": [
      {
        "type": "text",
        "content": "Mesta being a rainfed crop, land preparation is usually done with the receipt of pre­ monsoon showers. However, in Andhra Pradesh, for raising rabi mesta, the land preparation is done early in February for sowing the crop with the help of sub­soil moisture. Land is to be ploughed with pre-monsoon shower followed by laddering to obtain fine tilth."
      }
    ]
  },
  {
    "heading": "Sowing",
    "content": [
      {
        "type": "text",
        "content": "The optimum plant population for mesta is a bout 4 to 5 lakh per hectare. The recommended row to row spacing is 25 to 30 cm and plant to plant spacing is 7 to 10 cm. if the crop is sown by broadcasting method then the plant to plant spacing is maintained at about 12­ - 15 cm by thinning. For maintaining optimum plant population the seed rate for the two species varies. However, the recommended seed rate is higher than the actual requirement for maintaining the desired plant population. This is done because of getting uniform plant population. After emergence, the excess plants are thinned out to get desired spacing. The seed rate of the two species in two method of sowings are as under:"
      },
      {
        "type": "ordered_list",
        "content": [
          "H. cannabinus",
          "H. sabdariffa"
        ]
      },
      {
        "type": "text",
        "content": "Before sowing of seeds, it is always preferable to treat the seeds particularly to avoid the infection of the diseases to the crop . Seed treatment can be done with organomercural fungicide like Agrosan GN of Ceresan at the rate of 5 gm per kg of seed or Dithane M45 at the rate of 4 gm per kg of seed or Bavistin at the rate of 2 gm per kg of seed."
      }
    ]
  },
  {
    "heading": "Manures and Fertilizers",
    "content": [
      {
        "type": "text",
        "content": "Fertilizer application: FYM @ 5–6 t/ha is to be applied during land preparation. In medium fertile soil, the recommended dose of fertilizer is 40:20:20 (N: P 2 O 5 : K 2 O, kg/ha). P and K will be applied as basal while N is to splitted as – 1/3 rd at sowing, 1/3 rd at time of first weeding (21 DAS) and 1/3 rd at second weeding (35 DAS). For drier tracts, if soil moisture is not favourable, foliar application of urea (1.0%) may be done."
      },
      {
        "type": "text",
        "content": "In acid soils and regions with high rainfall, calcium and magnesium deficiency is common. Liming of soil @ 2­5 t/ha, once in 4 y ears or Dolomite application (40 kg/ha) is found promising as it supplies both calcium and magnesium."
      }
    ]
  },
  {
    "heading": "Water management",
    "content": [
      {
        "type": "text",
        "content": "In India, mesta is mainly raised as a rainfed crop . Since the pattern of rainfall during the sowing and growth period is highly erratic, desired yield is not obtained in mesta crop. For obtaining good yield, along with other inputs, the water requirement of the crop is to be fulfilled. The water requirement of mesta is about 50 cm. if the rainfall is uniformly is highly uncertain, in that case it is desirable to give one or two irrigation to mesta crop at an interval of 15 to 20 days ."
      }
    ]
  },
  {
    "heading": "Intercultural operations",
    "content": [
      {
        "type": "text",
        "content": "In general, two weedings - 1st at 21 DAS and 2nd at 35 DAS is sufficient. In case of heavy weed infestation, three weeding – 1st at 14–21 DAS, 2nd at 28–35 DAS and 3rd at 42–49 DAS is recommended. Light thinning during 1st weeding and final thinning during 2nd weeding is recommended."
      }
    ]
  },
  {
    "heading": "Plant Protection",
    "content": [
      {
        "type": "subheading",
        "content": "Pests"
      },
      {
        "type": "text",
        "content": "Jassids"
      },
      {
        "type": "text",
        "content": "Both adults and nymphs injure the plant by sucking plant sap and injecting toxin saliva into the leaf tissue. The edges of the affected leaves first turn pale green, later becomes yellowish green and finally red. In case of severe attack, the leaves curves downward and become crinkled. The plant growth becomes stunted and yield declines."
      },
      {
        "type": "text",
        "content": "Management : Early sowing prevents the attack of Jassid. Jassid tolerant varieties like AMV­3 and AMV­4 is to be grown. Light trap may be used to control this pest. Seed treatment with carbofuran 3G @ 30 g/kg of seed prevent the attack upto 30 days age. On the standing crop if there is attack of this pest, Methyl Demiton (Metasystox 25 EC) 0.05% @ one litre (in 500 litre of water) per hectare or Dimethoate 0.05% @ 800 ml (in 500 litre of water) per hectare may be applied. The pest may also be controlled by biological method. The spider predator viz., Chiracanthium mealnostoma or Thornisus katrajghatus or Oxyopes javanus may be conserved in the field and this will suppress the attack of Jassids."
      },
      {
        "type": "text",
        "content": "Mealy bug"
      },
      {
        "type": "text",
        "content": "Mealy bug is a predominant pest of Sabdariffa mesta. Its attack is mostly confined to junctions of the plant. Both nymphs and adult female cause injury to the plant by thrusting their long filamentous styletes. The attacked region sweels and internodes become shorter and deep green colour is developed. The vertical growth of internode is arrested. Due to severe attack the growing tip is damaged and secondary branches develop. These secondary branches again get infested and result in “bunchy tops”, the characteristic symptom of this p est. At the time of extraction, the fibre snaps at the affected region resulted loss of fibre and ultimately reduction in yield."
      },
      {
        "type": "text",
        "content": "Management : Crop rotation may be adopt ed to prevent attack in future. The bunchy top portion may be cut to prevent the spread of the pest. Chemically, the pest may be controlled by spray of Dimethoate (Rogor) 30 E C @ 0.05% (750 ml in 500 litre of water per hectare) or Metasystox 25 EC @ 0.05% (1 litre in 500 litre of water per hectare). Biological control measure may also be adapted. Four natural; predators viz., Hyperaspis maindron i, Spalgisepius, Chrysopa seclestes and Eublema silieula were identified to feed both eggs and nymphs of mealybug."
      },
      {
        "type": "text",
        "content": "Semilooper"
      },
      {
        "type": "text",
        "content": "Both the species of mesta are equally susceptible to semilooper. The pest usually appears in the months of September /October. The pest starts attacking the plant from apical leaves and gradually extends downwards. They start feeding from leaf margin and finally the whole leaf will be eaten away leaving only the midribs. In severe attack the growing points are also eaten away and thus pants become stunted and branching is induced resulting in adverse effect on yield. The pest is nocturnal in habit and remain hidden during day time."
      },
      {
        "type": "text",
        "content": "Management : Mechanically, the pest may be controlled by the collection and destruction of the caterpillars. Spraying Fenvalerate 20 per cent EC @1 ml/lit or Cypermethrin 25 per cent EC @ 1­1.2 ml/lit, control the pest."
      },
      {
        "type": "text",
        "content": "Spiral borer"
      },
      {
        "type": "text",
        "content": "Spiral bores is found to attack mainly cannabinus mesta. It is most prevalent in high rainfall areas. The larva after hatching burrows its way beneath the cambium layer and starts feeding upon the woody tissues, making spiral around the stem beneath the bark and inner fibre layers are damaged. Infected regions swells up to form an elongated gall. Gall becomes week and breaks due to impact of strong wind."
      },
      {
        "type": "text",
        "content": "Management : Seeds should be treated with Malathion 5% or Sevin 5% @ 10 gm/kg of seed. Spraying Fenvalerate 2 0 per cent EC @1 ml/l it or Cypermethrin 25 per cent EC @ 1­1.2 ml/lit, control the pest."
      },
      {
        "type": "subheading",
        "content": "Diseases"
      },
      {
        "type": "text",
        "content": "Foot and stem rot"
      },
      {
        "type": "text",
        "content": "This is primarily a soil born disease and mainly occurs under cloudy, high humid an d low temperature condition. Usually, it is observed after heavy rains. Water logging conditions favours the spread of the disease. It is most prevalent in sabdariffa mesta: Plants of all ages is affected and affected both yield and quality of fibre. It is mostly found in September/ October. Initially, withering of the terminal portion of the plant and pale colour of leaf is observed. After about 10 to 15 days of attack blackening of tissues at the base of the plant (foot region) is observed which gradually spread upto 60 cm height. The whole plant gradually wilt. During fibre extraction, the fibre breaks at the point of infection and fibre is discoloured."
      },
      {
        "type": "text",
        "content": "Management : Water should not be allowed to stand in the field. Crop rotation should be followed. Roughing of the affected plants may be done. Resistant variety like AMV­3 may be grown. Seed treatment should be done with Dithane M­45 @ 3gm/k g of seed. Soil drenching may be done around the diseased plant with Dithane M­45 @ 2 gm/litre of water."
      },
      {
        "type": "text",
        "content": "Leaf rot"
      },
      {
        "type": "text",
        "content": "The disease occurs mainly in the month of August / September. Small concentrated ring like structures appear on the leaves and gradually increases in size and and gradually damage the leaf."
      },
      {
        "type": "text",
        "content": "Management : Dithane M­45 @ 0.2 p er cent (2 gm/litre of water) may be applied in severe attack."
      },
      {
        "type": "text",
        "content": "Tip rot"
      },
      {
        "type": "text",
        "content": "It is usually found in sabdariffa mesta. The disease appears in young plants aged about 30 to 40 days. The young plants droop and gradually die. The stem turns white."
      },
      {
        "type": "text",
        "content": "Management : Application of Blitox 0. 3% (3 gm/litre of water) or Dithane M­45 @ 0 .2 per cent (2 gm/litre of water) will reduce the incidence of the disease."
      },
      {
        "type": "text",
        "content": "Collar rot"
      },
      {
        "type": "text",
        "content": "Both the species of mesta is attacked by this disease. When the plant is attacked by this disease, deep seated lesions are observed on the stem at the ground level. Virtually, no control measure of this disease has so far been developed. However, water logging in the field should be avoided to prevent the attack of this disease."
      },
      {
        "type": "text",
        "content": "Root rot"
      },
      {
        "type": "text",
        "content": "Sabdariffa mesta is usually attacked by this disease. Seedings and young plants are attacked by this disease. The roots are decayed, the plants wilted and subsequently die. Water logging should be avoided. Before sowing, soil should be treated with Blitox of Copper oxycloride @ 205 kg/ha. On standing crop, Copper oxycloride at 0.05 to 0.7 5 per cent may be sprayed on soil to control the attack."
      },
      {
        "type": "text",
        "content": "Anthracnose"
      },
      {
        "type": "text",
        "content": "Mainly cannabinus mesta is susceptible to this disease. Initially terminal bud is attacked. Stipules and young leaves develop necrotic spots and withers. Stem infection appears as black lesions which later form cavities. Gradually defoliation occurs. Resistant variety like AMV­ 3 is to be grown. Seed treatment should be done with thiram @ 1.25 mg/kg of seed. Prophylactic spray with Copper oxycloride at 0.075 per cent may also be done."
      },
      {
        "type": "text",
        "content": "Seedling rot"
      },
      {
        "type": "text",
        "content": "Cannabinus mesta is mainly susceptible to this disease. This disease is observed mainly under warm and high humid condition. The seedling initially develops black lesions on the cotyledons which rot and wither. Lesions appear along the apex and margin of the leaves and the whole leaf is infected on the growing plants. The pathogen travels through petiole and reaches the node and stem rot starts. Soil acidity should be corrected. Proper drainage should be maintained and potassium fertilizer should be applied, Copper oxycloride at 0.075 to 0.10 per cent may be sprayed."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "The best time of harves ting is small pod stage for cannabinus mesta which usually occurs in October while for sabdariffa mesta it is at 50 per cent flowering which occurs in November. If the plants are harvested earlier to this, fibre yield will below and many of the fibre are immature and soft and may loss at the time of extraction if the harvesting is delayed or it is done at the maturity of the crop, the yield may be more but produces poor quality fibre which is brittle and less flexible as the cellulose reserves decline due to its utilization by developing fruits and seeds. The normal duration of harvesting of mesta is about 140 to 145 days."
      },
      {
        "type": "text",
        "content": "Fibre Yield: 22–25 q/ha."
      },
      {
        "type": "text",
        "content": "Source : Directorate of Jute development"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Crop calendar",
            "link": "http://www.crijaf.org.in/pdf/cropcalendar/JafCropCalendar_2013.pdf"
          }
        ]
      }
    ]
  }
]