[
  {
    "heading": "Technologies developed by IISR, Lucknow",
    "content": [
      {
        "type": "text",
        "content": "The Indian Institute of Sugarcane Research (IISR), Lucknow, an ICAR institute, dedicated working on the sugarcane research and development, has developed various technologies suitable for different regions of the country."
      },
      {
        "type": "unordered_list",
        "content": [
          {
            "text": "Technologies developed by IISR",
            "link": "https://iisr.icar.gov.in/iisr/pages/technologies.jsp"
          },
          {
            "text": "Varieties recommended for different states",
            "link": "https://iisr.icar.gov.in/iisr/pages/varietiesreleased.jsp"
          },
          {
            "text": "Tips for mitigating drought in sugarcane",
            "link": "https://iisr.icar.gov.in/iisr/download/publications/extensionbulletin/DroughtManaement-english.pdf"
          }
        ]
      }
    ]
  },
  {
    "heading": "Technologies from Sugarcane Breeding Institute, Coimbatore",
    "content": [
      {
        "type": "text",
        "content": "Sugarcane Breeding Institute, Coimbatore, India, established in 1912, is mainly focusing on evolving superior varieties of sugarcane suitable for various agro climatic zones in India. The location is well suited for sugarcane breeding as the climate favours natural flowering of sugarcane and good seed set. Three regional centres of SBI located at Karnal (Haryana), Kannur and Agali (Kerala) assist the main centre in research trials and establishing nurseries."
      },
      {
        "type": "text",
        "content": "An user friendly website namely 'CaneInfo' has been developed and launched to host detailed information on production technologies related to sugarcane across India."
      },
      {
        "type": "unordered_list",
        "content": [
          {
            "text": "CANE-INFO website",
            "link": "https://caneinfo.icar.gov.in/"
          }
        ]
      },
      {
        "type": "source",
        "content": "Indian Institute of Sugarcane Research, Lucknow",
        "link": "https://iisr.icar.gov.in/iisr/"
      }
    ]
  },
  {
    "heading": "Raising of Seed Cane Crop",
    "content": [
      {
        "type": "text",
        "content": "The normal practice in many parts of the world is to use commercial crop of sugarcane for seed purposes. Characteristics for good seed are seldom taken into consideration. Many growers do not care for seed quality and many of those who do, select the seed only at the sett cutting and planting stage. This is not enough. If a grower wants to be sure of getting good and disease free seed cane he should raise the seed crop separately. This crop should be kept completely free from pests and diseases by constant field scouting from the very beginning."
      },
      {
        "type": "text",
        "content": "Moreover, seed quality is not merely a matter of pest and disease freedom. Seed has to be in high water content and of good nutritional status. Neglect in raising good seed crop is one of the major defects in sugarcane cultivation all over the world."
      },
      {
        "type": "text",
        "content": "Use of sugarcane seed from the commercial crop has been responsible for rapid multiplication of a large number of diseases like red rot, wilt, smut, ratoon stunting and grassy shoot which adversely affect the cane yield and quality. It is, therefore, raising of healthy and vigorous sugarcane crops for seed purpose is essential and recommended."
      },
      {
        "type": "unordered_list",
        "content": [
          "Select an upland field for raising seed crop with no soil problems (soil salinity, acidity, waterlogging etc) and adequate irrigation facility",
          "Prepare the soil thoroughly and incorporate 20–25 tons/ha of FYM 15 days before planting",
          "Provide field channels and field drains to prevent rain water traversing from adjoining field to check spread of red rot disease",
          "Select seed material from previously raised seed nursery crop and prepare the setts. Use only sterilized setts to avoid transmission of certain diseases like RSD and GSD",
          "Give heat treatment (heat therapy) to eliminate seed borne diseases and organomercurial treatment to protect the setts from soil borne diseases to ensure better germination",
          "Adopt narrow spacing of 75 cm to obtain higher yield of setts per unit area",
          "Use 25% higher seed rate than normal cane crop",
          "Apply higher nutrient dose of 250 kg N + 75 kg P ₂ O ₅ + 125 kg K ₂ O/ ha",
          "Irrigate the crop at optimum levels to avoid any water stress during crop life taking in to account evaporative demand of the atmosphere (ETo) and Crop characteristics (Kc) at different crop growth stages",
          "Provide weed free environment for better growth of the crop and also to avoid infestation of pests and diseases",
          "Adopt field scouting for timely control of pests and diseases",
          "Rouge out the affected clumps and plants of other varieties",
          "Protect the crop from lodging, binding and propping"
        ]
      },
      {
        "type": "text",
        "content": "Crop is ready in 7–8 months. Setts obtained from such crop contain healthy and sound buds, higher moisture content, adequate nutrients, higher amounts of reducing sugars, therefore, establish quickly and grow vigorously thus ensuring a good commercial main field crop."
      },
      {
        "type": "subheading",
        "content": "Preparation of Setts for Main Field Planting"
      },
      {
        "type": "unordered_list",
        "content": [
          "Harvest the seed crop one day before planting to obtain higher percentage and uniform germination.",
          "Prepare the setts always one day before planting by giving sett treatment.",
          "Planting material or seed cane should be free from aerial roots and splits.",
          "Avoid damage to buds while cutting setts.",
          "Change the seed material after every two to three seasons. In case if it is inevitable to use mature cane as seed, the top one-third portion can be used satisfactorily."
        ]
      },
      {
        "type": "subheading",
        "content": "Ideal Seed Cane"
      },
      {
        "type": "unordered_list",
        "content": [
          "Always use seed cane obtained from a seed crop of 7–8 months",
          "Free from disease and pest infestation like red rot, wilt, smut, ratoon stunting disease etc",
          "Possesses healthy buds without any damage in handling and transport.",
          "Buds with higher moisture content, adequate nutrients, higher amount of reducing sugars and viability.",
          "Free from aerial roots and splits.",
          "Pure in quality"
        ]
      }
    ]
  },
  {
    "heading": "Related Resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Sugarcane Seed portal",
            "link": "https://sbiseedportal.in/landing-page/?redirect_to=https%3A%2F%2Fsbiseedportal.in%2F"
          },
          {
            "text": "Sugarcane Production Technology - Tamil",
            "link": "https://sugarcane.icar.gov.in/wp-content/uploads/2023/11/schedule_of_sugarcane_cultivation.pdf"
          },
          {
            "text": "Advisory for sugarcane farmers - IISR",
            "link": "https://iisr.icar.gov.in/iisr/pages/subpages/advisory.jsp"
          }
        ]
      }
    ]
  }
]