[
  {
    "heading": "Types of tobacco cultivated in India",
    "content": [
      {
        "type": "table",
        "content": {
          "headers": [
            "",
            "Type",
            "Cultivated States"
          ],
          "rows": [
            [
              "1.",
              "FCV Tobacco",
              "Andhra Pradesh & Karnataka"
            ],
            [
              "2.",
              "Bidi Tobacco",
              "Gujarat & Karnataka"
            ],
            [
              "3.",
              "Cigar & Cheroot",
              "Tamil Nadu & West Bengal"
            ],
            [
              "4.",
              "Hookah Tobacco",
              "Assam, West Bengal, Bihar & UP"
            ],
            [
              "5.",
              "Chewing & Snuff",
              "Tamil Nadu, West Bengal, Bihar, Assam & U. P."
            ],
            [
              "6.",
              "Natu, Burley, Lanka",
              "Andhra Pradesh & HDBRG"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "FAQs on Tobacco cultivation in India",
    "content": [
      {
        "type": "subheading",
        "content": "1) What is the importance of tobacco in Indian economy?"
      },
      {
        "type": "text",
        "content": "Ans. In India, tobacco is grown on 0.45 M ha of area (accounting for only 0.31% of net cultivated area in the country) with 750 M kg production. The world tobacco production is ~7 billion kg, China occupying the first place with 2.35 billion kg. There are ten distinct tobacco types grown in 15 states of the country which include cigarette (FCV, burley, Oriental) and non-cigarette types (Bidi, chewing, hookah, natu, cheroot, cigar and HDBRG). India stands second in tobacco production and exports in the world. Tobacco earns annually Rs 4,402 crores as foreign exchange and Rs 13,853 crores as excise revenue. Its total contribution to the national economy is Rs 18,255 crores. In India, the tobacco crop directly or indirectly supports ~36 million people engaged in production, processing, marketing and exports which includes six million farmers and 5 million people involved in bidi-rolling and tendu leaf-plucking. Thus, the crop is a lifeline for sizeable chunk of population, particularly rural women, tribals and other weaker sections of the society."
      },
      {
        "type": "subheading",
        "content": "2) How many tobacco varieties have been released in India? What are the attempts made to develop more flavourful varieties?"
      },
      {
        "type": "text",
        "content": "Ans. Ninety three varieties including FCV (29), Burley (3), Natu (5), Lanka (2), Chewing (17), Bidi (15), Cheroot (3), Cigar (4), Hookah & chewing (15) types have been released for farming community. Breeding efforts are made for developing varieties with high solanesol, high flavour, low nicotine etc. CMS hybrids having higher levels of flavour compounds have also been developed."
      },
      {
        "type": "subheading",
        "content": "3) What are the approaches for input-use-efficiency in tobacco cultivation?."
      },
      {
        "type": "text",
        "content": "Ans. A 20% saving in fertilizer use can be achieved with fertigation in seedbeds. In the field trials on FCV tobacco in NLS, a saving of 50% of irrigation water and 25% improvement in tobacco yield were recorded with drip irrigation. While fertigation with 100% recommended fertilizer dose increased the tobacco yield by 45% and fertigation with 80% recommended fertilizer dose increased the yield by 36%."
      },
      {
        "type": "subheading",
        "content": "4) How to conserve energy in flue-curing FCV tobacco and what are the alternative fuels?"
      },
      {
        "type": "text",
        "content": "Ans. Integrated low-profile barn combining principles of energy saving, minimizing the heat loss with prolonged heat retention resulted in 40–50% energy conservation in flue-curing. Briquettes made of paddy husk, saw dust, coffee husk and agri-bye-products like cotton stalks, coconut fronds and shells, coffee stubbles etc. have been advocated for flue-curing as alternative to coal/wood. The plantation crops like Subabul, Eucalyptus, that have fast growth can be cultivated in waste lands or on the field bunds for promoting the concept of “grow-your-own-fuel”."
      },
      {
        "type": "subheading",
        "content": "5) What are the alternative crops/ cropping systems to tobacco?"
      },
      {
        "type": "text",
        "content": "Ans. Research results have revealed that no single crop is as remunerative as tobacco. However, a remunerative cropping system rather than a sole crop can be a viable alternative to sole tobacco crop. Alternative crops/cropping systems like maize, rice, wheat, ragi, cotton, soybean, mustard, castor, groundnut, blackgram, chilli, chickpea, potato, ginger, sugarcane, jute, arecanut, banana, oil palm, eucalyptus along with dairy/ poultry/ fishery have been identified for the benefit of farmers and farm workers in tobacco growing areas in India."
      },
      {
        "type": "subheading",
        "content": "6) What are the integrated pest management (IPM) strategies?"
      },
      {
        "type": "text",
        "content": "Ans. IPM constitutes pest and disease surveillance and adopting combination of different methods viz., cultural (summer ploughing, clean cultivation, crop rotation, trap crops, resistant varieties to pests and diseases, time of planting, spacing, fertilizer management, water management), mechanical (installation of light traps, colour sticky traps, pheromone traps, bird perches), biological (use of parasites, biological insecticides), botanicals (neem cake, neem oil, neem seed kernel suspension, pongamia cake) chemical (insecticides), physical (planting healthy seedlings, hand picking of eggs, larvae and adults and destroying)."
      },
      {
        "type": "subheading",
        "content": "7) What are the harmful constituents in tobacco and what are the approaches for their reduction?"
      },
      {
        "type": "text",
        "content": "Ans. The harmful constituents present in tobacco smoke are tar, nicotine and carbon monoxide. Polynuclear aromatic hydrocarbons (PAH), hydrogen cyanide (HCN), phenols and tobacco specific nitrosamines (TSNA) are also reported to be associated with health risk. Smoking product is considered to be less harmful if the delivery of tar in the smoke is less than 15 mg/cig. Breeding efforts are made for developing varieties with low tar and low TSNA. Modified agronomic practices and exogenous application for increasing potassium content in leaf have resulted in the reduction of smoke constituents."
      },
      {
        "type": "subheading",
        "content": "8) What are the alternative uses of tobacco and what are the prospects of developing tobacco seed oil as an edible oil ?"
      },
      {
        "type": "text",
        "content": "Ans. Tobacco is an excellent source of phytochemicals viz., solanesol, nicotine, proteins, tobacco seed oil and organic acids (malic and citric) which have pharmaceutical, agricultural and industrial uses. Tobacco seed contains 35% oil and the oil is classified as linoleic oil, as linoloeic acid is the major aid (66–76%), comparable to safflower oil and sunflower oil. It has been established that tobacco seed oil is free from toxic substances. Refined tobacco seed oil is widely used as edible oil in countries like Bulgaria, Turkey, Tunisia and Greece, where tobacco is grown. Identification of varieties with high seed yield and oil content, adopting suitable agro-techniques, developing technologies for optimum recovery of oil and refining will definitely help in meeting the nutritional requirements of teeming millions. Thus the prospects of tobacco being an oil seed crop are bright."
      },
      {
        "type": "subheading",
        "content": "9) What are the recently released tobacco varieties resistant to pests and diseases?"
      },
      {
        "type": "text",
        "content": "Ans. Meenakshi (CR), a caterpillar resistant variety for Chewing tobacco in Tamil Nadu and VT- 1158, a FCV variety resistant to TMV are the recently released resistant varieties."
      },
      {
        "type": "subheading",
        "content": "10) What is the best green manure crop for tobacco? How to select rotation crops? Is Sunhemp suitable for green manuring? What are the preceding crops suitable for improving soil fertility?"
      },
      {
        "type": "text",
        "content": "Ans. The FCV tobacco grown under light soils should be rotated with the crops resistant to nematodes. The best rotation crop is Korra and Chilli in the first year and Gingelly - Tobacco in the second year. The second best rotation is Groundnut + Pigeonpea mixed cropping in the first year and Gingelly- Tobacco in the second year. Green manuring crops like Sunnhemp, Greengram will improve the soil health and water holding capacity. In high fertile soils exhaustive crops like sorghum, dry paddy, Bajra etc. should be grown during Kharif. In low fertility soils, crops viz., Greengram, Blackgram, Pillipesara, Groundnut etc. should be grown during Kharif to buildup soil fertility. The seed of 50 kg/ ha is sufficient. The crop has to be ploughed thoroughly for incorporation in the soil before the onset of flowering."
      },
      {
        "type": "subheading",
        "content": "11) What is Integrated Nutrient Management? What are its benefits?"
      },
      {
        "type": "text",
        "content": "Ans. Conjunctive use of all the nutrients i.e. organic and inorganic sources is called INM. It promotes adequate and balanced nutrient supply and prevents nutrient loss. INM not only improves the yield but also the efficiency of the nutrients mobilized from all sources. Further, it enhances the production capacity of cropping systems."
      },
      {
        "type": "subheading",
        "content": "12) What is the importance of topping in tobacco?"
      },
      {
        "type": "text",
        "content": "Ans. Topping is removal of auxiliary buds at bud emergence stage. Topping improves leaf size, thickness, body and overall quality. It is beneficial to top at button stage or bud elongation stage. Suckers are to be removed with proper care and chemical suckericide like decanol should be applied."
      },
      {
        "type": "subheading",
        "content": "13) Briefly explain IPM methods for controlling tobacco budworm/ Capsule borer in tobacco field crop?"
      },
      {
        "type": "text",
        "content": "The following methods are to be adopted for controlling tobacco bud worm in the planted tobacco crop. Growing Tagetes around tobacco as trap crop. Collecting and destroying the larvae on trap crop. Installing of pheromone traps @ 10 and bird perches @ 25 per ha. Hand picking larvae once in 3–4 days at 30–35 days after planting. Spraying Ha NPV @ 1.5 x 1012 PIBs (250 LE) / ha in 1125 litres of water at 30 days after planting twice with an interval of 12 days. If 10% of plants are affected with this pest, the recommended pesticides are to be sprayed."
      },
      {
        "type": "subheading",
        "content": "14) What are the features of good quality tobacco?"
      },
      {
        "type": "text",
        "content": "Ans. Quality of tobacco can be assessed based on the following parameters:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Visual quality: Colour, Body, Texture, Maturity/ripeness, Graininess, Hygroscopicity, Shatterability, Blemish, Elasticity, Fluffiness, Aroma, Leaf size, Vein colour",
          "Manufacturing: Filling value, Equilibrium moisture content, Pore volume, Shatterability, Combustibility, Lamina/midrib ratio, Number of leaves per kg, Lamina weight per unit area",
          "Chemical quality: Nicotine, Total nitrogen, Chlorides.",
          "Quality ratios: Sugars/nicotine, Sugars/nitrogen, Total nitrogen/nicotine"
        ]
      },
      {
        "type": "subheading",
        "content": "15) How to improve quality of tobacco?"
      },
      {
        "type": "text",
        "content": "Ans. Good quality tobacco can be produced by following the good agricultural practices starting from selection of field, selection of variety, planting good quality seedlings, following recommended manurial and fertilizer schedules, irrigation schedules, intercultural operations, weed removal, topping & sucker control, harvesting, curing, bulking, grading and baling. Avoiding application of nitrogen after 45 days after transplanting, avoiding excess dose of nitrogen application, harvesting at correct stage of maturity, following the curing schedules properly and post harvest product management like proper bulking & storage helps in improving the sugar content in tobacco leaf."
      },
      {
        "type": "subheading",
        "content": "16) What is the scope for mechanization in tobacco cultivation?"
      },
      {
        "type": "text",
        "content": "There is ample scope for mechanization in tobacco cultivation in operations like transplanting, fertilizer application, leaf stringing, stubble removing etc"
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          {
            "text": "Tobacco varieties released in India",
            "link": "https://ctri.icar.gov.in/files/varieties.pdf"
          }
        ]
      }
    ]
  },
  {
    "heading": "Production Technology",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          {
            "text": "Package of practices for tobacco",
            "link": "https://ctri.icar.gov.in/files/agronomy.pdf"
          },
          {
            "text": "e-advisories for tobacco farmers (Telugu)",
            "link": "https://ctri.icar.gov.in/files/advisories.pdf"
          },
          {
            "text": "Expert System for Tobacco",
            "link": "http://agridaksh.iasri.res.in/tobacco.jsp"
          },
          {
            "text": "FCV Tobacco Production Technology and Good Agricultural Practices in Karnataka Light Soils (KLS)",
            "link": "http://tobaccoboard.com/tbdata/publicationsfiles/KLS_GAP_Booklet.pdf"
          },
          {
            "text": "Orobanche Management Measures",
            "link": "https://ctri.icar.gov.in/files/orobanche_report.pdf"
          }
        ]
      },
      {
        "type": "text",
        "content": "Source: Central Tobacco Research Institute (CTRI)"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Mobile app on Tobacco cultivation",
            "link": "https://play.google.com/store/apps/details?id=com.icar.ctri&hl=en"
          }
        ]
      }
    ]
  }
]