[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "Guava ( Psidium guajava ) is an important commercial fruit crop grown in tropical and sub-tropical regions of the world. Demand for this crop has is increased over the years due to its high nutritive value. The crop can tolerate the high temperature and drought condition up to some extent but it is susceptible to frost and waterlogging. Heavy clay to light sandy soils having pH range 4.5–8.2 is suitable for cultivation. The plant thrives well even in hilly areas up to 1,500 m above the mean sea level. Annual rainfall of about 100 cm is enough during the rainy season (July-September)."
      }
    ]
  },
  {
    "heading": "Flowering and fruiting in guava",
    "content": [
      {
        "type": "text",
        "content": "In guava, flowering occurs on current season's growth, even though the crop is available around the year. For the purpose of commercial production, three distinct flowering seasons were identified in northern and southern parts of India."
      },
      {
        "type": "text",
        "content": "In north India, flowering occurs twice in a year i.e. during February and June. The February or spring flowering is known as Ambe-bahar . Fruiting can be obtained from this crop during June to September (i.e during a rainy season). The second or monsoon flowering (flowering during June) is called as Mrig-bahar and its crop is available during November to March."
      },
      {
        "type": "text",
        "content": "In southern and western parts of India, third flowering occurs in October ( Hasta- bahar ) and yields can be obtained from this crop during the spring season."
      }
    ]
  },
  {
    "heading": "Crop regulation in guava",
    "content": [
      {
        "type": "text",
        "content": "Crop regulation is practised in guava to encourage particular season crop in order to get quality fruit with high commercial value. For example, in northern India, winter crop is preferred over rainy season crop because fruits produced in the rainy season are inferior in quality and fetches lower market price compared to the other. Likewise, in the Deccan region, only two desirable crops in a year are preferred and the third one is escaped."
      },
      {
        "type": "text",
        "content": "The key principle of crop regulation is to force a tree for its rest and to produce abundant blooms and fruits during particular seasons."
      },
      {
        "type": "text",
        "content": "Crop during the unwanted season is escaped by practising deblossoming; this can be achieved by induction of stress or using thinning and pruning techniques."
      },
      {
        "type": "ordered_list",
        "content": [
          "Induction of water stress : induction of water stress by withholding irrigation after harvesting of winter crop in northern plains, results in the shedding of flowers and the trees goes to rest. June flowering is encouraged to get winter crop; for that, the basin of the tree is dug up, manured and irrigated in June. After about 20–25 days of fertigation, the tree put forth profuse flowering in July and fruiting is obtained in winter. Water stress can also be induced by practices like root exposure and root pruning.",
          "Use of de-blossoming chemicals: some of the chemical compound or plant growth regulators have been very useful in thinning a crop in guava. Post-bloom application of NAA at 80–100 ppm has been useful in reducing fruit set. This treatment can reduce more than 80 % of rainy season crop and increase flowering of the following winter crop. NAD at 50 ppm and 2, 4-D at 30 ppm are also effective for de-blossoming of summer flowers"
        ]
      }
    ]
  }
]