[
  {
    "heading": "Guava varieties",
    "content": [
      {
        "type": "subheading",
        "content": "Lalit"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/fruits-1/Lalit.jpg"
      },
      {
        "type": "unordered_list",
        "content": [
          "Selection from half-sib population of Apple Colour",
          "High yielder with wider adaptability",
          "Responsive to pruning; suitable for high density plantings",
          "Fruit yield is 100 kg per plant per annum at around 6 years of age, higher than any other commercial guava variety",
          "Fruits are saffron yellow in colour with red blush",
          "Average fruit weight of 185–200g",
          "Pulp firm and pink with good blend of sugar and acid",
          "TSS of 12°Brix and vitamin C- 250 mg per 100g pulp",
          "Suitable for both table as well as processing",
          "Pink colour of beverage remains stable for more than a year in storage.",
          "Has been adopted in meadow orcharding."
        ]
      },
      {
        "type": "subheading",
        "content": "Shweta"
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/fruits-1/Shwetha.jpg"
      },
      {
        "type": "unordered_list",
        "content": [
          "Selection from half-sib population of Apple colour",
          "Tree is semi-vigorous, medium height and prolific bearer",
          "Fruit yield is 90 kg per plant per annum at six years of age",
          "Fruits medium, globose, each weighing on an average 225g; few soft seeds",
          "Creamy white epicarp with red spots or blush; snow-white pulp",
          "TSS 12.5–14.0°Brix; vitamin C content of 300mg per 100g pulp",
          "Good keeping qualities",
          "Fruits are attractive with good nutritive value"
        ]
      }
    ]
  },
  {
    "heading": "High density planting in guava",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Planted at 3 x 6m (555 plants / hectare) provides cent per cent higher planting density over 6 x 6m spacing (277 plants / hectare)",
          "Higher fruit yield (159.4/tree) in 3 x 3m planting system over 6 x 6m (124kg/tree) was observed in 8 year old trees",
          "Recommended planting density under conventional system is 277 plants per hectare (6 x 6m)",
          "Bearing habit is on current season’s growth; responds well to training and pruning; canopy engineering is feasible",
          "HDP together with canopy management provided 47.1 tonnes per hectare yield, 65.2 per cent increase over the recommended spacing",
          "Allahabad Safeda and Lalit perform well under HDP"
        ]
      }
    ]
  },
  {
    "heading": "Ultra-high density planting system in guava",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "A ‘ <em>Meadow Orcharding’ system</em> ; very high productivity with superior fruit quality",
          "Plants spaced at 1 x 2m accommodate 5000 plants per hectare; canopy management through topping and hedging",
          "Plants are topped 2 months of planting in October for emergence of new shoots below cut end",
          "50 per cent length of each new shoots, pruned again in December-January for induction of more shoots ; flower buds differentiate; well spread is attained by May",
          "Heading back of all shoots is repeated annually in September, May and January; ensures dwarf, compact canopy, better fruiting and easy horticultural operations",
          "Production starts from very first year of planting, 12.5 tonnes reaching up to 55 tonnes per hectare",
          "Lalit performs very well"
        ]
      }
    ]
  },
  {
    "heading": "Rejuvenation of old and unproductive guava orchards",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Orchards lose their productivity beyond 25 years due to biotic stresses",
          "CISH technology on rejuvenation involves heading back of trees to a level of 1.0–1.5 m from ground level",
          "Emerging shoots are allowed to grow (40–50 cm) for 4–5 months after heading back",
          "Shoots are further pruned to 50 per cent of their length to allow emergence of multiple shoots ; these shoots offer fruit bearing surface in the following season ; healthy and productive canopy develops",
          "Profuse fruiting and yield increases to about 70–90 per cent over non-rejuvenated trees is observed in the very first year of operation",
          "Additional income from pruned wood and intercropping with short duration vegetables and ornamental crops are the other advantage",
          "Yield, fruit size and quality increase due to better light penetration into the canopy"
        ]
      }
    ]
  },
  {
    "heading": "Mass multiplication of Aspergillus niger(AN-17)",
    "content": [
      {
        "type": "subheading",
        "content": "Mass multiplication of Aspergillus Niger (AN-17) as a component in the integrated management of guava wilt"
      },
      {
        "type": "unordered_list",
        "content": [
          "Guava wilt is a long standing national problem and causes substantial loss.",
          "Soil-borne disease; multiple organisms involved; Fusarium oxysporum, F. solani and Gliocladium roseum are predominant; control is very difficult",
          "Aspergillus Niger (AN-17), competitive saprophytic fungi, is helpful as a bio-agent component in the disease management",
          "One week old culture @ 1g/kg is mixed thoroughly in farm yard manure bed (1m x 2m x 30 cm), sprinkled with water and covered with polyethylene sheet",
          "After 4–5 days, polyethylene sheet is removed, water sprinkled to maintain about 30 per cent moisture, mixed thoroughly and again covered with polyethylene sheet. Process repeated thrice to ensure proper multiplication of Aspergillus niger (AN-17) to have 107 cfu in FYM",
          "Aspergillus niger (AN-17) enriched FYM becomes ready for use in 20 days",
          "Above mixture is to be applied @ 5kg/pit at the time of planting",
          "Adult trees are applied with the mixture @ 10kg/pit in the basins, mixed",
          "Practice repeated every year in June in order to sustain the approach"
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/fruits-1/Guavacrop.jpg"
      },
      {
        "type": "source",
        "content": "Central Institute For Subtropical Horticulture",
        "link": "http://cish.res.in"
      }
    ]
  },
  {
    "heading": "Fruit fly management in Guava orchards using Pheromone traps",
    "content": [
      {
        "type": "text",
        "content": "A farmer’s participatory approach was used to popularize the application of pheromone traps in guava field as an IPM treatment. The solution of pheromone was formulated with ethanol, methyl eugenol and malathion (6:4:1). The 2”x 2” water absorbable ply wood pieces were soaked in the solution and fixed in a small plastic jar (Fig. 1). Four holes of 1.5 cm diameter were made in opposite directions on upper side of the jar and installed in orchards @ 1 trap/acre."
      },
      {
        "type": "text",
        "content": "The fruit fly incidence was found to be reduced to 10%, when compared to 50–60% during the first crop period. The pesticide usage for fruit fly control by farmers was also reduced by 80–90%."
      },
      {
        "type": "text",
        "content": "Currently, due to its effectiveness and efforts of Central Institute of Post-Harvest Engineering and Technology (CIPHET), this technology is being practiced in about 1500 ha area in Abohar region. It has proved as a boon for the fruit fly management in guava fields."
      },
      {
        "type": "table",
        "content": {
          "headers": [
            "A. Sex pheromonetrapfor fruit fly",
            "B. zonata",
            "C. correcta"
          ],
          "rows": [
            [
              "",
              "",
              ""
            ]
          ]
        }
      },
      {
        "type": "source",
        "content": "CIPHET, Ludhiana",
        "link": "http://ciphet.in/"
      }
    ]
  }
]