[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Soybean is a very important legume crop in India. It contributes 45% of the total oilseeds and about 25% of the total edible oil produced in the country and the seed contains 40% protein and 20 % oil being one of the most economical sources of good quality protein. It also contains many minerals and useful nutraceuticals like iso-flavones, which have immense health benefits. Therefore, the crop has a potential to provide nutritional security and eradicate rampant protein malnutrition in the country. Soybean being a leguminous crop fixes atmospheric nitrogen, reduces consumption of synthetic nitrogenous fertilizer in the subsequent crop and maintains soil fertility."
      }
    ]
  },
  {
    "heading": "Agronomic practicts",
    "content": [
      {
        "type": "subheading",
        "content": "Soil Requirement"
      },
      {
        "type": "text",
        "content": "Soybean can be grown in variety of soiltypes. However, a well-drained, sandy loam to clayey soils with medium water holding capacity, rich in organic carbon and leveled fields with near neutral pH is ideal for harnessing maximum soybean yield. Soil with excessive salts/ sodium, acidic and poorly drained soil are not suitable for soybean. It is noteworthy that the crop is predominantly grown under black cotton areas at present."
      },
      {
        "type": "subheading",
        "content": "Tillage"
      },
      {
        "type": "text",
        "content": "Deep summer ploughing using reversible Mould board Plough, facilitates exposing the hibernating insects to extreme heat and predatory birds as well as movement of nutrients and infiltration of soil water. Therefore, one deep ploughing once in 3–4 years, otherwise one normal ploughing in summer followed by 2 criss-cross harrowing or cultivation for breaking of soil clods will make ideal seed bed for a good crop of soybean cultivation is recommended. Also, sub-soiling operation once in 4–5 years at an interval of 10 meter, break the compactness ofthe sub-soil and also facilitate infiltration of rainwater which is usefulfor un-interrupted crop growth even during drought period also."
      },
      {
        "type": "subheading",
        "content": "Use of organic manure"
      },
      {
        "type": "text",
        "content": "In orderto have sustainable soybean yield, itis very importantto maintain soil health. Hence, farmers are advised to incorporate organic manure (well decomposed FYM @ 5–10 t/ha or Compost @ 5 ton/ha or Poultry Manure @ 2.5 t/ha) atthe time ofland preparation. If the quantity of organic manure is limited, they are advised to apply the same on rotation basis in their fields every year. In case of saline soil (pH >7.5), it is also advised to apply Gypsum @ 150–200 kg/ha along with FYM/Poulty manure before the last harrowing in case the nutritional requirementis to be planned without sulphur sources for maintenance of soil pH. Similarly, in acidic soil (pH <6.5) itis advised to use lime @ 600 kg/ha."
      },
      {
        "type": "subheading",
        "content": "Harrowing"
      },
      {
        "type": "text",
        "content": "Soon after arrival of monsoon, the land may be prepared by harrowing followed by planking to level the field."
      },
      {
        "type": "subheading",
        "content": "Sowing techniques"
      },
      {
        "type": "text",
        "content": "With increased mechanization and availability of tractor drawn seed drills, farmers have shifted from bullock drawn sowing equipment like dufan/tifan to use of multi-crop seed drills having adjustable row-to-row distance and seed rate as per the requirement of the crops. Normally these seed drill have provision of flat sowing 5–9 rows of soybean crop with adjustable row to row distance of 14–18 inches. Looking to the prevailing climatic aberrations and erratic rainfall, following methods can be used to mitigate the adverse climate."
      },
      {
        "type": "unordered_list",
        "content": [
          "Broad Bed Furrow planting: The BBF seed drills have a provision of opening the irrigation channels after an interval of 4–5 rows. The furrow mechanism is fitted on both the ends of BBF seed drills.",
          "Ridges & Furrows planting (FIRB (furrow irrigated raised bed) : Seed drill developed by the institute can be used for sowing each row/paired rows on ridges."
        ]
      },
      {
        "type": "subheading",
        "content": "Selection of varieties"
      },
      {
        "type": "text",
        "content": "In order to avoid risk of yield reduction due to aberrant climatic situation and biotic factors, farmers are advised to grow 3–4 soybean varieties with varying maturity periods (Varietal Cafeteria Approach) in their fields. Different varieties possess resistance/tolerance to particular insect-pest and diseases. Long duration soybean varieties are able to give more yields subject to application of irrigation in event of early cessation of monsoon."
      },
      {
        "type": "subheading",
        "content": "Seed treatment and inoculation"
      },
      {
        "type": "text",
        "content": "Seed treatment is very important operation in soybean considering numberconsidering number of fungal, bacterial and viral diseases which causes considerable reduction in plant population and thereby yield. Hence,farmers are advised to treat soybean seed at the time of sowing using premixed fungicides like Azoxystrobin 2.5% +Thiophanate Methyl 11.25% + Thiamethoxam 25% FS (10 ml/kg seed) or Penflufen + Trifloxystrobine 38 FS (1 ml/kg seed) or Fluxapyroxad 333 g/l FS (1 ml/kg seed) or Carboxin 37.5 + Thiram 37.5 (3g/kg seed) or Carbendazim 25%+ Mencozeb 50% WS (3g/kg seed) or Trichoderma viride @ 8–10 g/kg seed."
      },
      {
        "type": "text",
        "content": "In areas where Yellow Mosaic Virus and Stem fly are affecting the soybean crop every year, farmers are recommended to carry out seed treatment with recommended insecticide i.e. Thiamethoxam 30 FS @10 ml/kg of seed or Imidacloprid 48 FS@ 1.25 ml/kg seed."
      },
      {
        "type": "text",
        "content": "Once the seed treatment with fungicides and insecticide is done, farmers are advised to inoculate the treated seed with bio-inoculants like Bradyrhizobium japonicum and Phosphate Solubilizing Mircro-organism (PSM) each @ 5 g/kg seed immediately before sowing. If the soybean is grown in nontraditional/new area, they should increase the quantity of bio-inoculants to atleast10–15 g/kg seed."
      },
      {
        "type": "subheading",
        "content": "Sowing time, spacing and seed rate for soybean"
      },
      {
        "type": "text",
        "content": "Zone-wise optimum sowing time, seed rate and row spacing for soybean"
      },
      {
        "type": "table",
        "content": {
          "headers": [
            "Zone",
            "Sowing Time",
            "Seed rate (kg/ha)",
            "Spacing (cm)"
          ],
          "rows": [
            [
              "North Eastern Hill",
              "15th June - 30th June",
              "55",
              "45"
            ],
            [
              "North Plain",
              "20th June - 5th July",
              "65",
              "45"
            ],
            [
              "Eastern",
              "15th June - 30th June",
              "55",
              "45"
            ],
            [
              "Central",
              "20th June-5th July",
              "65",
              "45"
            ],
            [
              "Southern",
              "15th June-30th June",
              "65",
              "30"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Manures and fertilizers"
      },
      {
        "type": "text",
        "content": "Fertilizer dose recommended for soybean"
      },
      {
        "type": "table",
        "content": {
          "headers": [
            "Zone",
            "Recommended Fertilizer dose (NPKS kg/ha)",
            "Fertilizer Sources"
          ],
          "rows": [
            [
              "Central",
              "25:60:40:20",
              "56 kg Urea+375 kg SSP+ 67 kg MoP"
            ],
            [
              "Southern",
              "25:80:20:30",
              "56 kg Urea+500 kg SSP+ 34 kg MoP"
            ],
            [
              "North Plain",
              "25:75:25:37.5",
              "56 kg Urea+470 kg SSP+ 42 kg MoP"
            ],
            [
              "North Eastern Hill",
              "25:100:50:50",
              "56 kg Urea+625 kg SSP+ 84 kg MoP"
            ],
            [
              "Eastern",
              "25:100:50:50",
              "56 kg Urea+625 kg SSP+ 84 kg MoP"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Intercropping in soybean"
      },
      {
        "type": "text",
        "content": "Soybean is grown throughoutthe country as rainfed crop during the June/July to October. It is also successfully grown as intercrop (4:2°r 2:2 combination) with cotton, maize etc. and also in sugarcane and other horticultural crops."
      },
      {
        "type": "subheading",
        "content": "Weed management"
      },
      {
        "type": "text",
        "content": "The critical period of weed crop competition in soybean is 45–60 DAS. Therefore, the weeds should be managed during this period. Two hand weeding at 20 & 40 DAS or intercultural operation (Hand hoe/Dora/Kulpa) using bullock drawn/tractor drawn implements during critical period is found beneficial. In situ mulching with weeds at 20 DAS is also beneficial for controlling weeds as well as to conserve soil moisture and add the organic matter in the soil."
      },
      {
        "type": "subheading",
        "content": "Integrated Pest and disease management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Summer deep ploughing: Deep ploughing during summer facilitates exposing the hibernating insects to extreme heat and predatory birds.",
          "Proper sowing time: Crop sown during June end, escapes damage due to stem fly. Whereas girdle beetle infestation can be minimized by delayed sowing in July",
          "Optimum/Recommended seed rate, spacing and plant population: Higher seed rate results in more densely populated soybean crop which attracts more insects. Further, it promotes lodging resulting in yield loss. Hence, the optimum seed rate of (60–80 kg/ha) depending on seed size and germination with recommended spacing (30–45 cm x 5 cm) is recommended.",
          "Selection of insect resistant/tolerant variety: Varieties recommended for a particular agro-climatic zone, should only be used. Cultivation of marginally less yielding but insect-resistant ortolerant variety is always remunerative.",
          "Balanced nutrition: Use of excessive nitrogenous fertilizers leads to more incidence of defoliators and girdle beetle. Therefore, use optimum quantity of recommended nutrients only. Use of potassium improves crop health and provides resistance against insect-pests.",
          "Destruction of infested plants : Bihar hairy caterpillar and tobacco caterpillar are gregarious feeders at initial stage and the infested plants are easily spotted in the field. Removal and destruction of such plants prevents larvae to migrate to and damage other plants. Likewise, girdle beetle infested plants are also easily recognized by dried portion above the girdles. Up to 30–45 days, remove the infested plant parts from below the girdles to destroy eggs and grubs of girdle beetle. Regular scouting and monitoring helps.",
          "Light trap: Adult moths of most of the defoliating larvae are nocturnal, and are attracted towards light source. These should be collected with the help of “Light Traps\" and destroyed. By doing so, adults can be prevented from mating and laying eggs and the crop can be saved. Light traps are also useful for attracting adults of white grubs.",
          "Pheromone Trap: Infestation by Helicoverpa armigera and <em>Spodoptera litura</em> can be minimized through specific pheromone traps. These traps not only help in monitoring the incidence but also for mass trapping the adults. Care should be taken that the pheromone septa are not touched with bare hands while fixing on the trap.",
          "Bird perches : In orderto exploitthe potential ofinsect-predatory birds, ‘T’ shaped bird perches should be installed in the fields.",
          "Use of botanical insecticides : Simple water extracts of <em>Acacia arabica</em> (leaves or seeds), Custard apple (leaves or seeds), Datura (leaves or seeds), Eucalyptus (leaves), Ipomoea (leaves), Lantana (leaves), tobacco (leaves) and Pongamia (leaves) exhibit insecticidal action against defoliators. Different neem products like, neem oil, seed extract, leaf extract etc. act as feeding deterrent for leaf eating insects. Consequently, insects get repelled from the crop. Continuous starvation leads to insect death in a few days.",
          "Trap crop : <em>Anethum graveolens</em> (Suva) is excellenttrap crop for most of the defoliators. Inter-cropping of soybean with: Suva (in 6:1°r 12:2 row ratio) helps in trapping the insects on Suva crop and saving the main soybean crop. Insects on Suva can be controlled with very less quantity ofinsecticide",
          "Use of microbial insecticides : Application of commercially available microbial insecticides like DiPel, Biobit, Delfinetc (Bt based) or Larvocel, Biosoft, Dispel or Biorin (Beauveria bassiana fungus based) @ 1.0 kg/ha can help in controlling defoliating larvae without adverse effect on natural enemies, parasitoids and predators. For control of tobacco caterpillar and gram pod borer, insect specific Nuclear Polyhydrosis Virus like Virin S/Biovirus S or Virin H/Biovirus H can be used for spraying on the soybean crop. Use of chemical insecticides : Soybean has capacity to yield normally even with 20–25 per cent foliage loss. Since leaf damage has direct relationship with insect population, it is advisable to use costly chemical insecticides only when insect population increases above \"economic threshold level\"."
        ]
      },
      {
        "type": "subheading",
        "content": "Harvesting and threshing"
      },
      {
        "type": "text",
        "content": "When 90% of the pods changes its colorto yellow, it is the right indication to go for harvesting. The threshed soybean should again be allowed to sun drying for 3–4 days in order to bring down the moisture up to 10% which is essential to avoid fungal infection during storage."
      }
    ]
  },
  {
    "heading": "Good Agricultural Practices in Soybean",
    "content": [
      {
        "type": "subheading",
        "content": "Soil management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Select the soil with moderate to high fertility.",
          "Plough in crop residues and vegetation to improve soil fertility. Break up large lumps of soil and level.",
          "Frequently apply well decomposed compost or other organic materials (including crop residues) and incorporate in to the soil.",
          "If necessary, acid soil can be corrected by liming, whereas alkaline soil can be corrected by gypsum.",
          "Do not plant soybean in low land and too shallow soils.",
          "Avoid over tillage."
        ]
      },
      {
        "type": "subheading",
        "content": "Seed"
      },
      {
        "type": "unordered_list",
        "content": [
          "Look for varieties which are biotic (weeds, insect-pest and disease) and abiotic (drought, heat) resistant.",
          "Plant more than 2 varieties (Varietal cafeteria approach).",
          "Test seed for germination before the start of the rainy season.",
          "Do not recycle seed for more than 3 seasons.",
          "With potent cultures ofTricodermaviride5 g/kg seed than inoculate with Bradyrhizobium japonicum and PSB/PSM, both at 5 g/kg seed."
        ]
      },
      {
        "type": "subheading",
        "content": "Use of fertilizers"
      },
      {
        "type": "unordered_list",
        "content": [
          "Apply the required level of nutrients through right sources at the right time and right place.",
          "Use organic manure and aged/well composted manure.",
          "Do not apply any nitrogenous fertilizer in standing crop.",
          "Keep fertilizers in a dry, clean and sheltered place.."
        ]
      },
      {
        "type": "subheading",
        "content": "Planting"
      },
      {
        "type": "unordered_list",
        "content": [
          "Plant soybean with broad bed furrow (BBF) or ridge furrow (FIRBS) or open furrow after every 3/6/9 rows of soybean to avoid the adverse effect of drought or excess rain.",
          "Apply required seed rate based on seed index and germinability.",
          "Maintain planting geometry.",
          "Use 1.25 times seed quantity in delayed planting"
        ]
      },
      {
        "type": "subheading",
        "content": "Pest and disease management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Always use preventive methods. Examples are using disease-free seeds, adopting crop rotation and intercropping, crops with pest deterring value (trap crop-Suva), and instant removal of infected/diseased materials.",
          "Adopt physical control measures. Examples include simple hand-picking, erecting traps and mulching.",
          "If really necessary, use bio-pesticides/ synthetic pesticides.",
          "Follow chemical rotation.",
          "Weeding in scheduled time frame.",
          {
            "text": "General pesticide use practices:",
            "sublist": [
              "Purchase and use registered pesticides.",
              "Do not apply pesticides during strong winds and heavy rain.",
              "Strictly adhere to the withholding period (i.e. the lag between pesticide application and harvesting) on the pesticide label.",
              "Hold pesticides in original containers and keep them tightly closed in a cool, well-ventilated location.",
              "Do not recycle or re-use pesticide containers for other usage.",
              "Spray pesticides with Complete sets of protective clothing."
            ]
          }
        ]
      },
      {
        "type": "subheading",
        "content": "Irrigation"
      },
      {
        "type": "unordered_list",
        "content": [
          "Adopt micro-irrigation methods such as drip or sprinkler.",
          "Irrigate fields early in the morning, late in the evening or at night during long dry spell at critical stages i.e. seedling, flowering and pod filling.",
          "Irrigate the soybean crop before development of soil cracks.",
          "Avoid uneven application of water."
        ]
      },
      {
        "type": "subheading",
        "content": "Harvesting and post harvesting"
      },
      {
        "type": "unordered_list",
        "content": [
          "Harvest at the right stage of maturity to avoid the losses due to pod shattering.",
          "If the produce use for seed purposes, thresh the material at the speed of 350 to 400 rpm of thresher.",
          "If produce keep as seed for next season, keep the seed in gunny bags not more than 40 kg capacity than store in a cool and dry place.",
          "Always keep containers, tools, equipment, packing and storage areas clean and tidy."
        ]
      },
      {
        "type": "source",
        "content": "ICAR-Indian Institute of Soybean Research",
        "link": "https://iisrindore.icar.gov.in/pdfdoc/MODERN%20METHODS%20OF%20SOYBEAN%20PRODUCTION%20AND%20TECHNICAL%20RECOMMENDATIONS.pdf"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Extension Bulletins on Soybean",
            "link": "https://iisrindore.icar.gov.in/extensionbullet.html"
          },
          {
            "text": "Advisory for Soybean Farmers",
            "link": "https://iisrindore.icar.gov.in/Advisory.html"
          },
          {
            "text": "Varieties of Soybean",
            "link": "https://iisrindore.icar.gov.in/varieties.html"
          }
        ]
      }
    ]
  }
]