[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Linseed ( Linum usitassimum L.) belongs to the family Linaceae and the genus Linum that has 100 species. Apart from cultivated L.usitassimum, five wild species in India have been reported. They are L.perenne, L.strictrum, L.mysorense, L.angustifolium and L.grandiflorum . It has been grown from ancient times for fibre (flax) and for its seed, which is rich in oil."
      },
      {
        "type": "text",
        "content": "Linseed is an annual herbaceous plant and grows to a height of 30 to 120 cm. Fibre types are tall growing and less branched than the seed types. It has a well-developed fibrous root system with many lateral roots. The stem is glabrous grayish green with leaves narrow and alternate. Fruit is a capsule, globular in shape mostly indehiscent. Seeds are compressed shinning yellow or light brown. The seed types with branching habit have less harvest index than the fibre types. In general harvest index varies from 0.19 to 0.31. The test weight is about 4.5 g/1,000 seeds. Number of capsules per unit area is the important yield component determining the yield and quality of linseed."
      },
      {
        "type": "text",
        "content": "Madhya Pradesh, Karnataka, Chhattisgarh, Jharkhand, Bihar, Maharashtra, Odisha, Uttar Pradesh, West Bengal and Assam are major linseed growing States in the country."
      }
    ]
  },
  {
    "heading": "Season",
    "content": [
      {
        "type": "text",
        "content": "Linseed is purely a cool season rabi crop. Temperate and cool climate conditions are best suited for growth. The minimum temperature regime is 10°C while the maximum is 38°C. Thus, the main season for sowing linseed is October to November depending upon the availability of soil moisture. Early sowing helps the crop to escape attack of powdery mildew, rust and linseed bud fly in different regions. The crop takes 120 to 140 days to mature depending on the cultivar. The oilseed crop needs about 25 to 30°C during germination and vegetative phase and 15 to 20°C during seed formation. An annual rainfall of 700 to 750 mm is optimum. Under dry climates irrigation is essential. A well-distributed rainfall of 450 to 500 mm can also suffice to grow good crop of linseed. The elevation of 400 to 500 mm from sea level is quite suitable. Drought and high temperature at early and seed filling stages are detrimental causing yield and quality reduction."
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "text",
        "content": "Linseed is a cool season crop and requires moderate to cool temperature. It is grown best in well drained, fertile, medium and heavy soils especially silty loam, clay loam and silty clays. This crop is under cultivation in three ecosystems namely utera, rainfed and irrigated. Growing linseed in utera system is the predominant practice in Eastern States under paddy fallows."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "In India, the linseed varieties are of two types: peninsular types, which have deep root system and alluvial types, which are shallow-rooted and are characterized by profuse tillering. There are number of varieties available for cultivation in different cropping systems, situations and for varied agro-climatic conditions in linseed. A considerable number of double purpose varieties have been developed which are having good seed and fiber yielding potentials. Varieties differ in maturity, growth habit, and seed size and colour. A few popular varieties are K-2, T-397, No.55, NP (RR) 9, S-4, Jawahar-17, Jawahar-7 (R-7), M-10, Mayurbhanj, LC 185, Hira, Mukta, Neelum, B-67, B. S.44 etc."
      }
    ]
  },
  {
    "heading": "Land preparation",
    "content": [
      {
        "type": "text",
        "content": "It is often grown on marginal and sub-marginal rainfed soils. Two to three ploughings are done with subsequent 2 to 3 harrowings. Seedbed should be free from weeds and other debris. Linseed requires firm fine seedbed free from compaction and plough plan. There should be fewer larger clumps. To conserve moisture, it is advisable to create soil mulch with the help of a hoe after each good shower."
      }
    ]
  },
  {
    "heading": "Seeds and sowing",
    "content": [
      {
        "type": "text",
        "content": "Line sowing is ideal. The optimum spacing is 20–30 cm between rows and 10 cm between plants. Drill sowing is preferred for uniform distribution of seed. The required seed rate for seed varieties is 20 to 30 kg/ha depending upon the seed size. Depending upon the soil moisture, the seed should be placed 2 to 5 cm below the soil."
      },
      {
        "type": "text",
        "content": "Seeds are broadcasted under Paira/ Utera condition in standing paddy fields. For broadcast sowing the seed-rate is kept at 40 kg per ha. The field can be first ploughed when the moisture level is most appropriate, and a good plant stand can be ensured, if the seed is sown on the same or the next day at a very shallow depth. However, shallow sowing is always advantageous, if there is adequate moisture in the soil. In the case of broadcasting, which includes utera sowing also, the seed-rate is kept at 40 kg per ha."
      }
    ]
  },
  {
    "heading": "Fertilizer application",
    "content": [
      {
        "type": "text",
        "content": "Linseed responds well to fertilizers. Fertilizer recommendation dose vary between agro-eco-regions. Fertilizers should be applied at the time of sowing. Under rainfed conditions, the fertilizer dose of 30 kg of N and 15 kg of P per ha is given. The deep placement of fertilizer at sowing in the case of the rainfed crop gives better results. Nitrogen is applied in two splits, half the dose as basal and the other half at 40 to 50 days after sowing. The relay crop is fertilized at the rate of 10 kg of N per ha applied at the time of sowing. An application of 5t FYM/ha can save 25% of inorganic fertilizer. NPK fertilizers are applied 5 to 10 cm away and below the seed in moist soil layers, especially under dryland cultivation."
      },
      {
        "type": "text",
        "content": "Depending on the soil type, about 40 kg P 2 O 5 /ha is recommended for linseed. About K 2°kg/ha is suggested. In the Indian subcontinent the general recommendations are 20 to 60 kg N, 10 to 30 kg P 2 O 5 and 30 to 60 kg K 2°per ha. The NPK demand of linseed is more at bud formation to peak flowering. In S deficient soils, 30 S kg/ha is given through gypsum. Linseed is considered moderately susceptible to B and Zn deficiency. Hence soil application of 1.0 to 1.5 kg B and 20 to 25 kg ZnSO 4 per ha to calcareous soils or recently limed soil has been suggested."
      }
    ]
  },
  {
    "heading": "Plant protection",
    "content": [
      {
        "type": "text",
        "content": "Termite, cutworm, wireworm, semilooper, leaf minor, bud fly and gram pod borer infest the crop and cause considerable damage. The important diseases are wilt, alternaria blight and powdery mildew."
      },
      {
        "type": "subheading",
        "content": "Control measures"
      },
      {
        "type": "unordered_list",
        "content": [
          "Solarization of soil by ploughing.",
          "Avoid continuous cultivation of linseed in the same field",
          "Sowing may be resorted 10–15 days earlier to minimize the bud fly infestation",
          "Selection of suitable variety with tolerance to the major pests and diseases",
          "Use of light trap for bud fly; Use of attractant (1 kg Gur-Rabi in 75 lit. of water) for bud fly; Use of bamboo/wooden pegs as dead perches for predatory birds;",
          "Seed should be treated with Bavistin @ 1.5 g/kg seed or Thiram @ 3 g/kg seed orTopsin-M @ 2.5 g/kg seed to protect the crop from seed-borne diseases and to some extent from soil borne diseases also.",
          "Two application of neem based commercial formulation containing Azadirachtin 300 ppm reduces upto 63% bud infestation and thereby enhancement upto 40% in seed yield."
        ]
      }
    ]
  },
  {
    "heading": "Weed Management",
    "content": [
      {
        "type": "text",
        "content": "To ensure clean cultivation, cuscuta seeds should be separated before sowing. Other weeds could be managed by post emergence application of weedicides isoproturon @1.00kg/ha at 30–35 DAS. However, 2,4-D (Na) @0.5kg/ha may also be mixed in the tank with Isoproturon if broad leaf weeds are also problem."
      }
    ]
  },
  {
    "heading": "Water Management",
    "content": [
      {
        "type": "text",
        "content": "Yields can be doubled with 1°r 2 irrigations given at 35 and 75 DAS. On light soils, 3–4 irrigations may be needed. Branching, flowering and grain filling are critical stages for irrigation."
      }
    ]
  },
  {
    "heading": "Harvesting and Yield",
    "content": [
      {
        "type": "text",
        "content": "Crop should be harvested by sickle when the leaves are dry, the capsules have turned brown and seeds become shiny."
      },
      {
        "type": "subheading",
        "content": "Yield"
      },
      {
        "type": "ordered_list",
        "content": [
          "Rainfed condition – 800–1000 kg/ha",
          "Irrigated condition – 1600–2000 kg/ha",
          "Protective irrigated condition – 1200–1500 kg/ha"
        ]
      },
      {
        "type": "source",
        "content": "District wise Promising Technologies for Rainfed Linseed based Production System in India",
        "link": "http://www.crida.in/aicrpda/linseed.pdf"
      }
    ]
  }
]