[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "Castor is a ubiquitous plant in India, which can be found from Northern plains to Southern tip, Western to Eastern parts and also in Andaman and Nicobar islands of India. Castor bean contains 40–54% oil content, because of which these plants were domesticated and are being cultivated primarily in the states of Gujarat and Rajasthan, Telangana, Andhra Pradesh and to some extent in Karnataka, Tamil Nadu, Odisha, Maharashtra, Madhya Pradesh and Chhattisgarh."
      },
      {
        "type": "text",
        "content": "Castor oil has commercial value as an industrial oil for manufacturing of lubricants, polymers, cosmetics, medicines etc. Commercial cultivation of castor is found in India, African countries (Mozambique, Kenya, Ethiopia, Uganda etc), China and Brazil accounting for 1.3 million ha with the production of 1.4 million tonnes. India has lion’s share of 80% area of the world’s castor bean contributing to 85% of total global production of castor."
      },
      {
        "type": "text",
        "content": "Exploitation of mechanism of sex expression in castor led to development of high yielding hybrids in castor. Utilizing two line system-pistillate and monoecious forms for the development of castor hybrids without the use of male sterility unlike in other crops such as sunflower, maize, pearl millet etc, has played a major role in harnessing higher productivity in castor. Further understanding of the different forms of sex expression is required to facilitate characterization and utilization of castor germplasm across India and the world."
      },
      {
        "type": "text",
        "content": "This article gives an understanding of the different types of sex expression with self-explaining photographs."
      }
    ]
  },
  {
    "heading": "Plant Morphology",
    "content": [
      {
        "type": "text",
        "content": "Botanically, castor ( Ricinus communis L.) is a monotypic genus and has single species communis, a member of Euphorbiaceae family but is highly polymorphic in nature. Plants are perennial, branching and grow upto 6–12 feet height in wild situation, while the cultivated forms are 5–6 feet tall under normal climatic conditions. Stem is geniculate, thick, branching and terminates with an inflorescence (raceme) with or without characteristic waxy bloom and the stem colour varies from green to red. Leaves are large with long petiole (20–50 cm) attached to the stem, lamina of the leaf is smooth, serrated with a palmate blade which has a width from 10 to 40 cm and 7–11 lobes, which have double-toothed edges. Colour of the leaves is dark green to red in colour covered with or without waxy bloom."
      },
      {
        "type": "text",
        "content": "Every branch terminates with an inflorescence called “Spike” having both male and female flowers separately and therefore a monoecious raceme. The upper syncarp of the fruit is a fragile, spherical, or elongated with a wrinkled or smooth surface with or without spines. The seed of castor is nut-oval form, covered by a dense, shiny but fragile hull of two colours. The background is dark, usually dark-gray, red or brown with mosaic spots of various dimensions and colours."
      }
    ]
  },
  {
    "heading": "Floral morphology",
    "content": [
      {
        "type": "text",
        "content": "The inflorescence of castor is a receme/spike with the length of 10–100 cm usually bearing unisexual flowers. Male flowers are usually arranged at the lower part of the spike, occupying 5–90% of its length; sometimes they are absent or arranged singly among female ones. The extent of male and female flowers in racemes/spikes depends on the genetic nature of the plant and the environmental conditions. There are varieties which bear only female flowers. The flowers are arranged on spikes in groups called racemes. In every raceme first a central flower appears and then flowers of first, second and subsequent orders. Opening of all flowers on the entire spike takes 5–25 days, and their pollination, seed set and maturation takes further 50–70 days. Spikes differ in shape (conical, cylindrical and oval), length of their non-productive part and density of capsules."
      },
      {
        "type": "text",
        "content": "Buds of male flowers are wide-conical with a diameter of 0.4–1 cm, with a five-bladed simple perianth and with many stamens united into several bundles, each bundle of which carries twin-chambered golden yellow anterior lobes. There are up to 60–80 pollen grains in each chamber, and 50–60,000 per male flower. The pollen grains are small, oval and 20–22μm length. The male flower, after blooming, spreads pollen for 1–2 days, then by forming an abscission layer, parts from the peduncle of inflorescence along with a part of the pedicel."
      },
      {
        "type": "text",
        "content": "Buds of female flowers are narrow-conical, 0.6–1.2 cm long and 0.2–0.4 cm in diameter; the perianth is simple, splitting into five segments; its ovary is comprised of three locules. It is three celled, with growth underneath the short stub and three bright coloured (pink, red) fringed stigmas. After fertilization (after 7–10 days) the ends of the stigmas dry up."
      }
    ]
  },
  {
    "heading": "Sex expression in castor",
    "content": [
      {
        "type": "text",
        "content": "The floral morphology of castor is described based on the arrangement of male and female flowers on the raceme. Normally, castor is monoecious with pistillate flowers on the upper part of raceme and staminate flowers on the lower part. This type is referred to as normal monoecious. Several classifications were given by different authors based on the number and pattern of arrangement of male and female flowers on the spike (Kulkarni and Ramanamurthy, 1977, Moshkin, 1986). The basic sex forms in castor are monoecious, pistillate and sex reversion either to monoecious or interspersed staminate flowers. Castor is a sexually polymorphic species and different forms of sex expression are described below."
      },
      {
        "type": "subheading",
        "content": "Monoecious (M)"
      },
      {
        "type": "text",
        "content": "It is the most natural occurrence of annual and perennial castor. The spike has, either, only male flowers in the basal 1/3rd to ½ the length. The top portion has female flowers or male and female flowers arranged in an interspersed fashion in these few whorls. A line with this type of floral mechanism having lesser proportion of male flowers can be exploited as high yielding variety."
      },
      {
        "type": "subheading",
        "content": "Pistillate (P)"
      },
      {
        "type": "text",
        "content": "Occurs as a rare recessive mutant with the spike having female flowers throughout the spike. Pistillateness is prominent in all the early order racemes (4th order). A recessive mutant TSP-10R is a pistillateness up to 10th order and served as source for developing pistillate parents in hybrid seed production."
      },
      {
        "type": "subheading",
        "content": "Interspersed staminate flower (ISF)"
      },
      {
        "type": "text",
        "content": "A variant of pistillate form with male flowers interspersed, throughout the female flowers on the spike. ISF is significant in multiplication of the female parent in hybrid seeds production."
      },
      {
        "type": "subheading",
        "content": "Sex revertant"
      },
      {
        "type": "text",
        "content": "It is a female that turns to monoecious or inter-staminate at later stage."
      },
      {
        "type": "text",
        "content": "These basic sex forms are classified in different ways by different authors as the expression of sex in different locations is highly influenced by environmental conditions. Sex reversion in later stage of the plants can be exploited to maintain pistillate lines."
      },
      {
        "type": "unordered_list",
        "content": [
          "Female promoting environment (F) : Winter, low temperature (<30°C), young plants, early order spikes, high nutrition, less difference between maximum and minimum temperature promote female flowers and shift the balance towards femaleness on a spike.",
          "Male promoting environment (M): Summer, rainy seasons, high temperature (>32°C), old plants, late order spikes, low nutrition and large difference between maximum and minimum temperature promote male flowers on a spike and incline towards maleness."
        ]
      },
      {
        "type": "text",
        "content": "The proportion of pistillate and staminate flowers among racemes vary a great deal both within and among genotypes. It is also influenced by the environment. Female tendency is highest in winter months while the male tendency predominates in summer as well as rainy seasons. High day temperature of >32°C promotes male tendency; low day temperature of <30°C promotes female tendency. Age of the plant, nutrition also influence sex tendencies. Femaleness is strongest in younger plants with high level of nutrition. Maleness is strongest in older plants with a low level of nutrition. This information is useful in understanding general variation in castor and various forms of sex expression by new plant breeders/botanists involved in castor improvement programmes across the world. It also helps people involved in castor seed production for better understanding and development of new techniques in hybrid seed production."
      },
      {
        "type": "subheading",
        "content": "References"
      },
      {
        "type": "unordered_list",
        "content": [
          "Kulkarni, L. G. and Ramanamurthy, G. V. 1977. Castor. ICAR. New Delhi, p.105.",
          "Moshkin, V. A.,1986. Castor. Oxonian Press Pvt. Ltd. New Delhi. pp.47–50"
        ]
      },
      {
        "type": "subheading",
        "content": "Content contributors : T Manjunatha* and Ramya K. T"
      },
      {
        "type": "text",
        "content": "*ICAR-Indian Institute of Oilseeds Research, Rajendranagar, Hyderabad-500030. Email: t.manjunatha@icar.gov.in"
      }
    ]
  }
]