[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Rapeseed/Toria and mustard are the third most important edible oilseed crops of the world after soybean and oil palm. It belongs to the Family : Brassicaceae (Cruciferae). Two species of Rapeseed and mustard are Brassica juncea and B. campestris . The oil content varies from 37 to 49%. The seed and oil are used as condiment in the preparation of pickles, curries, vegetables, hair oils, medicines and manufacture of greases. The oil cake is used as feed and manure. The leaves of young plants are used as green vegetables and green stem and leaves are a good source of green fodder for cattle. In the tanning industry, mustard oil is used for softening leather."
      }
    ]
  },
  {
    "heading": "Climatic Requirements",
    "content": [
      {
        "type": "text",
        "content": "Require cool and dry weather and a fair supply of soil moisture during the growing period and a dry clear weather at the time of maturity. In India they are grown in Rabi season from September-October to February-March."
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "text",
        "content": "Sandy loam to clay loam soils but thrive best on light loam soils. Do not tolerate water logging conditions or heavy soils Soil having neutral pH is ideal for their proper growth and development."
      }
    ]
  },
  {
    "heading": "Rotations and mixed cropping",
    "content": [
      {
        "type": "text",
        "content": "Rape and mustard are grown in rotation with other crops like maize, cotton, bajra, pulses, etc. and should never be grown in fields which were sown with the same crops in previous two years"
      }
    ]
  },
  {
    "heading": "Field preparation",
    "content": [
      {
        "type": "text",
        "content": "A clean and well pulverised seedbed of good tilth is needed for better germination. The land should be well prepared first by ploughing deep, followed by two cross harrowings. Care should betaken to see that weeds and stubbles are well removed from the field and the soil contains adequate moisture."
      }
    ]
  },
  {
    "heading": "Time of sowing",
    "content": [
      {
        "type": "text",
        "content": "Toria should be sown from the mid to the last week of September. Sowing of sarson and rai must be completed in the first fortnight of October."
      }
    ]
  },
  {
    "heading": "Seed Rate and Spacing",
    "content": [
      {
        "type": "text",
        "content": "Generally toria is planted in rows 30 cm apart while sarson and rai are sown in rows 45 cm apart. Thinning is done three weeks after sowing to maintain a plant to plant distance of 10 to 15 cm."
      }
    ]
  },
  {
    "heading": "Manures and fertilizers",
    "content": [
      {
        "type": "text",
        "content": "Apply 15–20 tonnes of FYM or compost at the time of field preparation. And 60–90kg nitrogen, 60 kg P 2 O 5 and 40 kg K 2°per hectare. Split application of nitrogen has been found useful for rape and mustard crop."
      }
    ]
  },
  {
    "heading": "Water Management",
    "content": [
      {
        "type": "text",
        "content": "Good yields can be achieved if the fields are bunded and leveled before the monsoon and ploughed 2–3 times during the monsoon season. Inter-cultivation or mulching on the soil surface reduces moisture evaporation. Two irrigations at pre-bloom and pod filling stages are beneficial."
      }
    ]
  },
  {
    "heading": "Weed Control",
    "content": [
      {
        "type": "text",
        "content": "Weeds cause approximately 20–30 percent reduction in yield. The most common weeds are Chenopodium album (bathua), Lathyrus spp.(chatrimatri), Melilotus indica (senji), Cirsium arvense (kateli), Fumaria parviflora (gajri) and Cyperus rotundus (motha). Intercultural operation with hand hoe or application of Nitrofen at the rate of 1–1.5 kg a.i. per hectare or Isoproturon 1 kg a.i. per hectare in 800–1000litres of water as pre-emergence spray."
      }
    ]
  },
  {
    "heading": "Diseases",
    "content": [
      {
        "type": "subheading",
        "content": "Alternaria Blight"
      },
      {
        "type": "text",
        "content": "It is caused by Alternaria brassicae . The pathogen perpetuates through seed and affected plant portion (refuse) in the soil. Characterized by the appearance of concentric black spots on leaves, stem and pods. Such pods contain shriveled, undersized seeds."
      },
      {
        "type": "text",
        "content": "Control Measures : Use healthy seeds. Spray Duter or Difolatan or Dithane M-45 at the rate of 2 kg in1000 litre/ha 10 days interval as soon as the symptoms starts. Collect and burn the affected plant portions after the harvest of the crop."
      },
      {
        "type": "subheading",
        "content": "Downy Mildew"
      },
      {
        "type": "text",
        "content": "It is caused by a fungus, Peronospora brassicae. Y ellow, irregular spots appear on the upper surface of the leaves and white growth is visible on the under surface opposite to spots. If the attack is severe,inflorescence is also affected. The affected inflorescence is malformed, twisted and covered with a white powder. No pods are produced on such inflorescence."
      },
      {
        "type": "text",
        "content": "Control Measures : Use healthy seeds. Spray the crop with 0.2% Zineb or 0.1% Karathane as soon as the symptoms are noticed and repeat the spray 2–3 times at 10 days interval."
      },
      {
        "type": "subheading",
        "content": "White Blister"
      },
      {
        "type": "text",
        "content": "It is caused by the fungus, Albugo candida . The disease is characterized by white raised blisters on leaves, stem, petiole and floral parts which burst and liberate a white powder. Flowers get malformed and become sterile."
      },
      {
        "type": "text",
        "content": "Control Measures : Use healthy seeds for sowing. Spray the crop with 0.2% Zineb or Difolatan as soon as the symptoms are noticed and repeat the spray if needed at 10 days interval. Keep the field free from weeds."
      }
    ]
  },
  {
    "heading": "Insects Pests",
    "content": [
      {
        "type": "text",
        "content": "These crops are subjected to the attack of insect pests’ right from the seedling stage to the pod formation stage. The major insect pests are as follows."
      },
      {
        "type": "subheading",
        "content": "Mustard Sawfly"
      },
      {
        "type": "text",
        "content": "It is the most important seedling pest where the adult fly is orange coloured with black head. The larvae feed on the leaves of rape seed and mustard making holes. Sometimes they eat up entire lamina of leaf leaving behind the midribs. It appears in the month of October and its peak season of activity is in November. The population disappears suddenly on the onset of winter."
      },
      {
        "type": "text",
        "content": "Control Measures : Dusting with 5°r 10% BHC at the rate of 20–25 kg per hectare controls the pest effectively."
      },
      {
        "type": "subheading",
        "content": "Mustard Aphid"
      },
      {
        "type": "text",
        "content": "Both nymph and adult suck the sap of the tender leaves, twigs, stem, inflorescence and pods by means of piercing and sucking type of mouth parts. The aphids are green small insects about 2 mm in size. The affected leaves usually curl and in case of severe infestation the plant wilt and dry. Due to the attack on the inflorescence, the pod formation is adversely affected. The aphids also secrete ‘honey dew’ on which black mould develops which adversely affects the normal physiological activities of the plants."
      },
      {
        "type": "text",
        "content": "Control Measures : As the cold and cloudy weather favours the pest multiplication, sowing the crop earlier than the normal sowing time escape the pest attack. Spraying of crop with Dimecron 100 at the rate of 250 ml per hectare or Metasystox 25 EC at the rate of one litre per hectare or Rogor 30 EC@1L/ha in 1000 litres of water."
      },
      {
        "type": "subheading",
        "content": "Painted Bug of Mustard"
      },
      {
        "type": "text",
        "content": "Both the nymph and adult suck the sap of leaves and tender stems resulting in poor growth and pale yellow colour of the leaves. In a later stage, the insects suck the sap of the pods with the result both quantity and quality of seed is adversely affected."
      },
      {
        "type": "text",
        "content": "Control Measures : The nymphs can be very effectively controlled with 5 % BHC dust at the rate of20–25 kg /ha. Use of systemic insecticides like Dimecron, Rogor or Metasystox has been found very effective to control both nymphs and adults."
      },
      {
        "type": "subheading",
        "content": "Cabbage Butterfly"
      },
      {
        "type": "text",
        "content": "The full grown larvae of this pest are 3 to 4 cm in length with bright yellowish-green colour and small hairs on the dorsal side. The larvae of this pest feed voraciously on the leaves, branches and pods of the crop. The plants are defoliated with the result the small plants die while the grown up plants suffer in growth and yield."
      },
      {
        "type": "text",
        "content": "Control Measures : Hand picking and killing of the caterpillars. Spraying with Malathion 50 EC at the rate of 1 L/ha controls the pest."
      },
      {
        "type": "subheading",
        "content": "Bihar Hairy Caterpillar"
      },
      {
        "type": "text",
        "content": "The newly hatched caterpillars remain in clusters on the lower surface of the leaves and feed on the epidermis. The grown up larvae disperse and feed in isolation. They eat away entire leaf tissues leaving only the midribs. If the attack occurs at the green pod stage, the entire green tissues of the pods are eaten up resulting in pre-mature shriveling and drying of the seeds causing heavy loss to the crop."
      },
      {
        "type": "text",
        "content": "Control Measures : Clipping and destruction of eggs should be followed. Early instars can be controlled by BHC 10% dust at the rate of 20 kg ha. Spray of kg/Malathion 50 EC, Thiodan 35 EC or Fenitrothion 50EC at the rate of 1–1.25 L in 1000 L of water per hectare."
      }
    ]
  },
  {
    "heading": "Harvesting and Threshing",
    "content": [
      {
        "type": "text",
        "content": "As soon as the pods turn yellowish-brown, harvest the crop. The crop is liable to shattering, hence it should be harvested just before the pods open in order to avoid losses. Sarson is less liable to shattering as compared to toria and mustard. The harvested crop should be stacked in threshing floor for5- days before threshing. The threshed grain is-6separated from the husk with the help of slow moving natural air current. Cleaned seed must be dried in the sun for four to five days or till the moisture content comes down to 8 percent."
      },
      {
        "type": "text",
        "content": "Yield : With the use of improved varieties, agronomical and plant protection techniques, the farmers may expect to harvest per hectare 14–20 quintals of seed of rapeseed and 20–25 quintals of mustard."
      },
      {
        "type": "text",
        "content": "Source : KVK, Peren, Nagaland"
      }
    ]
  }
]