[
  {
    "heading": "Introduction",
    "content": [
      {
        "type": "text",
        "content": "Oil palm ( Elaeis guineensis Jacq.), is a native of West Africa and popularly known as African oil palm or red oil palm."
      },
      {
        "type": "text",
        "content": "It is known to be the highest edible oil yielding perennial crop. It produces two distinct oils, i.e., palm oil and palm kernel oil. Palm oil is derived from fleshy mesocarp of the fruit, which contains about 45–55% of oil. The palm kernel oil, obtained from the kernel of stony seed, is a potential source of lauric oil. Oil palm is the crop of the present and future vegetable oil economy of world as well as India."
      },
      {
        "type": "text",
        "content": "Palm oil has good consumer acceptance as cooking medium because of its price advantage. It is a good raw material for manufacturing oleo chemicals used in making soaps, candles, plasticizers etc. It has also a variety of uses, ranging from edible oil, cosmetics, pharmaceuticals to bio-fuel and bio-lubricant."
      }
    ]
  },
  {
    "heading": "Distribution",
    "content": [
      {
        "type": "text",
        "content": "It is grown extensively in South-East Asian countries, (Malaysia, Indonesia and Papua New Guinea), African countries, (Nigeria, Ivory Coast, Ghana, Liberia, Sierra Leone, Cameroon, Republic of Congo and Zarie) and South American countries (Costa Rica, Panama, Columbia, British Guyana, Peru, Ecuador, Venezuela and Brazil). Malaysia, Indonesia and Nigeria are the leading producers of oil palm."
      },
      {
        "type": "text",
        "content": "Oil palm was introduced to India at National Royal Botanical Gardens, Kolkata during the year 1886. The Maharashtra Association for Cultivation of Sciences (MACS), Pune later introduced African dura palms along canal bunds, home gardens and, to some extent, in forest lands near Pune during 1947 to 1959. Large scale planting of oil palm was launched from 1971 to 1984 in Kerala by Plantation Corporation of Kerala Ltd. (subsequently taken over by Oil Pal India Ltd.) and Andaman Forest and Plantation Development Corporation Ltd., in Little Andaman Islands of Andaman and Nicobar Islands during 1976 to 1985."
      },
      {
        "type": "text",
        "content": "In the year 2020, the Reassessment Committee of ICAR-IIOPR has conducted a study to assess the potential area of Oil palm cultivation in the country including North-Eastern States and the Andaman and Nicobar Islands. As per the report of Reassessment Committee, a total 22 States have been identified with 27.99 lakh ha as having a potential area for Oil Palm cultivation in India."
      }
    ]
  },
  {
    "heading": "Climatic requirements",
    "content": [
      {
        "type": "text",
        "content": "Oil palm is a humid crop. Requires evenly distributed rainfall of 150mm/ month or 2500–4000mm/annum. Rainfall distribution in India is not even and adequate. Hence grow oil palm under assured irrigation conditions by adopting recommended practices. Crop comes up well between 29–33°C max. and 22–24°C min. temperatures and with bright sunlight for at least 5 hrs. per day. Humidity of more than 80% is required to come up well."
      }
    ]
  },
  {
    "heading": "Soils",
    "content": [
      {
        "type": "text",
        "content": "Best-suited soils are moist, well-drained, deep, loamy alluvial soils, rich in organic matter with good water permeability. At least one-meter depth of soil is required. Avoid highly alkaline, highly saline, waterlogged and coastal sandy soils."
      }
    ]
  },
  {
    "heading": "Cultivated variety",
    "content": [
      {
        "type": "text",
        "content": "Tenera is the ruling hybrid and it is a cross between thick-shelled Dura and shell less Pisifera. Tenera has a thin shell, medium to high mesocarp content and high oil content."
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "text",
        "content": "Best season for planting is June-December i.e., during monsoon. In case of planting during summer, adequate irrigation, mulching and growing cover crops like sun hemp in the basin would help in avoiding hot winds during summer. 12–14 months old healthy seedlings with 1–1.3m height and 13 functional leaves are recommended for planting. While planting, 143 plants per hectare should be maintained with a spacing of 9m x 9m x 9m (triangular planting). Planting should be done in pit size of 60 cm x 60 cm x 60 cm (length, breadth and depth)."
      },
      {
        "type": "text",
        "content": "Apply 250g Di Ammonium Phosphate or 400g Single Super Phosphate, 50g Phorate and mix with the soil at the base of the pit. Immediately after planting, form basin and give copious irrigation."
      }
    ]
  },
  {
    "heading": "Irrigation management",
    "content": [
      {
        "type": "text",
        "content": "Oil palm requires sufficient irrigation, as it is a fast growing crop with high productivity and biomass production. Do not grow oil palm if assured and adequate irrigation facility is not available. For grown up yielding palms of 3 years age and above, a minimum of 150 to 200 liters of water per day is required. However, in older plantations during hot summer this quantity may be increased up to 300 lit."
      },
      {
        "type": "text",
        "content": "Basin method of irrigation is to be taken up when irrigation water is not a constraint. Required quantity of water is to be given at 4–5 days interval. Prepare irrigation channels in such a way that the individual palms are connected separately by sub-channel. For light soils, frequent irrigation with less water to be given. In heavy soils, irrigation interval can be longer."
      },
      {
        "type": "text",
        "content": "Drip or Microjet irrigation method is practiced. If land is of undulated terrain, drip or micro sprinkler irrigation can be advantageous. If drip irrigation is installed, four drippers are to be placed for each palm. If each dripper discharges 8 liters of water per hour, 5 hr. of irrigation per day is sufficient to discharge 160 lit/day. In case of micro sprinklers (180°or 360 o ) one each on either side of the palm can be installed. Drippers/jets should be periodically checked for proper discharge. Basins should be adequately mulched and covered with soil, which will help to conserve moisture."
      }
    ]
  },
  {
    "heading": "Fertilizer management",
    "content": [
      {
        "type": "text",
        "content": "Oil palm is a gross feeder and demands a balanced and adequate supply of macro, secondary and micronutrients for growth and yield. It is advised to apply fertilizers at every three months interval."
      },
      {
        "type": "subheading",
        "content": "Fertilizer requirement of oil palm:"
      },
      {
        "type": "text",
        "content": "Four equal split doses of fertilizers are to be applied starting from June/July at three month interval. For the newly planted crop, the first dose of fertilizer needs to be applied three months after planting. Add 50–100 kg FYM or 100kg green manure per palm along with the second dose of fertilizer application. Five kg neem cake/palm can also be applied. Broadcast the fertilizers around the clean-weeded basin, about 50 cm away from the palm base and incorporate into the soil with the help of fork. Irrigate the palms immediately after fertilizer application."
      },
      {
        "type": "text",
        "content": "To calculate fertilizer for a crop, click here ."
      }
    ]
  },
  {
    "heading": "Basin management",
    "content": [
      {
        "type": "text",
        "content": "During first year, basins of 1-m radius, second year 2- m radius, and the third year 3- m radius are to be taken around the palm by removing; the soil from inside so that the soil will not accumulate at the collar region. Basin area of oil palm represents its active root zone. Hence it must be kept clean and weed free to avoid competition for nutrients and water."
      }
    ]
  },
  {
    "heading": "Weeding",
    "content": [
      {
        "type": "text",
        "content": "Take up regular weeding manually or with the use of only recommended herbicides. Use preferably contact herbicides. Glyphosate (750ml/ha/ year or 17.5 ml/basin) is recommended for effective weed control. Herbicide mixtures of Paraquat with Atrazine, Monuron and Diuron sprayed on ground, twice a year can control the weeds, effectively."
      }
    ]
  },
  {
    "heading": "Inter-cropping",
    "content": [
      {
        "type": "text",
        "content": "Oil palm is a wide spaced perennial crop with a long juvenile period of 3 years. Inter and intra row space can be used to generate income during the juvenile phase of the crop. Inter crop selected should be compatible with the main crop and should not compete with oil palm for light, water and nutrients. Any remunerative crop can be grown, but the most suitable crops are vegetables, banana, flowers, tobacco, chillies, turmeric, ginger, pineapple etc. While growing inter crops in mature oil palm gardens of 8–12 years age or palms attained a height of 3 meters, intercrops should be able to grow under partially shaded conditions and should not compete with oil palm for water, sunlight and nutrients (eg. cocoa, pepper, heliconia and ginger lilly)."
      },
      {
        "type": "text",
        "content": "Do not cut the oil palm fronds. Do not tie oil palm fronds close to the stem for inter-cropping, which will reduce photosynthetic activity. Do not plough close to the palm base, which will cut the absorbing roots and thereby reduce intake of water and nutrients. Maximum number of green leaves should be retained on the palm."
      }
    ]
  },
  {
    "heading": "Flowering",
    "content": [
      {
        "type": "text",
        "content": "Oil palm comes to flowering 14–18 months after planting. It produces both male and female flowers separately on the same palm. Male and female phases do occur naturally in consequent cycles in a palm."
      }
    ]
  },
  {
    "heading": "Ablation",
    "content": [
      {
        "type": "text",
        "content": "Ablation is the removal of male and female flowers produced in the early stages of plantation. This enables the plant to gain adequate stem girth, vigour and develop adequate root system. Flowering starts from 14th to 18th month after planting. Start ablation immediately after the appearance of inflorescences on the palms. They can be removed easily by hand pulling or using the tool developed at ICAR-Indian Institute of Oil Palm Research. Ablation can be extended up to 2–1/2 to 3 years depending upon the plant growth and vigour."
      }
    ]
  },
  {
    "heading": "Pollination",
    "content": [
      {
        "type": "text",
        "content": "Oil palm is a highly cross-pollinated crop. Wind and insects assist pollination, but wind pollination is not adequate. Effective pollinating insects like Elaeidobius kamerunicus helps in good pollination and fruit set. Release of this weevil after 2–1/2 year of planting is advisable. If the plants are not having good girth and vigour, release the weevils after 3 years."
      }
    ]
  },
  {
    "heading": "Mulching",
    "content": [
      {
        "type": "text",
        "content": "Mulching of oil palm basins is essential to conserve moisture as well as to control weeds. Mulching can be done with dried leaves, male flowers, coconut husk, empty bunches etc."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "While harvesting a stalk length of 5 cm alone should be left. Harvesting should be done at 10–12 days interval. During rainy season, harvesting should be done at closer interval of 6–7 days as ripening is hastened after hot summer. In young plantations, we get more bunches with less bunch weight and in adult plantations the bunch weight is more but the bunch number is less."
      }
    ]
  },
  {
    "heading": "Yield",
    "content": [
      {
        "type": "text",
        "content": "At yield stabilizing period (4–8 years) : 12t/ha"
      },
      {
        "type": "text",
        "content": "At yield stabilized period (>8 years) : 20t/ha"
      },
      {
        "type": "source",
        "content": "ICAR-Indian Institute of Oil Palm Research -Pedavegi West Godavari Dt Andhra Pradesh.",
        "link": "https://iiopr.icar.gov.in/index.php"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          {
            "text": "Videos on Oilpalm cultivation",
            "link": "https://www.youtube.com/user/ramakrishnatv100/videos"
          },
          {
            "text": "Oil Palm Crop Calendar - Practices To Be Adopted",
            "link": "https://iiopr.icar.gov.in/advisories.php"
          }
        ]
      }
    ]
  }
]