[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Safflower ( Carthamus tinctorius ) (kusum, kusumbha, kardi) has been under cultivation in India for its brilliantly coloured florets and the orange red dye (carthamin) extracted from them and seed. The seed contains 24–36% oil. The cold pressed oil is golden yellow and is largely used for cooking purposes. The oil is as good as sunflower oil having enough a mount of linolic acid (78%), which is very useful for reducing blood cholesterol content. The unsaturated fatty acids of safflower lower these rum cholesterol."
      },
      {
        "type": "text",
        "content": "India has the larger coverage but lower yield among the major safflower producing countries. Maharashtra and Karnataka are major safflower growing States, which contribute more than 90% of India’s production."
      }
    ]
  },
  {
    "heading": "Climatic requirements",
    "content": [
      {
        "type": "text",
        "content": "Safflower is a cool (rabi) season crop. The optimum temperature for germination is about 15.5°C. The day temperature in the range 24–32°C at flowering are congenial for higher yields. It is cultivated from sea level to an elevation of 1000 m above sea level. The seed yield and oil content reduces with increasing elevation. When flower buds are being for med or flowering has just commenced, temperature below 0°C may cause considerable damage in the form of sterile heads. At seedling stage, however, the crop can tolerate much lower temperatures (-12 to –10°C). High temperatures at the time of flowering are harmful to the crop. At all the stages of growth, excessive rainfall or humidity increases the infestation of fungal diseases. It is a day neutral plant. However, temperatures are more important than photoperiod in safflower. Short day lengths prolong rosette stage."
      },
      {
        "type": "text",
        "content": "The crop is not fit for tracts of heavy rainfall. The crop grows well in areas having rainfall between 60–90 cm. Waterlogging due to poor drainage or prolonged rains can cause substantial reduction in yield. Frost is also harmful to the crop, especially at seed formation."
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "text",
        "content": "Safflower requires fairly deep, moisture retentive and well drained soils. The crop is fairly tolerant to saline condition and grows well under residual moisture in paddy fallows."
      }
    ]
  },
  {
    "heading": "Seeds and Sowing",
    "content": [
      {
        "type": "text",
        "content": "Healthy seeds of improved varieties should be selected for sowing. Safflower has branching ability, and the optimum population ranges between 1.0 to 1.1 lakh/ha."
      },
      {
        "type": "text",
        "content": "The seed rate varies from 7 to 20 kg/ha depending on situation. 10–15 kg/ha is the normal seed rate In Chhattisgarh, 10–15 kg/ha seed rate and in Odisha 20 kg/ha seed rate is adopted in rice fallow areas."
      },
      {
        "type": "text",
        "content": "Normal spacing in safflower is 45x20 cm. In Karnataka, 60x30 cm spacing is adopted; 45x20 cm spacing in Chhattisgarh and 30x15 cm spacing in Odisha is adopted in rice fallow."
      },
      {
        "type": "text",
        "content": "Depending upon the availability of conserved/ residual moisture/late Kharif rains crop could be sown from late September to mid of November. In the State of Karnataka the best time of sowing is second week of September for rainfed and mid September to early November for irrigated area."
      },
      {
        "type": "text",
        "content": "For better germination and plant growth, seed treatment with Thiram, Captan or Carbendizim @ 3 g/kg is recommended."
      }
    ]
  },
  {
    "heading": "Manures and fertilizers",
    "content": [
      {
        "type": "text",
        "content": "In sandy soils, apply 15–20 tonnes/ha of compost or FYM at the time of last ploughing/harrowing. In areas, where irrigations is possible, 40:40:20 kg/ha N:P 2 O 5 :K 2°should be applied at the time of sowing. The fertilizers should be applied in furrows 8–10 cm deep and 4–5 cm away from the seed at the time of planting. 50 % N and 100% P 2 O 5 at the time of sowing and remaining 50% N after 30 days of the sowing have to be given."
      },
      {
        "type": "text",
        "content": "To save 25% P 2 O 5 it is recommended to treat seed with PSB @ 200 g/10kg seed. For getting higher seed yield and monetory return seed of safflower should be treated with Azotobactor and Azospirilum 20 g/kg seed along with 12.5 kg N/ha are recommended."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Although the crop is grown without irrigation, but higher yields are obtained with irrigation. The seasonal consumptive use varies from 250–300 mm."
      },
      {
        "type": "text",
        "content": "Three to five irrigations should be given to safflower in medium to lighter type of soils for higher yields. Safflower should be irrigated twice i.e. at 35 and 55 days after sowing in medium to heavy soils for higher yields. If only one irrigation is available, it should be given at 55 days after sowing."
      }
    ]
  },
  {
    "heading": "Plant Protection",
    "content": [
      {
        "type": "text",
        "content": "For controlling Alternaria Leaf Spot, seed treatment with Thirum or Captan 3g/kg seed is rcommended and in field condition spraying with Dithane M-45, 25g in 10 litre of water is recommended."
      },
      {
        "type": "text",
        "content": "For controlling root rot and wilt, seed treatment with thirum or captan @ 3g/kg seed alongwith seed treatment of biological fungicide Tricoderma 4g/kg seed is recommended."
      },
      {
        "type": "text",
        "content": "Early sowing (i.e. during 25th September to 10th October) of safflower is recommended to escape from aphid infestation. It is recommended to adopt plant protection measures against safflower aphid when economic threshold level of aphid colonies on 30% plants is reached."
      },
      {
        "type": "text",
        "content": "For management of safflower aphids spraying of Fenthion 50 EC (10ml) or Quinalphos 25 EC (20ml) or Thiometon 25 EC (12ml), or Dimethoate 30 EC (10ml), or Acephate 75% WSP 4gm or Malathion 50 EC (20ml) or Carbaryl 50% WSP 20g in 10 lit of water or dusting of Quinalphos 1.5 % dust or Methyl Parathion 2% dust or Phosalone 4 % dust @ 20kg/ha is recommended."
      },
      {
        "type": "text",
        "content": "For effective management of Gujhia weevil, application of Phorate 10 G @ 10 Kg/ha at sowing + foliar spray of chlorphriphos 20 EC @ 25 ml OR Lymbda chalothrin 2.5 EC @ 10 ml/10 ltr of water at 10 days after emergence and need based second spraying at 10 days after first application is recommended."
      }
    ]
  },
  {
    "heading": "Intercropping",
    "content": [
      {
        "type": "text",
        "content": "Intercropping of safflower with gram or linseed in 6:3°r 3:3 row proportion (30cm) and two rows of safflower paired (30/60 cm) plus one row of gram or linseed is profitable."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "The crop is ready for harvest when the leaves and most of the bracteoles become dry and brown. Hand gloves may be used to protect legs and hands against spines. Effect of spines could also be minimized by harvesting of crop before rising of sun. Multi-crop threshers and combine harvester could be used for harvesting and threshing."
      }
    ]
  },
  {
    "heading": "Yield",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Scanty moisture condition – 800 – 1200 kg/ha",
          "Favourable moisture condition - 1500 – 2000 kg/ha",
          "Minimal irrigation – 2000 – 2800 kg/ha"
        ]
      },
      {
        "type": "subheading",
        "content": "Sources :"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Safflower production techniques",
            "link": "https://icar-iior.org.in/sites/default/files/iiorcontent/seed-hub/safflower.pdf"
          },
          {
            "text": "AESA based IPM – Safflower",
            "link": "http://niphm.gov.in/IPMPackages/Safflower.pdf"
          }
        ]
      }
    ]
  }
]