[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Black gram ( Vigna Mungo L.), is one of the important pulses crop, grown throughout the country. The crop is resistant to adverse climatic conditions and improve the soil fertility by fixing atmospheric nitrogen in the soil. It has been reported that the crop produces equivalent to 22.10 kg of N/ha., which has been estimated to be supplement of 59 thousand tonnes of urea annually. The pulse 'Black gram' plays an important role in Indian diet, as it contains vegetable protein and supplement to cereal based diet. It contains about 26% protein, which is almost three times that of cereals and other minerals and vitamins. Besides, it is also used as nutritive fodder, specially for milch animals."
      },
      {
        "type": "text",
        "content": "Madhya Pradesh, Uttar Pradesh and Andhra Pradesh are major blackgram growing states area-wise. The highest yield was recorded by the state of Bihar (898 kg/ha) followed by Sikkim (895 kg/ha) and Jharkhand (890 kg/ha). The National yield average is 585 kg/ha. The lowest yield was recorded in the state of Chattisgarh (309 kg/ha) followed by Odisha (326 kg/ha) and J&K (385 kg/ha)."
      }
    ]
  },
  {
    "heading": "Nutritive value",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Protein - 24%",
          "Fat - 1.4%",
          "Minerals - 3.2%",
          "Fiber - 0.9%",
          "Carbohydrate - 59.6%",
          "Calcium - 154 mg/100 g",
          "Phosphorus - 385 mg/100 g",
          "Iron - 9.1 mg/100 g",
          "Calorific value - 347 Kcal/100 g",
          "Moisture - 10.9%"
        ]
      }
    ]
  },
  {
    "heading": "Climate",
    "content": [
      {
        "type": "text",
        "content": "During kharif, it is cultivated throughout the country. It is best suited to rice fallows during rabi in southern and south-eastern parts of India. Blackgram needs relatively heavier soils than greengram."
      }
    ]
  },
  {
    "heading": "Soil",
    "content": [
      {
        "type": "text",
        "content": "Black gram can be grown on variety of soils ranging from sandy soils to heavy cotton soils. The most ideal soil is a well drained loam with pH of 6.5 to 7.8. Black gram cannot be grown on alkaline and saline soils. Land is prepared like any other kharif season pulse crop. However during summer it requires a thorough preparation to give a pulverized free from stubbles and weeds completely."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "The powdery mildew - resistant variety LBG 17 is suitable for rabi in southern zone, and varieties PDU 1 and Mash 414 are suitable for spring season."
      },
      {
        "type": "text",
        "content": "Use of resistant varieties is recommended as follows."
      },
      {
        "type": "unordered_list",
        "content": [
          "Yellow Mosaic Virus (YMV) resistant varieties : Pant U - 19, Pant U - 30 Sarala, Jawahar urd - 2, Teja (LBG - 20), ADT - 4",
          "Powdery Mildew (PM) resistant varieties : TAU - 2, IPU 02–43",
          "Stem fly resistant varieties : KBG - 512",
          "Cercospora leaf spot resistant varieties : Jawa har urd - 2, Jawahar urd - 3 ."
        ]
      }
    ]
  },
  {
    "heading": "Seed treatment",
    "content": [
      {
        "type": "text",
        "content": "Rhizobium 200 gm + PSB 250 gm /10kg of seed. Seed treatment with (Carbendazim 1 gm+ Thiram 1.5 gm) per kg of seed. Greengram blackgram under intensive cropping should be treated with Carbofuran @ 0.2% one week before Rhizobium treatment against Root knot and Reniform nematode."
      }
    ]
  },
  {
    "heading": "Seed rate and Sowing",
    "content": [
      {
        "type": "text",
        "content": "Optimum sowing time mid June subject to availability of moisture/rainfall. Seed rate is 15–20 kg/ha for kharif and 25–30 kg/ha for spring or rabi. Row-to-row distance is 30–35 cm for kharif and 25 cm for rabi or spring."
      }
    ]
  },
  {
    "heading": "Fertilizer dose",
    "content": [
      {
        "type": "text",
        "content": "20:40:20 NPK kg/ha along with 20 kg S/ha greatly increases yield of pulses and also benefit the succeeding crop. Among the micro nutrients Zn is the most deficient nutrient. So the application of Zn @ 25 kg/ha as basal gives very promising results. Boron and Molybdenum gives better results in acid soil."
      },
      {
        "type": "text",
        "content": "Foliar spray of 2% DAP and 2% KCl at Pre flowering stage enhances the yield."
      }
    ]
  },
  {
    "heading": "Interculture",
    "content": [
      {
        "type": "text",
        "content": "Control of weeds within 2 to 3 weeks not only prevents drawn of nutrients from the soil by weeds but also conserves moisture and helps in quick growth and development of crops. Line sowing will facilitate hoeing and weeding operation between the lines."
      },
      {
        "type": "text",
        "content": "Weeding and hoeing is to be done between 25–30 days after sowing and if the weeds are still present in the field the 2 nd weeding should be done at 45 days after sowing. Chemical herbicides like Pendimethalin or Metalachlor @ 1.0–1.5 kg/ha are found very effective as post emergence."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "The pulse crops in Rabi and Pre rabi seasons are mostly grown on residual soil moisture condition. However irrigation should be provided at critical growth stage i.e flowering and pod development stage."
      }
    ]
  },
  {
    "heading": "Plant protection",
    "content": [
      {
        "type": "text",
        "content": "The major diseases are yellow mosaic in northern plains and powdery mildew in southern and south-eastern regions (in rabi). To control insect and pest, yellow mosaic virus, application of Phorate in soil before or at sowing @ 1 kg/ha is required."
      },
      {
        "type": "ordered_list",
        "content": [
          "Pod borer- spray Triazophos/ Monocrotophus @ 2 ml/ ltr of water, Carbaryl@ 2 kg/ha",
          "Aphids- Spray methyl dementon 25 EC @ 1000 ml/ha",
          "White fly -Spray the crop with Imidacloprid @ 1 ml/3.5 ltrs of water/Flonicamid-200gm/Ha"
        ]
      }
    ]
  },
  {
    "heading": "Harvesting, Threshing & Storage",
    "content": [
      {
        "type": "text",
        "content": "Urd should be harvested when 70–80 % pods matured and most of the pods turn black. Over maturity may result in shattering. Harvested crop should be dried on threshing floor for few days and then threshed. Threshing can be done either manually or by trampling under the feet of bullocks. The clean seeds should be sun dried for 3–4 days to bring their moisture content at 8–10% to safely store in appropriate bins."
      },
      {
        "type": "text",
        "content": "A well managed crop of Urd may produce 12–1 5 quintals grains/ha ."
      }
    ]
  },
  {
    "heading": "Recommendation to achieved higher production",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Deep summer ploughing once in 3 years.",
          "Seed treatment should be done before sowing.",
          "Application of fertilizer should be based on soil test value.",
          "In kharif season sowing should be done by ridge & furrow method.",
          "Yellow mosaic resistant/ tolerant varieties IPU 94–1 (Uttara), shekhar 3(KU 309), Ujala (OBJ 17), VBN (Bg) 7, Pratap urd 1 etc choosen as per suitability to a region.",
          "Weed control should be done at right time.",
          "Adopt integrated approach for plant protection."
        ]
      },
      {
        "type": "text",
        "content": "Source: Directorate of Pulses Development"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Blackgram production practices in Tamil Nadu",
            "link": "http://agritech.tnau.ac.in/agriculture/CropProduction/Pulses/pulses_blackgram.html"
          },
          {
            "text": "Blackgram production practices for North-east",
            "link": "http://www.kiran.nic.in/pdf/farmers_corner/pamphlets/Cultivation_of_Black_Gram_and_Green_Gram.pdf"
          },
          {
            "text": "Blackgram production practices in Kerala",
            "link": "http://www.kissankerala.net/kissan/kissancontents/BlackGram.htm"
          },
          {
            "text": "Blackgram production practices in Madhya Pradesh",
            "link": "http://www.mpkrishi.org/EngDocs/AgriTop/e-agrotech/Kharif/Urad.aspx"
          },
          {
            "text": "Blackgram production practices in Odisha",
            "link": "http://agriodisha.nic.in/Home/pulses"
          },
          {
            "text": "Post-Harvest Management of Pulses",
            "link": "http://iipr.res.in/pdf/postbulletins2may13.pdf"
          },
          {
            "text": "AESA based IPM package for Blackgram",
            "link": "http://niphm.gov.in/IPMPackages/BlackgramandGreengram.pdf"
          }
        ]
      }
    ]
  }
]