[
  {
    "heading": "0",
    "content": [
      {
        "type": "subheading",
        "content": "Botanical Name : Cicer arietinum"
      },
      {
        "type": "subheading",
        "content": "Common name : Chickpea, Bengalgram, Chana"
      },
      {
        "type": "text",
        "content": "It is a member of the legume, pea, or pulse family, \"Fabaceae\". Also called Leguminosae, this family of flowering plants is one of the largest plant families and includes such important plants as beans, peas, peanuts, lupines, alfalfa, clover, and acacia, and many others."
      },
      {
        "type": "text",
        "content": "Chickpea is the largest produced food legume in South Asia and the third largest globally, after common bean ( Phaseolus vulgaris L.) and field pea ( Pisum sativum L.). Bengal gram is widely appreciated as health food. It is a protein-rich supplement to cereal-based diets, especiallyto the poor in developing countries."
      }
    ]
  },
  {
    "heading": "Nutritive value",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Protein - 18–22%",
          "Calcium - 280 mg/100 gm",
          "Carbohydrate - 61–62%",
          "Iron - 12.3 mg/100 gm",
          "Fat - 4.5 %",
          "Phosphorus - 301 mg/100 gm",
          "Calorific value - 396 Kcal/100 gm"
        ]
      }
    ]
  },
  {
    "heading": "Categories",
    "content": [
      {
        "type": "text",
        "content": "Chickpea is classified in two categories i.e. desi and kabuli."
      },
      {
        "type": "unordered_list",
        "content": [
          "Desi: Grains of desi chickpea are small in size, light yellow to dark brown in colour and have a thick seed coat. Chromosome no. is 2n=14,16",
          "Kabuli: Grains of kabuli chickpea are bigger in size, whitish-cream colour, thin seed coat and contain high levels of carbohydrates and proteins. Chromosome no. is 2"
        ]
      },
      {
        "type": "table",
        "content": {
          "headers": [
            "3",
            "Sowing Time",
            "Seed inoculation withMesorhizobium +Rhizobacterum culture @ one packet each per acre seed--Captan@3g or Bavistan @2g per kg seed against blight and wilt ., Rovral @ 2.5g per kg seed against BGM - Rhizobium and fungicide can be applied simultaneouslyTermite: Treat the seed before sowing with Chlorpyriphos 20 EC @ 10 ml/kg seed. Use 180 ml insecticide by diluting it in half litre water. Dry the seed in shade before sowing."
          ],
          "rows": [
            [
              "S. No.",
              "Particulars",
              "Details"
            ],
            [
              "1",
              "Climate Requirement",
              "It’s a winter season crop. But Frost at the time of flowering results in the failure of the flowers to develop seeds. It is best suited to areas having moderate rainfall of 60–90 cm per annum."
            ],
            [
              "2",
              "Soil Type & Field Preparation",
              "It can be grown in coarse-textured sandy to fine-textured deep black soils (vertisols). However, the best suited soils are well drained, deep loams or silty clay loams with a pH ranging from 6.0 to 8.0. The field should have loose tilth and good drainage. The stubble and debris from the previous crop should be removed as these can harbor the pathogens that cause root diseases, such as collar rot. Field preparation for sowing chickpea is based on the soil type and cropping system. In case of a heavy soil, a rough seedbed is prepared to avoid packing of the cloddy surface due to winter rains and to facilitate soil aeration and easy seedling emergence."
            ],
            [
              "4",
              "Sowing time",
              "North India – Rainfed: Second fortnight of October, Irrigated: first fortnight of November. Central & South India - First fortnight of October to first fortnight of November; Late sowing (December-January) should be avoided as the late-sown crop may experience moisture stress and high temperatures at the critical stage of pod-filling, leading to reduced yield and seed quality."
            ],
            [
              "5",
              "Method of sowing & Seed Rate<br><br>",
              "Adopt line sowing by double box seed drill or local plough. Also BBF and Ridge & Furrow method in low lying or shallow lands at 8–10 cm depth as the shallow crop is much prone to wilt.15–18 kg per acre; Seed drill; Spacings: 30 x 10 cmAfter rice harvest, particularly heavy textured soils, sow the crop in raised seeds (2 Rows on 67.5 cm wide raised bed)Disease Control: Strictly follow FIR seed treatment with (fungicide, insecticide and rhizobium) Seed treated with 2 gm Thirum + 1 gm Carbendazim or Carboxin( vitavex) 2 g/ kg to control wilt & root rot; Insect-Pest: Thiamethoxam 70 WP @ 3 g/kg seed; Culture & Micronutrient: Rhizobium 5 g + PSB 5 g/kg of seed & after that apply Molybdenum 1 g/kg/ of seed."
            ],
            [
              "6",
              "Cropping system",
              "Gram in rotation with cereal crops helps in controlling soil-borne diseases. The most common cropping system based on chickpea are as below:Rotation: (i) Kharif fallow – Gram (in barani areas), (ii) Paddy – Gram, (iii) Maize– Gram, (iv) Bajra – Gram, and (v) Jowar – GramInter cropping: (i) Chickpea + Mustard (2:1 to 4:1), (ii) Chickpea + Linseed (2:2), (iii) Chickpea + Wheat/Barley (2:2), (iv) Chickpea + Safflower (2:2), (v) Chickpea + Coriander (2:2)"
            ],
            [
              "7",
              "Water Management",
              "Chickpea is mostly sown as a rainfed crop. However, where irrigation facilities are available, give a pre-sowing irrigation. One irrigation at branching and one at pod formation stage. Excess of irrigation enhances vegetative growth and depresses yield."
            ],
            [
              "8",
              "Fertilizer and Manure",
              "Fertilizer requirements depend on the nutrient status of the field, and thus, vary from field to field. Therefore, the doses of fertilizers should be determined based on the results of soil test. It is better if all the fertilizers are drilled in furrows at a depth of 2 cm and at the side of 5 cm from seed. The generally recommended doses for chickpea include15–20 kg nitrogen (N) and<br>50–60 kg phosphorus (P) per ha. If soils are low in potassium (K) an application of 17 to 20 kg/ ha K₂O is recommended. Total quantities of N, P and K should be given as a basal dose. Foliar spray of 2% urea at flowering has been found beneficial in rainfed crops."
            ],
            [
              "9",
              "Weed management",
              "Chickpea is a poor competitor with weeds at all stages of growth. Pre-emergence herbicides Pendimethalin @ 0.75 to 1 kg a.i./ha was found effective in controlling early flush of weeds (use within 48 hrs. after sowing). Mechanical and/or manual weeding can be done where wide row spacing is used. One hand weeding or inter-culture with hand hoe or wheel hoe at<br>25–30 days after sowing"
            ],
            [
              "10",
              "Pest and diseases",
              "The important disease of Chickpea are Collar rot, Sclerotinia stem rot, Botrytis Grey Mold, wilt, Dry root rot. Important pests are cut worm and pod borer. To see the Integrated Pest Management,click here."
            ],
            [
              "11",
              "Harvesting and threshing",
              "Crop become ready for harvest when leaves begin to fall, stem and pod turn brown or straw in colour and seeds are hard and rattle (most important) with 15% moisture inside them. Over ripening may lead to fall of pods as well as shattering and seed cracking if seed moisture falls below 10% due to delay in harvesting. The crop is allowed to dry for 2–4 days on threshing<br>floor (depending on situation) and threshed by manually or bullock/power drawn thresher followed by winnowing. The clean seed should be sun dried for 3–4 days to bring their moisture content at 9–10%. Now they should be safely stored in appropriate bins and fumigated to protect them from bruchids."
            ],
            [
              "12",
              "Expected yield of the variety",
              "By adopting good management practices, an average yield of 15–20 Q/ha can easily be obtained."
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Recommendation to achieved higher production",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Deep summer ploughing once in 3 years to eliminate dormant pupae.",
          "Application of fertilizer based on soil test value.",
          "Seed treatment with Trichoderma (6 g/kg) and Carboxin (Vitavax) (1g/kg).",
          "Grow wilt resistant/ tolerant varieties of the region: JG 315, JG 12, JG 11, JAKI 9218, JGK 1, JGK 2, JGK 3, KAK2 etc.",
          "Install bird perches @ 50/ha at flowering stage and remove the perches at grain ripening stage.",
          "Nipping should be done when crop is at 15–20 cm height.",
          "Two irrigations first at branching and second at pod initiation stage.",
          "Weed control should be done at right time.",
          "Seed treatment with Ammonium Molybdate @ 1g/kg of seed in the areas of chickpeasoybean cropping system.",
          "Spray of crude NSKE 5 % or Azadirachtin 0.03 % (300 ppm), Neem oil based WSP 2500–5000 ml/ ha at pre-flowering stage at 15 days interval."
        ]
      },
      {
        "type": "source",
        "content": "Directorate of Pulses Development",
        "link": "https://dpd.gov.in/Chickpea.pdf"
      }
    ]
  }
]