[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Pulses are grown in different cropping systems such as sequential cropping, mixed and inter cropping, relay cropping, catch cropping and ratoon cropping."
      }
    ]
  },
  {
    "heading": "Sequential cropping",
    "content": [
      {
        "type": "text",
        "content": "It is a form of multiple cropping in which crops are grown in sequence on the same field, with the succeeding crop planted after harvest of the preceding crop. This system with relatively short growing season crops offers better total annual use of land than a single crop system. The prominent sequential cropping systems involving different pulses have been discussed crop wise."
      },
      {
        "type": "subheading",
        "content": "Rice-Chickpea/ Lentil/ Field pea"
      },
      {
        "type": "text",
        "content": "With the development of wheat varieties amenable for late-planting up to late December and January, the area under rice-wheat system has increased at a faster rate in the last two decades. The adverse effect of this system on soil health is being widely recognized."
      },
      {
        "type": "text",
        "content": "In recent years, development of early maturing varieties of chickpea suitable for planting up to mid of December with yield potential of 15–20 q/ha has enabled farmers to adopt rice-chickpea system instead of cereal-cereal system especially in the tail end of command areas in eastern U. P. and Bihar. Similarly on the upland of Punjab, Haryana and western U. P., where cotton is grown as commercial crop, chickpea can be successfully introduced. Under resource constraint particularly irrigation water, chickpea is more remunerative than wheat. In low land areas of eastern region, lentil proved to be better one over chickpea. The major constraints in fast spread of this system are limited choice of improved varieties and incidence of pod borer, Botrytis gray mold, Ascochyta blight besides poor soil tilth and nodulation."
      },
      {
        "type": "subheading",
        "content": "Pigeonpea - Wheat"
      },
      {
        "type": "text",
        "content": "Pigeonpea is a major crop of Maharashtra, Uttar Pradesh, Madhya Pradesh, Karnataka and Gujarat. In the irrigated areas of the northern and central India, pigeonpea-wheat has emerged as a promising system. Availability of short duration varieties such as UPAS 120, Manak, ICPL 151, Pusa 992, which takes about 120–160 days to mature has enabled their introduction in rice wheat systems in irrigated area of western U. P., Punjab and Haryana, Delhi and North-East Rajasthan. This has provided desired stability and sustainability to productivity of cereal based cropping system. But there are some issues, which need to be tackled for wider adoptability and profitability from this system. Presently, most of the short duration varieties of pigeonpea available for cultivation are affected by sterility mosaic, Fusarium wilt and Phytophthora blight and have tendency to prolong maturity with the late monsoon. Therefore, development of varieties, which could mature by early November with 2 t yield/ha is required."
      },
      {
        "type": "subheading",
        "content": "Rice - Urdbean/Mungbean/ Lathyrus"
      },
      {
        "type": "text",
        "content": "Cultivation of rabi urdbean and mungbean in coastal regions of South India is being practiced since long but it could get momentum only after development of powdery mildew resistant genotypes such as LBG 17, LBG 402, LBG 611 and LBG 22 having high yield potential. Development of these varieties in late eighties has revolutionized urdbean and mungbean cultivation in rice fallow especially in Andhra Pradesh. This system is highly productive and stable besides its benefits through improvement in soil health. This cropping system is now being practiced in other states like Odisha, Tamil Nadu and Karnataka."
      },
      {
        "type": "subheading",
        "content": "Other systems"
      },
      {
        "type": "text",
        "content": "Mungbean/urdbean – mustard/barley is an important crop sequence in rainfed. areas of north-western region of India like Punjab, Haryana, Western Uttar Pradesh, Rajasthan, Himachal Pradesh and Jammu & Kashmir whereas in irrigated areas, maize-potato-mustard-mungbean/urdbean and maize–wheat-mungbean/urdbean practices are followed. Similarly in the eastern Uttar Pradesh, Bihar, West Bengal, Orissa and Assam, maize-horsegram rotation is followed under rainfed conditions and maize-wheat-mungbean /urdbean under irrigated condition. In the central regions of India comprising Madhya Pradesh, Gujarat and Maharashtra, urdbean wheat, mungbean-sorghum, cowpea/urdbean/mungbean-safflower and mungbean-niger are some of the important cropping sequences under rainfed conditions but under irrigated condition, maize-wheat-summer cowpea, maize wheat-summer urdbean/mungbean are practiced. In the rainfed area of South India including Andhra Pradesh, Tamil Nadu, Karnataka and Kerala, cowpea-finger millets, mungbean-sorghum/safflower, rice-mungbean/urdbean/cowpea are followed while under irrigated conditions, rice-rice-mungbean/urdbean/cowpea are common."
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Important pulse based cropping systems in different agro-climatic zones"
            ],
            [
              "S. No",
              "Agro Climatic Zones",
              "States represented",
              "Annual rainfall(mm)",
              "Cropping System"
            ],
            [
              "1",
              "Western Himalayan<br>Region",
              "Jammu & Kashmir,<br>Himachal Pradesh,<br>Uttar Pradesh",
              "1650–2000",
              "Rice-chickpea/lentil/fieldpea, maizechickpea/ fieldpea, ragi-chickpea/lentil/fieldpea,maize/ urdbean/mungbeanwheat, pigeonpea-wheat, mungbean/ urdbean- mustard,commonbean-potato"
            ],
            [
              "2",
              "Eastern Himalayan<br>Region<br>",
              "Assam, West Bengal,<br>Manipur, Meghalaya,<br>Nagaland, Arunachal<br>Pradesh",
              "1840–3530",
              "Summer rice-urdbean/mungbean, ricelathyrus,<br>maize-maize-urdbean, maizepigeonpea/horse<br>gram, maize-chickpea/<br>lentil/fieldpea, jute-urdbean-chickpea/lentil"
            ],
            [
              "3",
              "Lower Gangetic Plains Region",
              "West Bengal",
              "1300–1600",
              "Maize-chickpea/lentil/fieldpea, ricechickpea /lentil /fieldpea, ricechickpea+mustard/lentil<br>"
            ],
            [
              "4",
              "Middle Gangetic<br>Plains Region",
              "Uttar Pradesh and<br>Bihar",
              "1200–1470",
              "Maize-wheat-summer mungbean/urdbean,<br>rice-potato-summer mungbean/ urdbean,<br>rice-chickpea/lentil"
            ],
            [
              "5",
              "Upper Gangetic<br>Plains Region",
              "Uttar Pradesh",
              "720–980",
              "Rice-wheat/potato-summer mungbean,<br>maize-wheat/potato-summer mungbean,<br>mungbean/urdbean-wheat, sorghum<br>(fodder)-chickpea"
            ],
            [
              "6",
              "Trans Gangetic Plains Region",
              "Punjab, Haryana",
              "360–890",
              "Maize-potato-summer mungbean/urdbean,<br>rice/maize-wheat-summer mungbean/<br>urdbean, maize-early potato-late potatosummer<br>mungbean/ urdbean, ricechickpea/ lentil, maize-chickpea/ lentil/ fieldpea"
            ],
            [
              "7",
              "Eastern Plateau and Hills Region",
              "Madhya Pradesh,<br>Maharashtra, Odisha, West Bengal",
              "1270–1430",
              "Early rice-urdbean, rice-rice-cowpea, jutemaize-cowpea, jute-urdbean"
            ],
            [
              "8",
              "Central Plateau<br>and Hill Region",
              "Madhya Pradesh,<br>Rajasthan, Uttar Pradesh",
              "490–1570",
              "Sorghum (grain/fodder)-chickpea, fallowchickpea, sorghum+pigeonpea-fallow,<br>pearlmillet+pigeonpea-fallow, rice /maizechickpea /lentil/fieldpea, mothbean/mungbean/urdbean-wheat, pearlmillet-chickpea"
            ],
            [
              "9",
              "Western Plateau<br>and Hill Region",
              "Maharashtra,<br>Madhya Pradesh,<br>Rajasthan",
              "600–1040",
              "Urdbean-rabi sorghum, sorghum potatomung bean, cotton+urdbean/mungbeanfallow,<br>sorghum-wheat-cowpea/mungbean, cotton /sorghum-chickpea, mungbean/urdbean-safflower"
            ],
            [
              "10",
              "Southern Plateau<br>and Hill Region",
              "Andhra Pradesh, Tamil<br>Nadu, Karnataka",
              "680–1000",
              "Maize-sorghum+pigeonpea, sorghumchickpea,<br>pearlmillet-horsegram, mungbean/urdbean-safflower, ricemungbean/urdbean/cowpea,<br>mungbeansorghum/safflower, mungbean-pigeonpea, rice+rice mungbean /urdbean /cowpea"
            ],
            [
              "11",
              "East coast Plains and Hills Region",
              "Odisha, Andhra Pradesh, Tamil Nadu, Puducherry",
              "780–1290",
              "Rice-mungbean/urdbean, sorghummungbean /urdbean, tapoic+mungbean/urdbean, rice-rice<br>mungbean/urdbean, rice-maize/cowpea,<br>maize-horse gram/pigeonpea/chickpea"
            ],
            [
              "12",
              "West Coast Plains and Hills Region",
              "Tamil Nadu, Kerala, Goa,<br>Karnataka, Maharashtra",
              "2230–3640",
              "Rice-urdbean/cowpea/chickpea, sugarcane+urdbean"
            ],
            [
              "13",
              "Gujarat Plains and<br>Hills Region",
              "Gujarat",
              "340–1790",
              "Urdbean-safflower/niger, cowpea-safflower,<br>mungbean-tobacco, pearl millet/sorghum+<br>pigeonpea-chickpea"
            ],
            [
              "14",
              "Western Dry Region",
              "Rajasthan",
              "400",
              "Rice/cotton-chickpea, pearl millet/ sorghum-chickpea +mustard, mothbean/mungbean-wheat"
            ],
            [
              "15",
              "Island Region",
              "Andaman and Nicobar<br>islands, Lakshwadeep<br>islands",
              "1500–3090",
              "Rice-maize/rice-urdbean"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Mixed/ Inter cropping",
    "content": [
      {
        "type": "text",
        "content": "Mixed cropping refers to growing of two or more crops simultaneously either by mixing seeds or sowing component crop separately without any definite row arrangements. In inter cropping, the crops are arranged in definite rows. Sowing of both crops may be done simultaneously or in staggered manner. Similarly harvesting time may also differ. Inter cropping is an improved system of mixed cropping which ensures desired plant stand, ease in cultural operation, spraying of chemicals and harvesting, and higher returns."
      },
      {
        "type": "text",
        "content": "The major considerations for inter cropping are the contrasting maturities, growth rhythm, height and rooting pattern and variable insect pest and disease associated with component crops so that these complement each other rather than compete for the resources and guard against weather adversities. Growing of crops in inter cropping systems is found more productive particularly under rainfed conditions. More than 70% area of pulses in India is covered under intercropping systems. Pulses are inter cropped with oil seeds, cereals, coarse grains and commercial crops. Pigeonpea is also inter/mixed cropped with short growing grain legumes."
      },
      {
        "type": "subheading",
        "content": "Inter cropping with oil seeds"
      },
      {
        "type": "text",
        "content": "Inter cropping of winter pulses like chickpea and lentil with oil seeds is common in rainfed areas of India. Studies conducted under AICPIP during 1982–2006 revealed that chickpea+mustard and lentil+mustard in northern plains, chickpea+ linseed in central plateau and chickpea+safflower in peninsular zone are the most profitable inter crops. In these systems, 100% plant population of pulses is kept and the oil seed crops are taken as bonus."
      },
      {
        "type": "subheading",
        "content": "Inter cropping with cereals"
      },
      {
        "type": "text",
        "content": "Traditionally chickpea was commonly grown with wheat and barley under rainfed conditions. Under limited availability of water, wheat + chickpea was more remunerative than wheat + mustard. But under irrigated conditions, wheat + mustard proved more profitable over wheat + chickpea. For optimum profit, proper row ratio is important besides selection of appropriate varieties. But with the increasing demands and advent of high yielding dwarf varieties of wheat and barley, the area under such cropping is decreasing progressively. But inter cropping of pulses with wheat is not always profitable due to its closer spacing."
      },
      {
        "type": "subheading",
        "content": "Inter cropping with coarse grains"
      },
      {
        "type": "text",
        "content": "Maize is cultivated both in kharif and rabi season. Generally urdbean and mungbean is sown between the rows of maize crop. This system is practiced in North India and its adjoining hilly area. It has been seen that one row of maize sown after 2–4 rows of urdbean and mungbean has been found appropriate. The growth of maize in kharif is faster so, sowing of maize after 4 rows of mungbean/ urdbean gave higher equivalent yield than closer spacing. But in winter sown maize, the maize crop sown after every rows of vegetable pea gave high maize equivalent yield over maize + lentil or sole maize. Further, to minimize the shading effects of maize to legumes, North-South direction sowing was found to be best."
      },
      {
        "type": "subheading",
        "content": "Inter cropping of short growing pulses with pigeonpea"
      },
      {
        "type": "text",
        "content": "Pigeonpea is a widely spaced crop, which offers short duration crops to be grown as intercrop. Being a deep-rooted crop, it extracts the nutrients and water deeper from the soil and thereby minimizes the competition for these inputs with cereals when grown in inter cropping systems. In North and central India more than 90% pigeonpea is grown in association with short-duration pulses, cereals and oil seeds both under irrigated and rainfed conditions. Urdbean, mungbean and cowpea are quite compatible. These short duration pulses gave an additional yield of 400 – 500 kg/ha without affecting the yield of pigeonpea."
      }
    ]
  },
  {
    "heading": "Relay cropping",
    "content": [
      {
        "type": "text",
        "content": "The utera/paira, a type of cropping which is commonly practiced in Bihar, Eastern Uttar Pradesh, West Bengal Chattisgarh and Odisha is a kind of relay method of sowing in which lentil/ lathyrus/ urdbean/ mungbean seeds are broadcast in the standing crop of rice about 2 week before its harvest. This practice enables to use better soil moisture available at the time of harvesting of rice crop, which could otherwise be lost quickly. Experimental evidences showed that paira cropping produced more yield of lentil than planting with tillage after harvesting of the rice crop. Utera system does not allow agronomic intervention such as tillage, weeding, irrigation and fertilizer application. However, rice variety decides the productivity of pulses in this system."
      }
    ]
  },
  {
    "heading": "Catch Cropping",
    "content": [
      {
        "type": "text",
        "content": "Catch crop is a short duration crop that is grown between successive plantings of main crops or are also crops that are sown to prevent minerals being flushed away from the soil. It may be harvested or plowed under to improve the soil fertility. Development of extra early varieties of mungbean (Samrat, Pusa Vishal, SML 668, Pant M 5, TMV 37) with synchronous maturity and resistance to MYMV has helped introduction and expansion in rice – wheat cropping system of Indo-Gangetic plain (IGP) as catch crop during spring/summer season."
      }
    ]
  },
  {
    "heading": "Ratoon Cropping",
    "content": [
      {
        "type": "text",
        "content": "The principles involved in Ratoon cropping, a form of sequential cropping, are different from other types of multiple cropping because of such factors as the presence of a well developed root system, earlier maturity, and the perennial nature of the plant. Although the term may be applied to perennial pasture plants, it is considered more appropriately used with respect to field crops such as sugarcane, sorghum, banana ( Musa sapientum, M. cavendishii ), cotton, kodra millet ( Paspalum scrobiculatum ), pineapple ( Ananas comosa ), pigeonpea and rice. Ratoon cropping is a multiple-harvest system in which regenerating stubbles of the established crop in the field are managed for subsequent production. The development of short-duration genotypes of pigeonpea has generated interest in ratooning of pigeonpea. Instead of cutting, picking of pods is done for ratton crop and the plants are allowed to bear next flush of pods. Irrigation after the main harvesting of the crop increases the yield from the ratoon crop. The ratoon crop usually produces 50–65% of the sown-crop yield. The ratoon system is not viable if sequential cropping is possible. Pigeonpea ratoon crop may serve as a source of inoculum of sterility mosaic disease. Therefore, the cultivars for ratooning should be resistant to this disease."
      },
      {
        "type": "text",
        "content": "Source: Indian Institute of Pulses Research"
      }
    ]
  }
]