[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Lab lab bean (Lablab purpureus (L) Family: Fabaceae) is a species of bean. It is native to Africa and it is cultivated throughout the tropics for food. It is also called hyacinth bean, dolichos bean, seim bean, lablab bean, Egyptian kidney bean, Indian bean, chicharo and Australian pea."
      },
      {
        "type": "text",
        "content": "In India, it is grown as a field crop in Tamil Nadu, Andhra Pradesh, Karnataka, Madhya Pradesh and Maharashtra."
      }
    ]
  },
  {
    "heading": "Cultivars",
    "content": [
      {
        "type": "text",
        "content": "Two cultivated type’s viz., Lablab purpureosu var. typicus and L. purpureus var. lignosus have been reported. Former is vegetable type cultivated for its soft and edible pods and latter is the field bean cultivated for dry seeds as pulse. Both varieties are cross compatible."
      }
    ]
  },
  {
    "heading": "Season and Varieties",
    "content": [
      {
        "type": "text",
        "content": "Lablab is sown during July-August or September-November."
      },
      {
        "type": "text",
        "content": "Some of the varieties of Lablab are as follows."
      },
      {
        "type": "ordered_list",
        "content": [
          "IIHR, Bangalore - Arka Jay, Arka Vijay",
          "IARI, New Delhi - Pusa Early Prolific, Pusa Sem 2, 3",
          "TNAU, Coimbatore - CO 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14",
          "UAS, Bangalore - Hebbal Avare -1, 3, 4",
          "CSAUA&T, Kanpur - Rajani, KDB 403, 405",
          "KKVP, Dapoli - Wal Konkan 1, Konkan Bhushan"
        ]
      }
    ]
  },
  {
    "heading": "Sowing",
    "content": [
      {
        "type": "text",
        "content": "Prepare the land to fine tilth. Form beds and channels for bushy types. In South and Central India, it is grown as a mixed crop with ragi and sorghum. Seeds are dibbled at a spacing of 1.0 m in between ragi or sorghum."
      },
      {
        "type": "text",
        "content": "Pole types are usually sown in backyards of homesteads. Take pits of 45–60 cm diameter during June-July and full with green leaves and wet cow dung. Allow manure to decompose properly for 2–3 weeks. Cover pits with top soil and sow 3–4 seeds in a pit. Erect a bower with bamboo poles over an area of 4.0 x 4.0 m keeping pit at the centre."
      },
      {
        "type": "text",
        "content": "A seed rate of 20–25 kg/ha is required for pure crop."
      },
      {
        "type": "text",
        "content": "Treat the seeds with Carbendezim (or) Thiram @ 2g/kg of seed 24hrs before sowing (or) with talc formulation of Trichoderma viride @ 4 g/kg seed (or) Pseudomonas fluorescens@ 10 g/kg seed. Biocontrol agents are compatible with biofertilizers. First treat the seeds with biocontrol agents and then with Rhizobium. Fungicides and biocontrol agents are incompatible."
      }
    ]
  },
  {
    "heading": "Fertilizer application",
    "content": [
      {
        "type": "text",
        "content": "Apply FYM at 12.5 t/ha."
      },
      {
        "type": "text",
        "content": "Apply fertilizers basally before sowing."
      },
      {
        "type": "unordered_list",
        "content": [
          "Rainfed : 12.5 kg N + 25 kg P ₂ O ₅ + 12.5 kg K ₂ O +10 kg S*/ha",
          "Irrigated : 25 kg N + 50 kg P ₂ O ₅ + 25 kg K ₂ O + 20 kg S*/ha"
        ]
      },
      {
        "type": "text",
        "content": "*Note : Applied in the form of gypsum if Single Super Phospate is not applied as a source of phosphorus Soil application of 25 kg ZnSo4/ha under irrigated condition."
      }
    ]
  },
  {
    "heading": "Weed Management",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Pre emergence application of Pendimethalin 2 litres/ha on 3 days after sowing using Backpack/ Knapsack/Rocker sprayer fitted with flat fan nozzle using 500 l of water for spraying one ha. After this, one hand weeding on 40–45 days after sowing gives weed free environment throughout the crop period.",
          "If herbicides are not applied give two hand weedings on 25 and 45 days after sowing."
        ]
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Irrigate immediately after sowing, followed by life irrigation on the third day. Irrigate at intervals of 7 to 10 days depending upon soil and climatic conditions. Flowering and pod formation stages are critical periods when irrigation is a must. Avoid water stagnation at all stages. Apply KCl at 0.5 per cent as foliar spray during vegetative stage if there is moisture stress."
      }
    ]
  },
  {
    "heading": "Pest and disease management",
    "content": [
      {
        "type": "text",
        "content": "Aphids, pod borer and leaf eating caterpillar are the major pests affecting Dolichos bean. Among the diseases, Cercospora leaf spot and Rhizoctoni wilt are most serious."
      },
      {
        "type": "text",
        "content": "To know the Integrated Pest Management techniques for Lablab, click here ."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "Pick the pods when they are completely dry. Thresh the pods and clean the beans. Pick the tender pods once in a week for vegetable purpose."
      },
      {
        "type": "text",
        "content": "Sources :"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "TNAU Agritech portal",
            "link": "http://agritech.tnau.ac.in/agriculture/pulses_gardenlablab.html"
          },
          {
            "text": "Package of practices for Dolichos Lablab",
            "link": "http://eagri.org/eagri50/HORT281/pdf/lec20.pdf"
          }
        ]
      }
    ]
  }
]