[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Horse gram is an important crop of South India. Its grain is used for human consumption as ‘dal ’ as well as in preparation of so called ‘rasam’ and also as a concentrated feed for cattle. It may also be used as green manure. This crop is generally grown when the cultivator is unable to sow any other crop for want of timely rains and also grown in vacant space of citrus orchard."
      },
      {
        "type": "text",
        "content": "Horse gram is mainly cultivated in the states of Karnataka, Andhra Pradesh, Odisha, Tamil Nadu, M. P., Chhattisgarh, Bihar, W. B., Jharkhand, and in foot hills of Uttaranchal and H. P., in India."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "State-wise Recommended varieties"
      },
      {
        "type": "ordered_list",
        "content": [
          "Rajasthan - KS - 2, Pratap Kulthi (AK - 42)",
          "Andhra Pradesh - Palem - 1, Palem - 2, Paiyur - 2, PHG - 9",
          "Tamil nadu - Paiyur - 2",
          "Karnataka - PHG - 9, GPM - 6, CRIDA - 1–18 R",
          "Gujarat - Pratab Kulthi - 1 (AK - 42), GHG - 5",
          "Uttarakhand - VL - Gahat - 8, VL Gahat - 10",
          "Chattisgath - Indira Kulthi - 1, (IKGH01–01",
          "Kerala - CO 1, Pattambi Local"
        ]
      }
    ]
  },
  {
    "heading": "Climate requirement",
    "content": [
      {
        "type": "text",
        "content": "Horsegram is extremely drought-resistant crop. Moderately warm, dry climatic conditions are suitable for its optimum growth. It does not grow well on higher altitudes because of cool and wet climate. Horsegram can be cultivated up to an altitude of 1000 m above the sea level. The temperature range of 25–30°C and relative humidity between 50 and 80% is optimum for its growth. Heavy rains during the initial stages of crop growth affect nodule formation owing to poor aeration in the soil. A well - distributed rainfall of about 800 mm is sufficient for its successful cultivation, but it performs well even under low rainfall areas."
      }
    ]
  },
  {
    "heading": "Soil Type & Field Preparation",
    "content": [
      {
        "type": "text",
        "content": "Generally grown on lateritic soil (poor in fertility) in south India. The crop can be grown on wide range of soils from light to heavy soils which are free from alkalinity. The crop needs minimum field preparations. Only 1–2 ploughings followed by planking provides desirable seed - bed."
      }
    ]
  },
  {
    "heading": "Sowing Time",
    "content": [
      {
        "type": "text",
        "content": "The main season for sowing horse gram is late August - November. As a fodder crop it is sown during June - August."
      },
      {
        "type": "unordered_list",
        "content": [
          "In Tamil Nadu, it is sown in September - November.",
          "In Maharashtra, horse gram is sown as a kharif crop, mixed with bajra or sometimes Niger and also in the Rabi in rice fallows.",
          "In M. P. it is a Rabi crop.",
          "In northern parts it is grown as kharif crop.",
          "In West Bengal the sowing period is October - November."
        ]
      }
    ]
  },
  {
    "heading": "Seed Rate & Spacing",
    "content": [
      {
        "type": "text",
        "content": "Generally sown as broadcast with 40 kg/ha seed rate for dual purpose i.e. grain and fodder."
      },
      {
        "type": "text",
        "content": "For line sowing 25–30 kg/ha is enough for grain crop. Row Spacing : 40–45 cm during kharif and 25–30 cm during rabi and about 5 cm plant to plant spacing."
      }
    ]
  },
  {
    "heading": "Seed treatment",
    "content": [
      {
        "type": "text",
        "content": "Seeds must be treated with seed treating fungicide to reduce infection by fungal pathogens found in the soil. Horse gram seeds are treated with carbendazim (bavistin ) 2g for every k g of seeds. Biofungicide like Trichoderma viridi is recommended for pulses at the rate of 4g per kg seed. After fungicide treatment seed should be inoculated with Rhizobium and PSB culture @ 5–7 g/kg of seed."
      }
    ]
  },
  {
    "heading": "Fertilizer management",
    "content": [
      {
        "type": "text",
        "content": "20 kg nitrogen and 30 kg P 2 O 5 per ha as basal application at the time of sowing 2–5 cm below and in the side of the seed with the help of ferti-seed drill is enough for good management of crop."
      }
    ]
  },
  {
    "heading": "Water Management",
    "content": [
      {
        "type": "text",
        "content": "Irrigation should be apply at before flowering and pod formation stage."
      }
    ]
  },
  {
    "heading": "Weed Management",
    "content": [
      {
        "type": "text",
        "content": "Due to luxuriant growth an early weeding/hoeing is enough for weed. Application of Pendimethalin @ 0.75–1 kg a.i./ha as pre emergence application. After that, one hand weeding at 20–25 days after sowing"
      }
    ]
  },
  {
    "heading": "Pest management",
    "content": [
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Insect Pest/Disease/ Causal Organism",
              "Nature of Damage/ Symptoms",
              "Control Measures"
            ],
            [
              "Aphids",
              "The adults and nymphs suck the juice from the leaves as a result turn brown and crumpled and the plants look sick.",
              "Spray of Oxydemeton methyl 25 @ 1 ml/liter or Dimethoate 30 EC @ 1.7 ml/liter water"
            ],
            [
              "Jassids",
              "The adults and nymphs suck the juice from the leaves as a result leaves turn brown an leaf surface become uneven. In severe infection leaves dry up and fall and weaken the plants"
            ],
            [
              "Pod borer",
              "It is a polyphagous insect. Caterpillar makes hole in pods, sometime also feed seed.",
              "Spray of NPV @ 250 LE/ha. or Quinolphos 25 EC @ 2 ml/liter water"
            ],
            [
              "Yellow Mosaic<br>Virus vector - white fly",
              "The symptoms firstly appear on young leaves in the form of yellow, diffused, round spots scattered on the leaf lamina. The infected leaves turn necrotic. The diseased plants usually mature later and bear relatively few flowers and pods. The pods are stunted and mostly remained immature but whenever seeds are form they are small in size.",
              "i. Grown resistant varieties.<br>ii. Destroy the infected plants.<br>iii. Spray of Oxydemeton methyl 25 @ 2 ml/ liter or Dimethoate 30 EC @ 1.7 ml/liter water and repeat after 15 days, if necessary ."
            ],
            [
              "Root rot",
              "Roots rot and plants show yellowing of the lower - most leaves followed by wilting.",
              "Seed treatment with 2 g C aptan or Carbindazim / 2 kg of seed. Avoid early sowing in infested areas"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Harvesting & threshing",
    "content": [
      {
        "type": "text",
        "content": "As usual with other kharif pulses of Vigna group, clean seed should be sun dried for 3–4 days to bring their moisture content at 9–10% to be safely stored in appropriate bins."
      }
    ]
  },
  {
    "heading": "Storage",
    "content": [
      {
        "type": "text",
        "content": "To avoid further development of bruchids and other storage pests it is recommended to fumigate the storage material before onset of monsoon and again after the monsoon with ALP @ 1–2 tablets per tonne. The small quantity of the produce can also be protected by mixing inert material (soft stone, lime, ash, etc) or by smearing edible/non - edible vegetable oils or by mixing plant products like neem leaf powder at the rate of 1–2% w/w basis."
      }
    ]
  },
  {
    "heading": "Yield",
    "content": [
      {
        "type": "text",
        "content": "By adopting improved package of practices one can harvest 6–10 qtls of grain/ha depending upon the monsoon behaviour."
      }
    ]
  },
  {
    "heading": "Recommendation to achieve higher production",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Deep summer ploughing once in 3 years.",
          "Seed treatment should be done before sowing.",
          "Application of fertilizer should be based on soil test value.",
          "Weed control should be done at right time.",
          "Adopt integrated approach for plant protection."
        ]
      },
      {
        "type": "text",
        "content": "Source: Directorate of Pulses Development"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Horsegram production practices in Tamil Nadu",
            "link": "http://agritech.tnau.ac.in/agriculture/CropProduction/Pulses/pulses_horsegram.html"
          },
          {
            "text": "Horsegram production practices in Kerala",
            "link": "http://www.celkau.in/Crops/Pulses/horsegram.aspx"
          },
          {
            "text": "CAZRI - Production technology for Horsegram in India",
            "link": "http://www.cazri.res.in/publications/KrishiKosh/113-(PRODUCTION%20TECHNOGY%20).pdf"
          },
          {
            "text": "AESA based IPM package for Horsegram",
            "link": "http://niphm.gov.in/IPMPackages/Horsegram.pdf"
          }
        ]
      }
    ]
  }
]