[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Lathyrus is considered as drought-tolerant hardy crop, and is grown in low-rainfall regions under rainfed conditions, during winter when lentil and chickpea are not expected to give good yields. The crop has unique tolerance ability against stress environmental conditions not only drought but also for water logging. In addition to use as dal and chapatti, it is usually grown as fodder crop. Lathyrus leaves about 36–48 kg/ha nitrogen economy for the succeeding crop."
      },
      {
        "type": "text",
        "content": "Common names : Khesari, grasspea, chiclingpea."
      },
      {
        "type": "text",
        "content": "Chattisgarh, Bihar, Madhya Pradesh and West Bengal are some of the lathyrus producing states in India."
      }
    ]
  },
  {
    "heading": "Nutritive value",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Protein - 31.9%",
          "Carbohydrate - 53.9%",
          "Fat - 0.9%",
          "Ash - 3.2%"
        ]
      }
    ]
  },
  {
    "heading": "Climate",
    "content": [
      {
        "type": "text",
        "content": "Being a winter season crop it prefers temperate climate with good adoption under climatic extremities. Generally, crop requires 15°C to 25°C temperatures during sowing to harvesting of crop."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "Ratan, RLS-4595, B-1, Pusa-24, LS 157–14, HD-3, LSD-6, Prateek, Maha Teora."
      }
    ]
  },
  {
    "heading": "Soil type and Field preparation",
    "content": [
      {
        "type": "text",
        "content": "Thrives well in all types of soils except high acidic soils. It prefers heavy soils belonging to low lying areas which are not suited to other crops. It grows abundantly in loamy and deep black soils and produce excellent crop. For cultivation of lathyrus under utera system (relay cropping), no tillage is required. However, for planting after harvest of rice, one deep ploughing followed by cross harrowing and planking is necessary."
      }
    ]
  },
  {
    "heading": "Time of sowing",
    "content": [
      {
        "type": "text",
        "content": "Crop is sown on residual soil moisture after harvest of kharif during last October to early November as pure crop. In utera cropping last week of September or first week of October."
      }
    ]
  },
  {
    "heading": "Seed rate and spacing",
    "content": [
      {
        "type": "text",
        "content": "70–80 kg/ha for broadcasted sowing in utera system and 40–60 kg/ha in line sowing is required. Under utera cropping sown as broadcasted in between the rice rows. Whereas normal spacing 30 cm x 10 cm is recommended."
      }
    ]
  },
  {
    "heading": "Seed treatment",
    "content": [
      {
        "type": "text",
        "content": "Treat the seed with Thirum 3g / kg of seed. After seed treatment with fungicide seed should be inoculated with Rhizobium and PSB culture @ 5–7 g/ kg of seed."
      }
    ]
  },
  {
    "heading": "Nutrient management",
    "content": [
      {
        "type": "text",
        "content": "Under utera cropping the crop is grown on residual fertility of rice. However, it responds well to phosphorus up to 40–60 kg /ha except in the case if grown on highly phosphorus fertilized paddy field. For normal crop 100 kg DAP + 100 kg gypsum/ha is a optimum dose of fertilizer applied as basal dose 2–3 cm below the seed with the help of fertiseed drill, is recommended."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "The crop is grown as rain fed crop on residual moisture. However, under high moisture stresses one irrigation at 60–70 days after sowing may be remunerative in terms of production."
      }
    ]
  },
  {
    "heading": "Weed management",
    "content": [
      {
        "type": "text",
        "content": "For normal sown crops one hand - weeding at 30–35 days after sowing (if soil condition permit). Weeds can also be managed effectively by spray of fluchloralin (Basalin) 45 EC @ 0.75–1 kg a.i./ha in 750–1000 liters of water as pre-plant incorporation."
      }
    ]
  },
  {
    "heading": "Pest management",
    "content": [
      {
        "type": "text",
        "content": "Aphid The adults and nymphs suck the juice from the leaves as a result, leaves turn brown and crumpled and the plant look sick. Management : Spray of Dimethoate 30 EC @ 1.7 ml/ liter or oxydemeton methy (Metasystox) 25 EC @ 1 ml/liter of water."
      },
      {
        "type": "text",
        "content": "Rust Pink to brown pustules appear on leaves and stems. In severe attack, the affected plants dry. Management : Grow early maturing variety. Seed Treatment with Carbendazim @ 2 g/kg seed. Spray the crop with Mancozeb 75 WP @ 2 g / liter of water."
      },
      {
        "type": "text",
        "content": "Downy Mildew Brownish cottony growth of fungus may be seen on the lower surface of leaf. Inside growth yellow to greenish spots are also visible. Management : Spray the crop with Mancozeb 75 WP @ 2 g / liter of water."
      },
      {
        "type": "text",
        "content": "Powdery Mildew Symptoms first appear on all the aerial parts of plant. While powdery masses of spores formed on leaves which may collapse and cover the whole leaf with powdery growth. Management : Wettable Sulphur @ 3 gm/ litre or Carbendazim @ 1g/ liter or Dinocap @ 1 ml/litre of water."
      }
    ]
  },
  {
    "heading": "Harvesting, threshing & storage",
    "content": [
      {
        "type": "text",
        "content": "Harvest the crop, when colour of pods change to brown and grains are at dough stage having approximately 15% moisture inside them. Harvested produce may be allowed to dry in sunlight for a week. Harvested produce after 3–4 days sun drying is roped in the bundles and transferred to threshing floors."
      },
      {
        "type": "text",
        "content": "Threshing is done by beating with sticks or trampling under the feet of bullocks. The clean seed should be sun dried for 3–4 days to reduce their moisture content up to 9–10%. Now the produce should be safely stored in appropriate bins. The small quantity of the produce can also be protected by mixing inert material (soft stone, lime, ash, etc)."
      },
      {
        "type": "text",
        "content": "A well managed crop can easily give 8–10 q/ha yields under direct sowing and 3–4 q/ha under utera cultivation."
      }
    ]
  },
  {
    "heading": "Recommendation to achieve higher production",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Deep summer ploughing once in 3 years.",
          "Seed treatment should be done before sowing.",
          "Application of fertilizer should be based on soil test value.",
          "In Lathyrus foliar spray of 2% urea or 20 ppm Salicylic acid at flowering and pod formation stage increases the yield. v) Weed control should be done at right time.",
          "Adopt integrated approach for plant protection"
        ]
      },
      {
        "type": "text",
        "content": "Source: Directorate of Pulses Development"
      }
    ]
  }
]