[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Pigeonpea ( Cajanus cajan (L.) Millsp.), commonly known as red gram or tur or Arhar, is a very old crop of this country. After gram, arhar is the second most important pulse crop in the country. It is mainly eaten in the form of split pulse as ‘dal’. Seeds of arhar are also rich in iron, iodine, essential amino acids like lycine, threonine, cystine and arginine etc."
      },
      {
        "type": "text",
        "content": "More than 80% of tur production comes from 6 states of Maharashtra, MP, Karnataka, UP, Gujarat and Jharkhand."
      }
    ]
  },
  {
    "heading": "Nutritive value",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Protein - 22.3 %",
          "Fat - 1.7 %",
          "Minerals - 3.5 %",
          "Fiber - 1.5 %",
          "Carbohydrate - 57.6 %",
          "Calcium - 73 mg/100 g",
          "Phosphorus - 304 mg/100 g",
          "Iron - 5.8 mg/100 g",
          "Moisture - 13.4%",
          "Calorific value - 335 Kcal/100 g"
        ]
      }
    ]
  },
  {
    "heading": "Climate",
    "content": [
      {
        "type": "text",
        "content": "Pigeonpea is predominantly a crop of tropical areas mainly cultivated in semi arid regions of India. Pigeonpea can be grown with a temperature ranging from 26 0°C to 30 0°C in the rainy season (June to October) and 17 0°C to 22 0°C in the post rainy (November to March) season. Pigeonpea is very sensitive to low radiation at pod development, therefore flowering during the monsoon and cloudy weather, leads to poor pod formation."
      }
    ]
  },
  {
    "heading": "Soil type and Field Preparation",
    "content": [
      {
        "type": "text",
        "content": "It is successfully grown in black cotton soils, well drained with a p H ranging from 7.0–8.5. Pigeonpea responds well to properly tilled and we ll drained seedbed. A deep ploughing with soil turning plough in fallow/waste lands, zero tillage sowing under intensive cropping system and Broad Bed Furrow/Ridge - furrow planting in low lying as well as intercropping areas is recommended. Raised Bed method of planting by dibbling at 2 inches depth with Row to Row distance 4 to 5 feet also 15 feet gap (2 pairs of Tur on bed) under intercropping of soybean under transplanting (Dharwad method/SPI), 5 X 3 and 3 X 1.5 feet spacing is recommended."
      }
    ]
  },
  {
    "heading": "Sowing Time and Method",
    "content": [
      {
        "type": "text",
        "content": "Early Maturing varieties - First fortnight of June; Medium & Late Maturing Varieties - Second fortnight of June. Line sowing by seed drill or desi plough or by dibbling on the ridge and beds, both are recommended as per the area."
      }
    ]
  },
  {
    "heading": "Seed Rate and Spacing",
    "content": [
      {
        "type": "text",
        "content": "The seeding rate of pigeon pea depends on the desired plant density for a genotype (early, medium or late), cropping system (pure crop, mixed crop, or inter crop), germination rate of seed and mass of seed."
      },
      {
        "type": "text",
        "content": "Early Maturing Var. - 20–25 k g/ha (Row to Row - 45–60 cm & Plant to Plant - 10–15 cm)"
      },
      {
        "type": "text",
        "content": "Medium/Late Maturing Var. - 15–20 k g/ha (Row to Row - 60–75 & Plant to Plant - 15–20 cm)"
      }
    ]
  },
  {
    "heading": "Seed Treatment",
    "content": [
      {
        "type": "text",
        "content": "Fungicide: Thiram (2gm) + Carbendazim (1gm) or Thiram @ 3 gm or Tricoderma virdie 5–7 g / k g of seed;"
      },
      {
        "type": "text",
        "content": "Culture: Rhizobium and PSB culture 7–10 g / k g seed."
      }
    ]
  },
  {
    "heading": "Method of Sowing",
    "content": [
      {
        "type": "text",
        "content": "Three systems of sowings are practiced for pigeon pea. The common is flat sowing, the other methods are broadbed - furrow (BBF) for extra - early group and ridge-and-furrow for the late maturity group. Bund cultivation of pigeonpea in rice fallow areas have also been adopted in Chattisgarh and MP and some rice fallow areas."
      },
      {
        "type": "text",
        "content": "The latter two methods are useful in fields with poor surface drainage and water logging. The raised beds or ridges also provide better aeration and nodulation in comparison to the flat sown crop. At ICRISAT a broad bed and furrow system is used for sowing extra-early genotypes, and ridges-and-furrows are used for medium and late duration genotypes."
      }
    ]
  },
  {
    "heading": "Cropping system",
    "content": [
      {
        "type": "text",
        "content": "The space between the rows could be profitably utilized by growing short duration crops such as urd, moong, cowpea, etc."
      },
      {
        "type": "text",
        "content": "Important cropping systems followed are:"
      },
      {
        "type": "unordered_list",
        "content": [
          "Maize – Pigeonpea (Rabi)",
          "Pigeonpea - Urd - Wheat",
          "Pigeonpea - Sugarcane",
          "Mung + Pigeonpea - Wheat",
          "Pigeonpea (early) - Potato - urdbean"
        ]
      }
    ]
  },
  {
    "heading": "Inter-cropping",
    "content": [
      {
        "type": "text",
        "content": "Pigeonpea is commonly intercropped with a wide range of crops. In India, it was estimated that 80–90 % of the pigeonpea were intercropped :"
      },
      {
        "type": "unordered_list",
        "content": [
          "With cereals (sorghum, maize, pearl millet, finger millet and rain-fed rice).",
          "With legumes (groundnut, cowpea, mung bean, black gram, soybean ).",
          "With long-season annuals (caster, cotton, sugarcane, and cassava)."
        ]
      }
    ]
  },
  {
    "heading": "Fertilizer and Manure application",
    "content": [
      {
        "type": "text",
        "content": "The doses of fertilizers should be determined based on the results of soil test. All the fertilizers are drilled in furrows at a depth of 5 cm. and at the side of 5 cm. from seed. Apply 25–30 kg N, 40–50 k g P 2 O 5, 30 kg K 2°per ha area as Basal dose at the time of sowing."
      },
      {
        "type": "text",
        "content": "Secondary and Micro Nutrients"
      },
      {
        "type": "unordered_list",
        "content": [
          "Sulphur : In medium black soils and sandy loam soils apply 20 kg S ha-1 (equivalent to 154 kg gypsum/phospho-gypsum or 22 kg bentonite sulphur) as basal to each crop. If S deficiency is diagnosed red sandy loam soils, apply 40 kg S ha-1 (equivalent to 300 kg gypsum/phospho - gypsum/or 44 kg bentonite sulphur) per hectare. This quantity is sufficient for one crop cycle.",
          "Zinc : In sandy soil, apply 3 kg Zn ha-1 (15 kg zinc sulphate hepta hydrate/ 9 kg zinc sulphate mono hydrate) as basal. If Zinc deficiency found in the standing crop can then spraying 5 kg Zinc sulphate + Lime 2.5 k g dissolved in 800–1000 liter water per hectare.",
          "Iron : In light textured soils, foliar application of 0.5% FeSO ₄ at 60, 90 and 120 DAS is recommended."
        ]
      }
    ]
  },
  {
    "heading": "Irrigation and Drainage",
    "content": [
      {
        "type": "text",
        "content": "Being a deep rooted crop, it can to lerate drought. But in case of prolonged drought there is need of three irrigation."
      },
      {
        "type": "unordered_list",
        "content": [
          "1st at branching stage (30 DAS)",
          "2nd one in flowering stage (70 DAS) and",
          "3rd at the time of podding stage (110 DAS)."
        ]
      },
      {
        "type": "text",
        "content": "A pre-requisite for the success of pigeonpea is proper drainage. Ridge planting is effective in areas where sub-surface drainage is poor. Th is provide enough aeration for the roots during the period of excess rainfall."
      }
    ]
  },
  {
    "heading": "Weed control",
    "content": [
      {
        "type": "text",
        "content": "The first 60 days is very critical and harmful for the arhar crop. Two mechanical weedings one at 20–25 days and another at 45–50 days after sowing but before flowering are required."
      },
      {
        "type": "text",
        "content": "The Pre-emergence application of Pendimetha lin @ 0.75–1 Kg a.i. per ha in 400–600 liter of water kills the germinating seedlings of weeds and keep the field weed free for the first 50 days. If weed found from long time use Fluchloralin 50 % EC (Basaline) 1 kg of a.i per ha in 800–1000 liter well incorporated in the soil before sowing or Alachlor 50 % EC (Laso) 2–2.5 kg a.i. per ha in 400–500 liter of water as pre-emergence."
      }
    ]
  },
  {
    "heading": "Plant Protection Measures",
    "content": [
      {
        "type": "text",
        "content": "Disease"
      },
      {
        "type": "text",
        "content": "The important diseases of Pigeon pea are Wilt, Sterility mosaic disease, Phytophthora blight, Alternaria blight, Powdery mildew. Symptoms of these disease and their suitable control measures are given below:"
      },
      {
        "type": "text",
        "content": "1. Wilt"
      },
      {
        "type": "text",
        "content": "Symptoms: Xylem gradually develops black streaks, dark purple bands appear on the stem surface plants extending upwards from the base. Main stem of such plants is split open, intensive blackening of the xylem can be seen. In humid weather, a pinkish mycelial growth is commonly observed the basal portions of the wilted plants. It may be seen in seedling, flowering & vegetative stage."
      },
      {
        "type": "text",
        "content": "Control Measures"
      },
      {
        "type": "unordered_list",
        "content": [
          "Seed Treatment with Trichoderma viride @ 10 g/kg of seed or Thirum (2 gm) + Carbendazim (1gm) / kg of seed;",
          "Soil application - T. viride – 2 .5 kg/ ha + 50 kg of well decomposed FYM or sand at 30 days after sowing.",
          "Mixed cropping with sorghum;",
          "Uproot wilted plants;",
          "Avoid over or under watering plants;",
          "Amendment of soil with oil cakes, appliances of trace elements such as boron, zinc and manganese and heavy dose of green leaf manure crops",
          "Grow resistant varieties like Amar, Azad, Asha (IPCL - 87119), Maruthi, C-11, BDN-1, BDN - 2, NP - 5, JKM - 189, C - 11, JKM - 7, BSMR - 853 & BSMR - 736 etc."
        ]
      },
      {
        "type": "text",
        "content": "2. Sterility mosaic disease"
      },
      {
        "type": "text",
        "content": "Symptoms : It is caused by mosaic virus & spread from plant to plant under field conditions through Eriophyid mite. Leaves become small and cluster near branch tips & reduced in size. Plants are pale green and bushy in appearance, without of flowers and pods. Diseas ed plants are usually in groups. It may be seen in Vegetative growth & Pre - flowers stage"
      },
      {
        "type": "unordered_list",
        "content": [
          "Spray Fenazaquin 10 EC (Magister) @ 1 ml/lit er of water on 45 and 60 DAS;",
          "Rogue out the infected plants in the early stages of growth;",
          "Crop rotation with non host crop like tobacco, sorghum, pearl millet, cotton;",
          "Grow resistant varieties like Pusa - 885, Asha, Sharad (DA11), Narendra Arhar1, Bahar, BSMR - 853, BSMR 736, Rajeev Lochan, BDN - 708."
        ]
      },
      {
        "type": "text",
        "content": "3. Phytophthora blight"
      },
      {
        "type": "text",
        "content": "Symptoms: Foliage blight symptoms are circular or irregular water soaked lesions on leaves. The lesions on stems and branches increases rapidly, girdles, cracks and dries the stem. Infected stem and branches break easily in the wind."
      },
      {
        "type": "unordered_list",
        "content": [
          "Seed treated with Metalaxyl 35 WS @ 3 g/ kg of seed",
          "Good drainage in the fields and the plants should be protected from stem injury",
          "Crop rotation should be followed",
          "Grow resistant varieties like ICPL 7916/ 12055/12114/12161, JKM - 189, JA - 4 etc."
        ]
      },
      {
        "type": "text",
        "content": "4. Alternaria blight"
      },
      {
        "type": "text",
        "content": "Symptoms : Symptoms appear on all aerial part of plants are small, circular, necrotic spots that develop quickly, forming typical concentric rings. The spots are initially light brown and later turn dark brown. In severe infection, defoliation and drying of infected leaves, branches and flower buds."
      },
      {
        "type": "unordered_list",
        "content": [
          "Spray the crop with Mancozeb 75 WP @ 2 g/liter or Carbendazim 50 WP @ 1g/liter of water;",
          "Cultivation of pigeonpea on ridges with proper drainage system and avoiding the sowing in heavy soil helpful in disease management;",
          "Grow resistant varieties like DA - 2, MA 128–1, MA 128–2"
        ]
      },
      {
        "type": "text",
        "content": "Insect-Pests"
      },
      {
        "type": "text",
        "content": "1. Pod borers"
      },
      {
        "type": "text",
        "content": "Nature of Damage : It is widely distributed and is the most injurious pest of early and medium maturing varieties. The larvae, after hatching, feed on tender leaves and twigs but a pod formation they puncture pods and feed on developing grains. It may be seen in vegetative & podding stage."
      },
      {
        "type": "unordered_list",
        "content": [
          "Use H. armigera pheromone trap @ 12/ha",
          "Spray the crop with Emamectin benzoate 5% SG @ 220 g/ha. or Indoxacarb 15.8% SC @ 333 ml/ha",
          "The caterpillar should be picked by hand after shaking the plants and destroyed in the early stages of attack."
        ]
      },
      {
        "type": "text",
        "content": "2. Tur Pod fly"
      },
      {
        "type": "text",
        "content": "Nature of damage : Stripes can be seen on the surface of the affected grains, while the attacked pods are somewhat twisted or deformed. In case of severe damage, as many as 80 percent pods and 60 per cent grains may be damaged."
      },
      {
        "type": "unordered_list",
        "content": [
          "Spraying Neem seed kernel extract (NSKE) 5 per cent at 50% flowering stage to manage the insect’s populations;",
          "Pest can be controlled by spraying the crop with Monocrotophos (Nuvacron) 36 SL 1 liter in 800–1000 litres of water per hectare."
        ]
      },
      {
        "type": "text",
        "content": "3. Plume Moth"
      },
      {
        "type": "text",
        "content": "Nature of damage: The larvae damaged seeds as well cause flowers, buds and pods to drop. The caterpillar is greenish - brown in color and fringed with short hairs and spines. It also enters into the pod and feeds on developing grains."
      },
      {
        "type": "unordered_list",
        "content": [
          "Apply the Neem oil 2%",
          "Spray the crop with Azadirachtin 0.03 % WSP 2500–5000 g/ha or Emamectin benzoate 5% SG @ 220 g/ha or Indoxacarb 15.8% SC @ 333 ml/ha ."
        ]
      },
      {
        "type": "text",
        "content": "4. Pod-sucking bugs"
      },
      {
        "type": "text",
        "content": "Nature of damage: Damaged seeds become shriveled, and develop dark patches. Shedding of green pods."
      },
      {
        "type": "unordered_list",
        "content": [
          "Soil application of carbofuran 3G @ 15 kg/ha at sowing;",
          "Spray the crop with Ha NPV 3 x1012 POB/ha in 0.1% teepol;",
          "Immature bugs can be handpicked and destroyed;",
          "The main natural enemies of bugs are egg parasitoids, ants and birds reported reduce feeding by green shield bugs;",
          "Spraying with aromatic plants (e.g. gums, lantana, Neem-based pesticides)."
        ]
      }
    ]
  },
  {
    "heading": "Harvesting & Threshing",
    "content": [
      {
        "type": "text",
        "content": "With two third to three fourth pods at maturity judged by changing their colour to brown is the best harvesting time. The plants are usually cut with a sickle within 75 cm above the ground. Harvested plants should be left in the field for sun drying for 3–6 days depending on season."
      },
      {
        "type": "text",
        "content": "Threshing is done either by beating the pods with stick or using Pullman thresher. The proportion of seed to pods is generally 50–60%. The clean seeds should be sun dried for 3–4 days to bring their moisture content at 9–10% to safely store in appropriate bins."
      },
      {
        "type": "text",
        "content": "To avoid further development of bruchids and other storage pests, it is recommended to fumigate the storage material before onset of monsoon and again after the monsoon with ALP @ 1–2 tablets per tonne. The small quantity of the produce can also be protected by mixing inert material (soft stone, lime, ash, etc) or by smearing edible/non-edible vegetable oils or by mixing plant products like neem leaf powder at the rate of 1–2% w/w basis."
      }
    ]
  },
  {
    "heading": "Yield",
    "content": [
      {
        "type": "text",
        "content": "With use of improved technology of agronomic practices pigeon pea may yield about 25–30 q/ha from irrigated condition and 15–20 q/ha from un-irrigated condition. (depending upon maturity group of variety and climate) and 50–60 q/ha of sticks for fuel, as well."
      }
    ]
  },
  {
    "heading": "Recommendation to achieve higher production",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Deep summer ploughing once in 3 years.",
          "Application of fertilizer should be based on soil test value.",
          "Seed treatment should be done before sowing.",
          "Use wilt and Sterility Mosaic disease (SMD) resistant /tolerant varieties BSMR 736, 853, 846, ICPL 96053, BDN 2010, ICPL 43, 44, IPA 203, 204, 234 and IPH 09–5 as per suitability of region. ( IIPR AICRP Pigeonpea ).",
          "Wilt resistant varieties VL Arhar - 1, Vipula, JKM - 189, G. T. - 101, Pusa 991, Azad (K - 91–25), BSMR - 736, M A - 6 etc.",
          "Use hybrid varieties PPH - 4, ICPH - 8, IPH 09–5, ICPH - 2740 as per suitability of region.",
          "Weed control should be done at right time.",
          "Adopt integrated approach for plant protection"
        ]
      },
      {
        "type": "text",
        "content": "Source: Directorate of Pulses Development"
      }
    ]
  },
  {
    "heading": "Related resources",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Red gram production practices in Tamil Nadu",
            "link": "http://agritech.tnau.ac.in/agriculture/CropProduction/Pulses/pulses_redgram.html"
          },
          {
            "text": "Red gram production practices in Kerala",
            "link": "http://www.kissankerala.net/kissan/kissancontents/RedGram.htm"
          },
          {
            "text": "Red gram production practices in Madhya Pradesh",
            "link": "http://www.mpkrishi.org/EngDocs/AgriTop/e-agrotech/Kharif/PPea.aspx"
          },
          {
            "text": "Red gram production practices in Odisha",
            "link": "http://agriodisha.nic.in/Home/pulses"
          },
          {
            "text": "Post-Harvest Management of Pulses",
            "link": "http://iipr.res.in/pdf/postbulletins2may13.pdf"
          },
          {
            "text": "AESA based IPM package for Red gram",
            "link": "https://farmer.gov.in/imagedefault/ipm/Redgram.pdf"
          }
        ]
      }
    ]
  }
]