[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Pulses are annual leguminous crops yielding between one and 12 grains or seeds of variable size, shape and colour within a pod, used for both food and feed. The term “pulses” is limited to crops harvested solely for dry grain, thereby excluding crops harvested green for food, which are classified as vegetable crops, as well as those crops used mainly for oil extraction and leguminous crops that are used exclusively for sowing purposes."
      },
      {
        "type": "text",
        "content": "Besides serving as an important source of protein for a large portion of the global population, pulses contribute to healthy soils and climate change mitigation through their nitrogen-fixing properties. Bengal Gram (Desi Chick Pea / Desi Chana), Pigeon Peas (Arhar / Toor / Red Gram), Green Beans (Moong Beans), Chick Peas (Kabuli Chana), Black Matpe (Urad / Mah / Black Gram), Red Kidney Beans (Rajma), Black Eyed Peas (Lobiya), Lentils (Masoor), White Peas (Matar) are major pulses grown and consumed in India."
      }
    ]
  },
  {
    "heading": "Area, Production and Productivity",
    "content": [
      {
        "type": "text",
        "content": "India is the largest producer (25% of global production), consumer (27% of world consumption) and importer (14%) of pulses in the world. Pulses account for around 20 per cent of the area under foodgrains and contribute around 7–10 per cent of the total foodgrains production in the country. Though pulses are grown in both Kharif and Rabi seasons, Rabi pulses contribute more than 60 per cent of the total production."
      },
      {
        "type": "text",
        "content": "Gram is the most dominant pulse having a share of around 40 per cent in the total production followed by Tur/Arhar at 15 to 20 per cent and Urad/Black Matpe and Moong at around 8–10 per cent each. Madhya Pradesh, Maharashtra, Rajasthan, Uttar Pradesh and Karnataka are the top five pulses producing States. Productivity of pulses is 764 kg/ha."
      },
      {
        "type": "text",
        "content": "Since ages, pulses have been well integrated into the farming system of our country as the farmers could produce them by using their own seeds and family labour without depending much on external inputs. With the advent of Green Revolution, which promoted rice and wheat using external inputs and modern varieties of seeds, pulses were pushed to the marginal lands. This resulted in decline in productivity and land degradation. Thus, pulses are still cultivated on the marginal and sub marginal land, predominantly under unirrigated conditions. The trend of commercialisation of agriculture has further aggravated the status of pulses in the farming system."
      }
    ]
  },
  {
    "heading": "Price Support",
    "content": [
      {
        "type": "text",
        "content": "The policy prescription for ensuring reasonable price to the farmers largely centres around procuring the pulses by providing Minimum Support Prices (MSP) to the farmers through National Agricultural Cooperative Marketing Federation of India (NAFED) and more recently through Small Farmers Agri Consortium (SFAC)."
      }
    ]
  },
  {
    "heading": "Availability vis-à-vis nutritional and sustainability aspects",
    "content": [
      {
        "type": "text",
        "content": "Per capita net availability of pulses in India, however, has reduced from 51.1 gm/day (1971) to 41.9 gm/day (2013) as against WHO recommendation of 80gm/day. This raises question about the nutritional aspect as pulses are considered to be ‘poor man’s protein’. It is estimated that pulses contain 20–25 per cent of protein by weight and have twice the protein available in wheat and thrice that is present in rice. In addition to its nutritional advantage, pulses have low carbon and water footprints which make them an integral part of the sustainable farming system. As per estimates, water footprints for producing one kilogram of meat is five times higher than that of pulses. Further, one kilogram of legume emits 0.5 kilogram in CO 2 equivalent whereas one kilogram of meat produce 9.5 kilogram in CO 2 equivalent."
      }
    ]
  },
  {
    "heading": "Processing and value addition",
    "content": [
      {
        "type": "text",
        "content": "There is very little value addition for pulses. Pulses are mostly consumed whole or split, apart from desi chickpea which is usually consumed in the form of fl our/besan and has growing demand. Most of the processing units are production regions mainly to minimise the transportation cost for procuring raw materials and use traditional technology. However, the growing health consciousness, preference for quality packaged products and shortage of labour drives the processors to use modern technology."
      },
      {
        "type": "source",
        "content": "NABARD Rural Pulse",
        "link": "https://www.nabard.org/auth/writereaddata/tender/2009164501Rural-Pulse-July-August-2015.pdf"
      }
    ]
  }
]