[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Sword bean (Canavalia gladiata L.) is a tropical under-utilized food legume. It is rich in proteins and is cultivated as a vegetable and fodder crop."
      },
      {
        "type": "text",
        "content": "Sword bean is wildly distributed in the Eastern and Western Ghats of South India and also cultivated as a fodder crop in Northern and Peninsular India."
      },
      {
        "type": "text",
        "content": "It has many desirable agronomic features such as high biomass production, resistance to drought, pest and diseases, high fertility index and high seed productivity on fertile land, which enable them to grow well under tropical condition."
      },
      {
        "type": "text",
        "content": "The seeds are not extensively utilized as food/feed mainly due to the presence of certain antinutritional compounds such as total free phenolics, tannins, Concanavalin A (Con A) lectin, L-Canavanine (a non-protein amino acid), phytic acid, oligosaccharides, protease inhibitors and α-amylase inhibitors."
      }
    ]
  },
  {
    "heading": "Season",
    "content": [
      {
        "type": "text",
        "content": "June - July (Rainfed), September - October (Rabi), February - March (Summer). It can be grown throughout the year and gives good response to irrigation."
      }
    ]
  },
  {
    "heading": "Seeds and sowing",
    "content": [
      {
        "type": "text",
        "content": "There are two types of sword bean. White seeded varieties are bushy in nature whereas red seeded varieties are trailed over pandals."
      },
      {
        "type": "text",
        "content": "Pole type varieties are to be planted at a spacing of 4 x 3 m whereas bush type varieties are to be planted at 60 x 60 cm. May-June and September-October are the usual sowing time and the seed rate followed is one or two seeds per pit. This can also be grown as border crop, intercrop and a shade crop."
      },
      {
        "type": "text",
        "content": "SBS 1 is a variety of Sword bean grown in Tamil Nadu."
      }
    ]
  },
  {
    "heading": "Nutrient management",
    "content": [
      {
        "type": "text",
        "content": "FYM is applied at the rate of 5 t/ha. The N:P 2 O 5 : K 2°mixture (7:10:5) may be applied as basal dose and top dressing at several splits."
      }
    ]
  },
  {
    "heading": "Harvesting and yield",
    "content": [
      {
        "type": "text",
        "content": "Sword bean matures in 110–120 days. Tender pods are ready for harvest from 75 days after sowing. As a pure crop it gives an average grain yield of 1356 kg/ha and green pod yield of 7500 kg/ha."
      },
      {
        "type": "text",
        "content": "Sources :"
      },
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "TNAU Agritech portal",
            "link": "http://agritech.tnau.ac.in/agriculture/CropProduction/Pulses/pulses_swordbean.html"
          },
          {
            "text": "Kissan Kerala",
            "link": "http://www.kissankerala.net/kissan/kissancontents/minorveg.htm"
          }
        ]
      }
    ]
  }
]