[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Only one - third of this dosage should be applied during the first year which is increased to two - thirds in the second year. The full dose is given from the third year onwards. As the soil fertility will be varying with the agro ecological conditions or management systems, site specific nutrient management for yielding gardens based on their soil test results for major nutrient is advocated. The recommended dose of nutrients for varying soil test values of N, P and K is given in Table 3. The fertilizers are to be applied in two split doses, one in May - June and the other in August - September and sufficient soil moisture must be ensured. The fertilizers are applied at a distance of about 30 cm all around the vine and covered with a thick layer of soil. Care should be taken to avoid direct contact of fertilizer s with roots of black pepper. When biofertilizer like Azospirillum is applied @ 50 g/vine, the recommended nitrogen dose may be reduced by half. In soils that are deficient in zinc or magnesium, foliar application of 0.25% zinc sulphate twice a year (May - June and September - October) and soil application of 200 g/vine magnesium sulphate, respectively is recommended. Foliar application of micronutrient mixture specific to black pepper is also recommended (dosage @ 5 g/L) twice, starting at flowering and followed at monthly interval for higher yield."
      },
      {
        "type": "subheading",
        "content": "Bush pepper"
      },
      {
        "type": "text",
        "content": "Rooted lateral branches grown as bushes are known as bush pepper. Bush pepper can be raised as potted bushes or field grown bushes. Bush pepper yields green pepper throughout the year and the fresh yield per bush can be up to 1 kg after 3 years of planting."
      },
      {
        "type": "subheading",
        "content": "Summer irrigation"
      },
      {
        "type": "text",
        "content": "Irrigating black pepper vines during summer (March II fortnight to May II fortnight) at fortnightly interval enhances productivity by 90 to 100 per cent compared to unirrigated crop. Vines are irrigated at the basin through hose and fifty litres per vine is recommended for vines that have crossed 15 years of age. We can reduce the amount to 40 litres for vines between 11–15 years age group and 30 litres to vines aged between 5–10 years. The spiking will be uniform in the irrigated crop as most of the spikes (> 90%) emerge by July while in rain fed crop only around 60% of spikes emerge in July and may extend till September. Spike length will be comparatively more in irrigated crop."
      }
    ]
  },
  {
    "heading": "Plant protection",
    "content": [
      {
        "type": "subheading",
        "content": "Diseases"
      },
      {
        "type": "subheading",
        "content": "a. Foot rot disease"
      },
      {
        "type": "text",
        "content": "Foot rot (quick wilt disease) caused by Phytophthora capsici is the most destructive of all diseases and occurs mainly during the south west monsoon season. All parts of the vine are vulnerable to the disease and the expression of symptoms depend upon the site or plant part infected and the extent of damage."
      },
      {
        "type": "text",
        "content": "Symptoms"
      },
      {
        "type": "unordered_list",
        "content": [
          "One or more black spots appear on the leaves which have characteristic fine fimbriate margins which rapidly enlarge and cause defoliation.",
          "The tender leaves and succulent shoot tips of freshly emerging runner shoots trailing on the soil turn black when infected. The disease spreads to the entire vine from these infected runner shoots and leaves during intermittent showers due to rain splash.",
          "If the main stem at the ground level or the collar is damaged, the entire vine wilts followed by shedding of leaves and spikes with or without black spots. The branches break up at nodes and the entire vine collapses within a month.",
          "If the damage is confined to the feeder roots, the expression of symptoms is delayed till the cessation of rain and the vine starts showing declining symptoms such as yellowing, wilting, defoliation and drying up of a part of the vine. This may occur during October - November onwards. These vines may recover later and survive for more than two seasons till the root infection culminates in collar rot and death of the vine."
        ]
      },
      {
        "type": "text",
        "content": "Management"
      },
      {
        "type": "text",
        "content": "The disease can be controlled by adopting integrated disease management strategies."
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Phytosanitation</em>"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Cultural practices</em>"
        ]
      },
      {
        "type": "unordered_list",
        "content": [
          "<em>Chemical control</em> - Any one of the following chemical control measures can be adopted."
        ]
      },
      {
        "type": "subheading",
        "content": "b. Pollu disease (Anthracnose)"
      },
      {
        "type": "text",
        "content": "This disease is caused by Colletotrichum gloeosporioides . It can be distinguished from the pollu (hollow berry) caused by the beetle by the presence of characteristic cracks on the infected berries. The disease appears towards the end of the monsoon. The affected berries show brown sunken patches during early stages and their further development is affected. In later stages, the discolouration gradually increases and the berries show the characteristic cross splitting. Finally, the berries turn black and dry. The fungus also causes angular to irregular brownish lesions with a chlorotic halo on the leaves. The disease can be managed by prophylactic spraying of bordeaux mixture (1 %) or carbendazim + mancozeb (0.1%)."
      },
      {
        "type": "subheading",
        "content": "c. Spike shedding"
      },
      {
        "type": "text",
        "content": "Spike shedding especially in varieties like Panniyur - 1 at higher elevations like Kodagu and Idukki is one of the emerging problems . It is seen in serious condition when the pre - monsoon showers are delay ed and flowering and spiking occur during June - July. These spikes predominantly produce female flowers instead of bisexual flowers. Heavy spike shedding may occur due to lack of pollination and anthracnose infection. Irrigation of vines from second fortnight of March coupled with prophylactic spraying with bordeaux mixture (1%) or carbendazim + mancozeb (0.1%) reduces the intensity of spike shedding."
      },
      {
        "type": "subheading",
        "content": "d. Stunt disease"
      },
      {
        "type": "text",
        "content": "This disease which is caused by viruses is noticed in parts of Kannur, Kasaragod, Kozhikode, Wayanad and Idukki Districts of Kerala and Kodagu, Hassan and Uthara Kannada districts of Karnataka. The vines exhibit shortening of internodes to varying degrees. The leaves become small and narrow with varying degrees of deformation and appear leathery, puckered and crinkled. Chlorotic spots and streaks also appear on the leaves occasionally. The yield of the affected vines decreases gradually."
      },
      {
        "type": "text",
        "content": "Two viruses namely Cucumber mosaic virus and a Badnavirus are associated with the disease. The major means of spread of the virus is through the use of infected stem cuttings. The disease can also be transmitted through insects like aphids and mealy bugs. The following strategies are recommended for the management of the disease."
      },
      {
        "type": "unordered_list",
        "content": [
          "Use virus free healthy planting material",
          "Regular inspection and removal of infected plants; the removed plants may be burnt or buried deep in soil",
          "Insects such as aphids and mealy bugs on the plant or standards should be controlled with insecticide spray such as dimethoate (0.05%)."
        ]
      },
      {
        "type": "subheading",
        "content": "e. Phyllody disease"
      },
      {
        "type": "text",
        "content": "This disease which is caused by phytoplasma is noticed in parts of Waynad and Kozhikode districts of Kerala. The affected vines exhibit varying stages of malformation of spikes. Some of the floral buds are transformed into narrow leaf like structures. Such malformed spikes show leafy structures instead of floral buds, exhibiting phyllody symptoms. In advanced stages, the leaves become small and chlorotic, and the internodes are also shortened. The affected fruiting laterals give a witches broom appearance. Severely affected vines become unproductive. In severely affected vines the entire spike is converted into small branches which appear chlorotic and the vines decline rapidly. The infected vine becomes unproductive within 2 to 3 years. The infected vines are to be destroyed to prevent the further spread of the disease."
      },
      {
        "type": "subheading",
        "content": "f. Slow decline (slow wilt)"
      },
      {
        "type": "text",
        "content": "Slow decline is a debilitating disease of black pepper. Foliar yellowing, defoliation and die - back are the aerial symptoms of this disease. The affected vines exhibit varying degrees of root degeneration due to infestation by plant parasitic nematodes. The diseased vines exhibit foliar yellowing from October onwards coinciding with depletion of soil moisture. With the onset of south west monsoon during May/June, some of the affected vines recover and put forth fresh foliage. However, the symptoms reappear in subsequent seasons after the cessation of the monsoon and the diseased vines gradually lose their vigour and productivity. The affected vines show varying degrees of feeder root loss and the expression of symptoms on the aerial parts occur after a considerable portion of the feeder roots are lost. The root system of diseased vines show varying degrees of necrosis and presence of root galls due t o infestation by plant parasitic nematodes such as Radopholus similis and Meloidogyne incognita leading to rotting of feeder roots. The damage to feeder roots is caused by these nematodes and P. capsici either independently or together in combination. There is no spatial segregation of plant parasitic nematodes and P. capsici in the soil under field conditions. Hence, it is necessary to adopt a combination of fungicide and nematicide application for the management of the disease."
      },
      {
        "type": "unordered_list",
        "content": [
          "Severely affected vines recovery should be removed from the plantation and destroyed, as it is impossible to record them whenever high population of nematode are noticed",
          "The pits for planting should be treated with phorate* 10 G @15 g or carbofuran* 3 G @ 50 g at the time of planting. (*banned in Kerala)",
          "Nematode free rooted cuttings raised in fumigated or steam sterilized nursery mixture should be used for planting in the field.",
          "Phorate* 10 G @30 g or carbofuran* 3 G @100 g/vine should be applied during May/June (with the onset of south west monsoon) and September/October. Along with nematicides the basins should be drenched with either copper oxychloride (0.2%) or potassium phosphonate (0.3%) or metalaxyl - mancozeb (0.125%). (*banned in Kerala)"
        ]
      },
      {
        "type": "text",
        "content": "In areas severely infested with root knot nematodes, cuttings of the resistant variety ‘Pournami’ may be planted. Biocontrol agents like Pochonia chlamydosporia or Trichoderma harzianum can be applied @ 50 g/vine twice a year (during April - May and September - October). The fungus load in the substrate should be 10 8 cfu/g. While applying nematicides, the soil should be raked in the basin of the vine lightly without causing damage to the root system and the nematicide should be spread uniformly in the basin and covered with soil immediately. Sufficient soil moisture should be ensured at the time of nematicide application. The control measures should be taken up during early stages of the disease."
      },
      {
        "type": "subheading",
        "content": "Insect pests"
      },
      {
        "type": "subheading",
        "content": "a. Pollu beetle"
      },
      {
        "type": "text",
        "content": "The pollu beetle ( Lanka ramakrishnai ) is the most destructive pest of black pepper and is more serious in plains and at altitudes below 300 m. The adult is a small black beetle measuring about 2.5 mm × 1.5 mm, the head and thorax being yellowish brown and the fore wings (elytra) black. Fully - grown grubs are creamy - white a nd measure about 5 mm in length."
      },
      {
        "type": "text",
        "content": "The adult beetles feed and damage tender leaves and spikes. The females lay eggs on tender spikes and berries. The grubs bore into and feed on the internal tissues and the infested spikes turn black and decay. The infested berries also turn black and crumble when pressed. The term pollu denotes the hollow nature of the infested berries in Malayalam. The pest infestation is more serious in shaded areas in the plantation. The pest population is higher during September - October in the field."
      },
      {
        "type": "text",
        "content": "Regulation of shade in the plantation reduces the population of the pest in the field. Spraying quinalphos (0.05%) during June - July and September - October or quinalphos (0.05%) during July and Neemgold (0.6%) (neem - based insecticide) during August, September and October is effective for the management of the pest. The underside of leaves (where adults are generally seen) and spikes are to be sprayed thoroughly."
      },
      {
        "type": "subheading",
        "content": "b. Top shoot borer"
      },
      {
        "type": "text",
        "content": "The top shoot borer ( Cydia hemidoxa ) is a serious pest in younger plantations in all black pepper areas. The adult is a tiny moth with a wing span of 10–15 mm with crimson and yellow fore wings and grey hind wings. The larvae bore into tender terminal shoots and feed on internal tissues resulting in blackening and decay ing of affected shoots. Fully - grown larvae are greyish green and measure 12–15 mm in length. When successive new shoots are attacked, the growth of the vine is affected. The pest infestation is higher during July to October when numerous succulent shoots a re available in the vines. Spray quinalphos (0.05%) on tender terminal shoots; repeat spraying at monthly intervals (during July - October) to protect emerging new shoots."
      },
      {
        "type": "subheading",
        "content": "c. Leaf gall thrips"
      },
      {
        "type": "text",
        "content": "Infestation by leaf gall thrips ( Liothrips karnyi ) is more serious a t higher altitudes especially in younger vines and also in nurseries in the plains. The adults are black and measure 2.5 mm - 3.0 mm in length. The larvae and pupae are creamy white. The feeding activity of thrips on leaves causes the leaf margins to curl downwards and inwards resulting in the formation of marginal leaf galls. Later the infested leaves become crinkled and malformed. In severe cases of infestation, the growth of younger vines and cuttings in the nursery is affected. Spray dimethoate (0.05%) du ring emergence of new flushes in young vines in the field and cuttings in the nursery."
      },
      {
        "type": "subheading",
        "content": "d. Scale insects"
      },
      {
        "type": "text",
        "content": "Among the various scale insects recorded on black pepper, mussel scale ( Lepidosaphes piperis ) and coconut scale ( Aspidiotus destructor ) causes serious damage to black pepper vines at higher altitudes and also to older cuttings in nurseries in the plains. Females of mussel scales are elongated (about 1 mm length) and dark brown and that of coconut scales circular (about 1 mm in diameter) and yellowish brown. Scale insects are sedentary; remaining permanently fixed to plant parts and appears as encrustations on stems, leaves and berries. They feed on plant sap and cause yellowing and wilting of infested portions; in severe cases of infestation the affected portions of vines dry up. The pest infestation is more severe during the post monsoon and summer periods."
      },
      {
        "type": "text",
        "content": "Clip off and destroy severely infested branches. Spray dimethoate (0.1%) on affected vines after harvest of produce; repeat spraying after 21 days to control the infestation completely. Initiate control measures during early stages of pest infestation."
      },
      {
        "type": "text",
        "content": "In nurseries spraying neem oil 0.3% or Neemgold 0.3% or fish oil rosin 3% is also effective in controlling the pest infestation."
      },
      {
        "type": "subheading",
        "content": "e. Minor pests"
      },
      {
        "type": "text",
        "content": "Leaf feeding caterpillars, especially Synegia sp., damage leaves and spikes of younger vines and can be controlled by spraying quinalphos (0.05%). Mealybugs, gall midges and aphids infest tender shoots especially in nurseries. Spraying dimethoate (0.05%) may be unde rtaken if infestations are severe. Mealybug infestation on roots can be controlled by drenching with chlorphyriphos (0.075%) and undertaking control measures against Phytophthora and nematode infections."
      }
    ]
  },
  {
    "heading": "Organic production",
    "content": [
      {
        "type": "subheading",
        "content": "Conversion plan"
      },
      {
        "type": "text",
        "content": "For certified organic production of black pepper, at least 18 months the crop should be under organic management i.e. in the new plantations the first crop of pepper can be sold as organic, as the yielding starts from third year. To convert an existing plantation to organic, a conversion period of 36 months is set for the perennial crops. The conversion period may be relaxed if the organic farm is being established on a land where chemicals were not previously used, provided sufficient proof of history of the area is available. It is desirable that organic method of production is followed in the entire farm; but in the case of large extent of area, the transition can be done in a phased manner for which a conversion plan has to be prepared."
      },
      {
        "type": "text",
        "content": "The entire pepper holding can be converted to organic production when pepper is grown as sole crop. When grown in a mixed cultivation system, it is essential that all the crops in the field are also subjected to organic methods of production. Black pepper as a best component crop in agri - horti and silvi - horti systems, recycling of farm waste can be effectively done when grown with coconut, arecanut, coffee, rubber etc. As a mixed crop it can also be intercropped with green manure/ legumes crops enabling effective nutrient built up."
      },
      {
        "type": "text",
        "content": "In order to avoid contamination of organically cultivated plots from neighboring non - organic farms, a suitable buffer zone with definite border is to be maintained. In smallholder groups, where the pepper holdings are contiguous, the isolation belt is need ed at the outer periphery of the entire group of holdings. Pepper grown on this isolation belt cannot be treated as organic. In sloppy lands adequate precaution should be taken to avoid the entry of runoff water and chemical drift from the neighbouring farms."
      },
      {
        "type": "subheading",
        "content": "Management practices"
      },
      {
        "type": "text",
        "content": "For organic production, traditional varieties adapted to the local soil and climatic conditions that are resistant or tolerant to diseases, pests and nematode infection should be used. All crop residues and farm wastes like green loppings, crop residues, grasses, cow dung slurry, poultry droppings etc. available on the farm can be recycled through composting, including vermicomposting so that soil fertility is maintained at high level. No synthetic chemical fertilizers, pesticides or fungicides are allowed under organic system. Farmyard manure may be applied @ 5–10 kg/vine along with vermi/ leaf compost @ 5–10 kg/vine based on the age of the vine. Further, supplementation of oil cakes like neem cake (1 kg/vine), composted coir pith (2.5 kg/vine) or composted coffee pulp rich in potassium and suitable microbial cultures of Azospirillum and phosphate solubilizing bacteria will improve the fertility. Based on soil test, application of lime/dolomite to correct the pH, rock phosphate/ bo ne meal and wood ash or sulphate of potash (mineral potassium) may be done to get required quantity of phosphorus and potassium supplementation. When the deficient conditions of trace elements become yield limiting, restricted use of mineral/chemical sources of micronutrients and magnesium sulphate are allowed as per the limits of standard setting or certifying organizations."
      },
      {
        "type": "text",
        "content": "Use of biopesticides, biocontrol agents, cultural and phytosanitary measures for the management of insect pests and diseases forms the main strategy under organic system. Management of pollu beetle by shade regulation and Neemgold (0.6%) spray at 21 day intervals during July - October, and that of scale insects by removing severely infected branches and spraying Neemgold (0.6%) or fish oil rosin (3%) are recommended."
      },
      {
        "type": "text",
        "content": "Application of bio control agents like Trichoderma or Pseudomonas multiplied in suitable carrier media such as coffee husk/ coir pith compost, well rotten cow dung or quality neem cake may be done regularly to keep the foot rot disease in check. To control fungal pollu and other foliar diseases spraying of 1% Bordeaux mixture may be done restricting the quantity to 8 kg copper per hectare per annum. Application of quality neem cake mentioned earlier along with the bio agents Pochonia chlamydosporia will be useful to check the nematode population and thereby slow decline disease."
      },
      {
        "type": "subheading",
        "content": "Certification"
      },
      {
        "type": "text",
        "content": "Certification and labelling is usually done by an independent body to provide a guarantee that the production standards are met. Govt. of India has taken steps to have indigenous certification system to help small and marginal growers and to issue valid organic certificates through certifying agencies accredited by APEDA. The inspectors appointed by the certification agencies will carry out inspection of the farm operations through records maintained and by periodic site inspections. The grower has to document all the details with respect to field map, field history sheet, activity register, input record, output record, harvest record, st orage record, pest control records, movement record, equipments cleaning record and labelling records etc."
      },
      {
        "type": "text",
        "content": "Documentation of farm activities is must for acquiring certification especially when both conventional and organic crops are raised. Group certification programmes are also available for organized group of producers and processors with similar production systems located in geographical proximity."
      }
    ]
  },
  {
    "heading": "Harvest and post harvest management",
    "content": [
      {
        "type": "text",
        "content": "Harvesting Black pepper takes about 7–8 months after flowering t o reach full maturity. In India the crop is harvested during December – January in plains and January - April in the high ranges of Western Ghats. It is important to harvest pepper at the proper stage of maturity in order to achieve a dried product of good co lour and appearance. Harvest starts when one or two berries turn yellow. The spikes are nipped of by hand and collected in bags. Normally, single pole bamboo ladder is used as a support for harvesting. If the berries are allowed to over ripe, there is heavy loss due to berry drop and damage by birds. Harvested spikes are generally collected in clean gunny bags. Spikes which are fallen on to the ground may be collected separately, cleaned and then pooled to the general lot."
      },
      {
        "type": "text",
        "content": "Recent advances in product diversification have necessitated harvesting of the berries at different stages of maturity. The level of maturity required at harvest for processing into different pepper products is given below."
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Product",
              "Stage maturity at harvest"
            ],
            [
              "Canned pepper",
              "4–5 months"
            ],
            [
              "De hydrated green pepper",
              "10–15 days before maturity"
            ],
            [
              "Oleoresin and essential oil",
              "15–20 days before maturity"
            ],
            [
              "Black pepper",
              "Fully mature and 1–2 berries start turning from yellow to red in each spike"
            ],
            [
              "Pepper powderWhite pepper",
              "Fully mature with maximum starchFully ripe"
            ]
          ]
        }
      },
      {
        "type": "subheading",
        "content": "Post harvest processing"
      },
      {
        "type": "text",
        "content": "Post harvest processing operations followed for black pepper involves threshing, blanching, drying, cleaning, grading and packaging. During processing care should be taken to maintain the quality at each step of ope ration."
      },
      {
        "type": "subheading",
        "content": "Threshing"
      },
      {
        "type": "text",
        "content": "he berries are separated from the spike usually by trampling with human legs. This operation is crude, tedious and unhygienic. Chances of extraneous matter, soil particles and filth contaminating the produce are also high. Mechanical threshers with capacities varying from 50 kg/h to 2500 kg/h are available which can thresh quickly and provide cleaner products. Considering the shortage of human labour mechanical threshing can be popularized at cluster level."
      },
      {
        "type": "subheading",
        "content": "Blanching"
      },
      {
        "type": "text",
        "content": "The quality of the black pepper can be improved by a simple treatment of dipping the mature berries taken in perforated vessel in boiling water for a minute before drying. This processing technique has several advantages: • Uniform coloured black pepper is obtained after drying."
      },
      {
        "type": "unordered_list",
        "content": [
          "Reduces the microbial load.",
          "Pepper can be dried in 3–4 days as against 5–6 days required when following the traditional practice",
          "Removes the extraneous impurities like dust from the berries."
        ]
      },
      {
        "type": "subheading",
        "content": "Drying"
      },
      {
        "type": "text",
        "content": "Pepper has moisture content of 65% to 70% at harvest, which should be brought to safer levels of 10% by adequate drying. The green colour of matured pepper is due to the presence of chlorophyll pigment. During drying, enzymatic browning sets in and the phenolic compounds are oxidized by atmospheric oxygen under the catalytic influence of the enzyme phenolase and eventually turn black."
      },
      {
        "type": "text",
        "content": "Sun drying is the conventional method followed for drying of black pepper. The despiked berries are spread on concrete floor and dried under sun for 3–5 days to bring the moisture content below 10%. Dried black pepper with high moisture content (>12%) is susceptible to fungal attack. Mycotoxins produced by the fungal attack render the pepper unfit for human consumption. In order to achieve a quality dry product, pepper berries are spread on clean dry concrete floor / bamboo mats/ PVC sheets and dried in the sun for a period of 4–6 days. The average dry recovery varies between 33–37 per cent depending on the varieties and cultivars. Mechanical driers developed by various agencies are also used to dry black pepper. Models of varying capacities operated either electrically or by burning agricultural wastes are available for drying of black pepper by maintaining temperature below 55°C."
      },
      {
        "type": "subheading",
        "content": "Cleaning and grading"
      },
      {
        "type": "text",
        "content": "The threshed and dried black pepper has extraneous matter like spent spikes, pinheads, stones, soil particles etc. mixed with it. Cleaning and grading are basic operations that enhance the value of the produce and help to get higher returns. Cleaning on a small scale is done by winnowing and hand picking which removes most of the impurities. Such units consist of a fan/ blower and a feeding assembly. The fan is placed at the rear end of the hopper. Cleaning is achieved by feeding the material through the hopper into a stream of air blowing in perpendicular direction. The lighter fractions (dust, immature berries, pin heads and spent spikes) are blown away. Grading of black pepper is done by using sieves and shifting black pepper into different grades based on size. The major grades of black pepper are Tellicherry Garbled Special Extra Bold (TGSEB) (4.8 mm); Tellicherry Garbled Extra Bold (TGEB) (4.2 mm); Tellicherry Garbled (TG) (4.0 mm); Malabar Garbled (MG grades 1 and 2) and Malabar Ungarbled (MUG grades 1 and 2)."
      },
      {
        "type": "subheading",
        "content": "White pepper"
      },
      {
        "type": "text",
        "content": "It is generally prepared by retting (with frequently changing of water) fully ripened red berries for 7–8 days followed by removal of outer skin, washing and drying to a moisture level of 12%. White pepper is also prepared by fermentation using matured green pepper and black pepper."
      },
      {
        "type": "subheading",
        "content": "Packaging"
      },
      {
        "type": "text",
        "content": "Organically grown black pepper should be packaged separately and labelled . Mixing different types of pepper is not good from a commercial point of view. Eco friendly packaging materials such as clean gunny bags or paper bags may be adopted and the use of polythene bags may be minimized. Recyclable/ reusable packaging materials shall be used wherever possible."
      },
      {
        "type": "subheading",
        "content": "Storage"
      },
      {
        "type": "text",
        "content": "Black pepper is hygroscopic in nature and absorption of moisture from air, during rainy season when there is high humidity may result in mould and insect infestation. Before storage it is to be dried to less than 10 per cent moisture. The graded produce is bulk packed separately in multilayer paper bags or woven polypropylene bags provided with food grade liners or in jute bags. The bags are arranged one over the other on wooden pallets after laying polypropylene sheets on the floor."
      },
      {
        "type": "source",
        "content": "Indian Institute of Spices Research",
        "link": "http://spices.res.in/current-extension-pamphlets"
      }
    ]
  }
]