[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Cardamom (Elettaria cardamomum Maton) is one of the oldest known spices in the world. Evergreen forests of Western Ghats of South India are considered as the centre of origin as well as natural habitat of cardamom. Cardamom is commercially cultivated for its dried fruits (capsules), which is also referred as cardamom of commerce."
      }
    ]
  },
  {
    "heading": "Types/cultivars",
    "content": [
      {
        "type": "text",
        "content": "Based on adaptability, nature of panicle, shape and size of capsules, the cultivars are categorized into Malabar, Mysore and Vazhukka. The cultivar Malabar with a prostrate panicle (panicles spreading on ground) is widely grown in Karnataka, while the cultivar Mysore, characterized with erect panicles is extensively cultivated in Kerala and parts of Tamil Nadu. Whereas, the cultivar Vazhukka, a natural hybrid between Malabar and Mysore types with a distinct semi-erect (pendent) panicle, is the most popular cultivar in Kerala."
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "text",
        "content": "The crop thrives well in regions which receive a well-distributed annual rainfall of 1500–2500 mm with a mean temperature of 15°C to 35°C and 600–1200 m above MSL. Cardamom grows luxuriantly in forest loam soils, which are generally acidic in nature with a pH range of 5.5–6.5. Growth of cardamom is enhanced, when planted in humus rich soils with low to medium available phosphorous and medium to high available potassium."
      }
    ]
  },
  {
    "heading": "Propagation",
    "content": [
      {
        "type": "text",
        "content": "Propagation by vegetative means through suckers is considered to be the most preferred method. Production of planting materials from seeds and through tissue culture are alternative methods of propagation. Seedling propagated plants may not be true to its parent."
      }
    ]
  },
  {
    "heading": "Clonal nursery",
    "content": [
      {
        "type": "text",
        "content": "Establishment of clonal nursery is essential for large-scale multiplication of high yielding varieties/selections. The planting unit consists of a grown up tiller with a portion of the rhizome and a developing shoot. Sucker multiplication can be taken up from the first week of March to September. The site selected should be in open, well-drained areas adjacent to a perennial water source. Trenches with a width and depth of 45 cm and convenient length are prepared and filled with humus rich top soil, sand and well decomposed compost. The planting units are planted at a spacing of 1.8 m × 0.6 m in the trenches. To protect the planting units from direct sunlight and desiccation, overhead shade/pandal need to be provided. For better establishment of the suckers, irrigation may be given once in a fortnight. Apply fertilizers @ 48:48:96 g NPK per sucker in 2–3 splits starting from two months after planting. Neem cake @ 100–150 g/plant may also be applied along with the fertilizers. On an average, 15–20 good quality planting units could be produced from a mother clump within ten months of planting."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "To view the list of released varieties/selections of cardamom with high yield potential and superior capsule characters from different research organisations, click here ."
      }
    ]
  },
  {
    "heading": "Nursery",
    "content": [
      {
        "type": "text",
        "content": "Cardamom seedlings are raised in primary and secondary nurseries."
      },
      {
        "type": "text",
        "content": "Primary nursery"
      },
      {
        "type": "text",
        "content": "The nursery site is selected in open, well-drained areas, near a water source. Prepare the area by removing existing vegetation, stumps, stubbles and stones and dig to a depth of 30 cm. In the prepared area, beds of size 6 × 1 × 0.2 m are made and a thin layer of humus rich forest soil is uniformly spread over the beds."
      },
      {
        "type": "text",
        "content": "Fully ripened bold capsules from high yielding, disease-free mother clumps are collected from second and third harvests during the month of September. One kg fresh capsules comprising of about 500–800 fruits is sufficient to produce 3000–5000 seedlings. The seeds are extracted by gently pressing the capsules and then washed 3–4 times in cold water to remove the mucilage adhering to the seeds. The washed seeds are drained, mixed with wood ash and dried under shade. To ensure early and uniform germination, seeds should be sown immediately after extraction, preferably within 15 days since viability of the seed is lost during storage. The ideal season for sowing is September in Karnataka and November-January in Kerala and Tamil Nadu."
      },
      {
        "type": "text",
        "content": "Acid scarification with 25% nitric acid increases the germination percentage. For this, wrap the extracted seeds in nylon net, tie it loosely and then immerse in 25% nitric acid for 10 minutes. After treatment, the seeds are removed and washed repeatedly in cold water to remove traces of acid."
      },
      {
        "type": "text",
        "content": "Sow the seeds in rows spaced at 10 cm and 1–2 cm apart within the row. The seed rate for 6 × 1 m sized bed is 30–50 g. After sowing, the beds are covered with a thin layer of sand and mulched with grass or paddy straw to a thickness of 2 cm over which tree twigs are laid. Water the beds regularly to maintain sufficient moisture and to promote germination. Germination commences in about 20–25 days and may continue for a month or two. Once sprouting is observed, remove existing mulch and maintain thin mulch material between the rows. Protect the seedlings by providing overhead shade. Transplant the seedlings at 3–4 leaf stage to the secondary nursery."
      },
      {
        "type": "text",
        "content": "Secondary nursery"
      },
      {
        "type": "text",
        "content": "Seedlings are raised in the secondary nursery by two methods."
      },
      {
        "type": "unordered_list",
        "content": [
          "Bed nursery"
        ]
      },
      {
        "type": "text",
        "content": "The beds are prepared as described in primary nursery. Spread a layer of compost on the bed and mix thoroughly with soil. Seedlings with 3–4 leaves are transplanted at a distance of 20 to 25 cm. Mulching and watering should be done immediately after transplanting."
      },
      {
        "type": "text",
        "content": "In Kerala and Tamil Nadu, transplanting is carried out during June-July, whereas in Karnataka it is undertaken during the months of November-January. Apply 90:60:120 g NPK/per bed of 6 × 1 m size, in three equal splits at an Interval of 45 days. First dose of fertilizer may be applied at 30 days after transplanting. Earthing up need to be undertaken after each fertilizer application and hand weeding is done once in 20–25 days. One month before uprooting, the shade should be removed to encourage better tillering. The seedlings will be ready for transplanting after 8–10 months of planting."
      },
      {
        "type": "unordered_list",
        "content": [
          "Polybag nursery"
        ]
      },
      {
        "type": "text",
        "content": "Polythene bags of size 20 × 20 cm and 100 gauge thickness are filled with potting mixture consisting of forest top soil, cow dung and sand (ratio 3:1:1). Provide sufficient holes at the base of polybags to ensure good drainage. Seedlings at 3–4 leaf stages are transplanted into each bag (one seedling/bag). Seedlings raised in the polybags have a uniform growth and nursery period could be reduced by 5–6 months."
      }
    ]
  },
  {
    "heading": "Planting and cultural practices",
    "content": [
      {
        "type": "text",
        "content": "Planting"
      },
      {
        "type": "text",
        "content": "In Karnataka, 10 month old seedlings are preferred for planting in the main field, while In Kerala and Tamil Nadu 18 month old seedlings are commonly used."
      },
      {
        "type": "text",
        "content": "On slopes, prepare the land by contour terracing and in open areas like marshy valleys and grasslands, raise shade trees before planting cardamom seedlings. Plant fast growing shade trees like Dadap (Erythrina lithosperma), Albizia, Karuna (Vernonia arborea), Corangati (Acrocarpus fraxinifolius), Chandana Viambu (Toona ciliata), Njaval (Syzygium cumini), Jack tree (Atrocarpus heterophyllus) etc. to protect the seedlings from direct sunlight. Clear the ground for planting in new areas and for replanting areas, remove the old plants."
      },
      {
        "type": "text",
        "content": "Shade regulation, terracing and preparation of planting pits should be done during summer months in the areas identified for fresh planting."
      },
      {
        "type": "text",
        "content": "In newly planted areas, shade regulation is undertaken during the months of March-April by pruning shade tree branches to provide 40 to 60% filtered light. To ensure a balanced canopy, lopping of branches is carried out on all sides of the shade trees. Preferably, South-Western slopes should be provided with more shade than North-Eastern slopes."
      },
      {
        "type": "text",
        "content": "For planting, pits of required size are prepared before commencement of the monsoon season (April-May). For planting Malabar types, pits of size 45 × 45 × 45 cm are prepared and for Mysore and Vazhukka types, 90 × 90 × 45 cm or 90 × 90 × 90 cm are recommended. The pits are filled to one third with topsoil. Application of well decomposed farmyard manure or compost or leaf litter and 100 g of rock phosphate along with the topsoil will help in proper establishment and quick growth of suckers."
      },
      {
        "type": "text",
        "content": "Planting is normally done during June-July with the commencement of monsoon. Ideal time for planting in the low-lying areas would be after the cessation of heavy monsoon showers."
      },
      {
        "type": "text",
        "content": "Ten to 18 month old cardamom seedlings are selected for planting in the pits. While planting, 15 g of carbofuran (banned in Kerala) or 50 g neem cake and rock phosphate (50 g) are applied to the pit. Deep planting should be avoided, as it results in suppression of the growth of new shoots and might result in death of the plants. Stakes may be provided to avoid the damage caused by wind and the plant base need to be covered with suitable mulching material."
      },
      {
        "type": "text",
        "content": "Planting diagonally to the slopes helps to prevent run off. Trench system of planting (60 × 30 cm) with a spacing of 2 × 1 m is generally preferred over pit system, as it results in better establishment of the plants, higher yield and greater moisture retention. In sloppy lands, contour terraces need to be prepared and pits are taken along the contours at 2 × 1 m spacing. Based on slope, terraces are made at 2–3 m between the contours."
      },
      {
        "type": "text",
        "content": "For Mysore and Vazhukka cultivars, plant to plant distance can be 3 × 3 m (1111 plants/hectare) and 2.4 × 2.4 m (1736 plants/hectare) respectively. A spacing of 1.8 × 1.8 m or 2.0 × 2.0 m is ideal for Malabar types in Karnataka (2500–3000 plants/ha)."
      },
      {
        "type": "text",
        "content": "Irrigation"
      },
      {
        "type": "text",
        "content": "It is essential to irrigate the crop during January to May. Plants may be irrigated at an interval of 10–15 days till the onset of monsoon, by adopting a convenient method of irrigation either by hose/sprinkler/mini-sprinkler/drip. In case of drip irrigation, it needs to be supplemented with sprinkler irrigation once in a month."
      },
      {
        "type": "text",
        "content": "On gentle sloppy areas, opening of rectangular silt pits (1.0 × 0.5 × 0.6 m) between four plants will help in soil and water conservation. If the slope is steep, construct stone pitching walls at 10 to 20 m interval across the slope and erecting water collecting trenches along drainage channels would strengthen soil and water conservation measures."
      },
      {
        "type": "text",
        "content": "Weeding"
      },
      {
        "type": "text",
        "content": "Cardamom being a surface feeder, in the first year of planting, weeding at frequent intervals is necessary. Later, depending on the intensity of weed growth, 2–3 rounds of hand weeding at the plant base during May, September and December/January and slash weeding in the interspaces are recommended. Mechanical weed cutters can be used for weeding."
      },
      {
        "type": "text",
        "content": "Mulching"
      },
      {
        "type": "text",
        "content": "Entire plantation and particularly the plant bases should be mulched at 5–10 cm thickness using fallen leaves of the shade trees, except during periods of heavy monsoon (June- September). To facilitate honey bee movement, remove mulch during May-June after the receipt of pre-monsoon showers. Areas where soil has become compact and hard, forking the plant base to a distance up to 90 cm and to a depth of 9–12 cm promotes better root penetration. Forking could be done with the cessation of north east monsoon during November/December with least damage to the root system."
      },
      {
        "type": "text",
        "content": "Trashing"
      },
      {
        "type": "text",
        "content": "Trashing may be carried out once in a year with the onset of monsoon under rainfed conditions and 2–3 times in high-density plantation provided with irrigation facilities. Trashing from November onwards may be avoided, due to summer. Pruning may be done during January and September which coincides with peak thrips population."
      },
      {
        "type": "text",
        "content": "Earthing up of the plant base and root zone with topsoil is recommended during October- December. In valleys and high rainfall areas with medium slopes, suitable drains (45 cm depth and 30 cm width) are provided in between two rows of cardamom. To provide adequate light during monsoon, shade regulation may be taken up before the commencement of rainy season (May)."
      },
      {
        "type": "text",
        "content": "The principal pollinating agent in cardamom is honey bee (Apis cerana indica). Maintaining four bee colonies per hectare during the flowering season is recommended to increase pollination, promoting fruit set and production of more number of capsules."
      },
      {
        "type": "text",
        "content": "To maintain higher productivity undertake replanting once in 8–10 years. Replanting may also be taken up, once the yield starts declining below the economic level."
      },
      {
        "type": "text",
        "content": "Manuring"
      },
      {
        "type": "text",
        "content": "Apply one-third of the recommended dose of fertilizers during the first year of planting both under rainfed and irrigated conditions, as given below. During the second year, increase the dose to one-half and apply full dose of fertilizers from third year onwards."
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Soil application NPK (kg/ha)",
              "Soil-cum-foliar application",
              "Time of application"
            ],
            [
              "Soil",
              "Foliar"
            ],
            [
              "75:75:150 (rainfed - two splits)",
              "NPK 37.5:37.5:75 kg/ha and Urea (2.5%). Single super phosphate (0.75%) Muriate of potash (1.0%)",
              "May/June/ September/ October/ December/ January",
              "September/ November/ January"
            ],
            [
              "125:125:250 (irrigated- three splits)"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "Before applying fertilizer, the plant basin is demulched and the panicles are coiled. Fertilizer is applied in a circular band of width 15 cm, leaving 30 cm from the plant basin and thoroughly mixed with top 5–7 cm of surface soil. After fertilizer application, the basin is mulched."
      },
      {
        "type": "text",
        "content": "For yielding plants, soil-cum-foliar application will be an effective method of fertilizer application. Spray the solution containing fertilizers to the foliage covering both sides of the leaves."
      },
      {
        "type": "text",
        "content": "Apply agricultural lime @ 1 kg/plant/year for soils with pH below 5.0 in one or two splits during May and September. Fertilizers shall be applied only after 15–20 days of lime application."
      },
      {
        "type": "text",
        "content": "Organic manures like cowdung/compost @ 5 kg/plant may be applied during May/June along with rock phosphate and muriate of potash. Under irrigated condition, manuring can be done in two splits (May and September). Application of neem cake, bone meal or vermicompost @1 kg/plant improves root proliferation and plant growth."
      },
      {
        "type": "text",
        "content": "Foliar spray of zinc (Zinc sulphate @ 250 g/100 litres of water) during April/May and September/October enhance growth, yield and quality of the produce. Zinc should be applied alone and not to be mixed with any insecticide/fungicide. Soil application of boron in two splits along with NPK fertilizers (Borax @ 7.5 kg/ha) is also recommended. Foliar application of micronutrient mixture developed by IISR specific to cardamom is also recommended (dosage @ 5 g/L) twice, in May – June and September-October, for higher yield."
      }
    ]
  },
  {
    "heading": "Diseases",
    "content": [
      {
        "type": "text",
        "content": "Nursery diseases"
      },
      {
        "type": "text",
        "content": "Nursery leaf spot"
      },
      {
        "type": "text",
        "content": "Leaf spot caused by the fungus Phyllosticta elettariae is a destructive disease in primary nurseries. It appears mostly during February-April with the receipt of summer showers. The disease manifests as small round or oval spots, which are dull white in colour. These spots later become necrotic and in the advanced stages, the central portion of the spot withers off leading to the formation of shot hole. In secondary nurseries, another type of leaf spot caused by Cercospora zingiberi is observed. Symptoms are yellowish to reddish brown coloured rectangular patches on the lamina which are almost parallel to the side veins."
      },
      {
        "type": "text",
        "content": "Management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Sow the seeds in August-September, to ensure sufficient growth of seedlings, so that they develop tolerance to the disease.",
          "Avoid exposure to direct sunlight from top or sides.",
          "The practice of raising nurseries continuously on the same site may be avoided.",
          "Prophylactic spraying with fungicides such as Mancozeb (0.2%) may be given. First spray is to be given during March-April, depending on the receipt of summer showers and subsequent sprays may be undertaken at fortnightly intervals. Depending on the severity of the disease, two to three rounds of spraying may be given.",
          "Spraying Mancozeb (0.2%) effectively controls secondary leaf spot disease."
        ]
      },
      {
        "type": "text",
        "content": "Nursery leaf rot"
      },
      {
        "type": "text",
        "content": "Nursery leaf rot is caused by fungi such as Fusarium and Alternaria . This disease commonly appears on three to four months old young seedlings. The symptoms develop as water soaked lesions on the foliage, which later turns to necrotic patches leading to the decay of affected areas. Usually the leaf tip and distal portions are damaged. In severe cases, rotting extends to the petiole and leaf sheaths also. Avoid excessive watering to the seedlings and spraying Carbendazim (0.2%) twice at 15 days interval after removal of the infected leaf portions manages the disease effectively."
      },
      {
        "type": "text",
        "content": "Damping off or seedling rot"
      },
      {
        "type": "text",
        "content": "The disease appears in primary nurseries during rainy season and when there is excessive soil moisture due to inadequate drainage. As a result, the infected seedlings die and collapse in masses. In nurseries, the disease incidence varies from 10 to 60 per cent. The disease is caused by soil-borne fungi such as Pythium vexans and Rhizoctonia solani. Fusarium oxysporum also causes similar seedling rot resulting in wilting of the entire seedlings."
      },
      {
        "type": "unordered_list",
        "content": [
          "In primary nurseries, thin sowing may be practiced to avoid overcrowding of seedlings.",
          "Adequate drainage facilities may be provided to prevent water stagnation.",
          "Maintain proper phytosanitary measures in the nurseries by removing infected and dead seedlings.",
          "When the initial symptoms are noticed, drench nursery beds with 0.2% copper oxychloride (COC) @ 3–5 liters/m2. Two to three rounds of drenching may be adopted at an interval of 15 days.",
          "Pre-treatment of seeds with Trichoderma or Pseudomonas before sowing reduces the chance of early incidence of the disease in nurseries. Further, application of Trichoderma to the nursery bed @ 100 g /m 2 reduces subsequent disease spread."
        ]
      },
      {
        "type": "text",
        "content": "Diseases in plantation"
      },
      {
        "type": "text",
        "content": "'Azhukal' or capsule rot"
      },
      {
        "type": "text",
        "content": "'Azhukal' ( Phytophthora nicotianae var. nicotianae and P. meadii ) is a serious problem and a major constraint in the successful cultivation of cardamom. During heavy and continuous rainfall, crop loss is high as 40 per cent."
      },
      {
        "type": "text",
        "content": "Symptoms"
      },
      {
        "type": "text",
        "content": "The disease appears after the onset of South-West monsoon in the form of water soaked lesions on tender leaves and capsules, which later form dead areas surrounded by yellow halo. As a result, the leaves rot and shred along the veins. In the advanced stages, the affected leaves break at the base of the petiole and remain hanging. On the immature capsules, the symptoms develop as water soaked discoloured areas, which later turn brownish. Upon decay such capsules emit a foul smell and subsequently drop off. Mature capsules when infected become shrivelled upon drying. Plants of all ages are susceptible to the disease; however under field conditions, disease incidence is noticed mainly on the bearing plants."
      },
      {
        "type": "text",
        "content": "High incidence of the disease is usually noticed during July-August with heavy rainfall and high relative humidity. All the varieties are susceptible to the disease; however the cultivar Malabar is more severely affected."
      },
      {
        "type": "unordered_list",
        "content": [
          "Trashing and cleaning of the plant basin are to be carried out during May, before the onset of monsoon.",
          "Thick shade may be regulated by gentle lopping of tree branches.",
          "Provide drainage in low lying and marshy areas.",
          "Destroy disease affected portions and plant debris.",
          "Prophylactic sprays with Bordeaux mixture (1%) should be given during May-June and subsequent sprays may be repeated during July-August. If the monsoon prolongs, a third spray may be given in September.",
          "Alternatively, fungicides like fosetyl-aluminium (0.2%) or potassium phosphonate (0.3%) can be sprayed @ 500–750 ml per plant.",
          "Drenching plant basin with copper oxychloride (0.2%) also reduces the soil inoculum and further spread of the disease.",
          "Trichoderma viride or T. harzianum mass multiplied on suitable carrier media may be applied to plant basins @ 1 kg during May and September-October. If the soil is drenched with copper oxychloride or other fungicides, Trichoderma should be applied only after 15 days"
        ]
      },
      {
        "type": "text",
        "content": "Rhizome rot"
      },
      {
        "type": "text",
        "content": "Rhizome rot is also called as clump rot. Soil-borne pathogenic fungi, Pythium vexans, Rhizoctonia solani and Fusarium spp. are the causal organisms of rhizome rot disease in mature plants."
      },
      {
        "type": "text",
        "content": "The disease appears as yellowing of foliage, followed by drooping of leaves; collar region becomes brittle which breaks off at slight disturbance. As the disease advances, rotting extends to the rhizomes and roots. Severely affected tillers eventually falls off. Rotten rhizomes become soft, dark brown in colour and emit a foul smell. Rhizome rot and lodging of shoots are severe during monsoon season."
      },
      {
        "type": "unordered_list",
        "content": [
          "Trash and clean the plant base during March-April before the onset of monsoon.",
          "Regulate shade in the plantation with the onset of pre-monsoon showers.",
          "Prevent water logging by providing adequate drainage in the plantation.",
          "Uproot and destroy severely affected clumps from the plantation.",
          "Drench the plant basins with copper oxychloride 0.25% and spray the plants with Bordeaux mixture 1% with the onset of pre-monsoon showers during May-June; repeat drenching and spraying during August-September and also during October if the monsoon is prolonged.",
          "Alternatively, drench and spray potassium phosphonate 0.3% or metalaxyl-mancozeb 0.125% with the onset of pre-monsoon showers during May-June; repeat drenching and spraying during August-September and also during October if the monsoon is prolonged.",
          "Trichoderma harzianum mass multiplied on suitable carrier media may be applied to plant basins @ 1 kg during May and September-October. If the soil is drenched with copper oxychloride or other fungicides, Trichoderma should be applied only after 15 days.",
          "Cultivate rhizome rot resistant variety IISR-Avinash in severely disease affected areas."
        ]
      },
      {
        "type": "text",
        "content": "Leaf Blight"
      },
      {
        "type": "text",
        "content": "Leaf blight ('Chenthal') is caused by Colletotrichum gloeosporioides . The disease assumes severity during the post-monsoon period. The disease initially manifests on the leaves as water soaked lesions which later coalesce to form yellowish-brown to reddish-brown patches and subsequently withers off. In the advanced stages, several such lesions develops on young and older leaves, which eventually dries up and gives a burnt appearance to the plants."
      },
      {
        "type": "unordered_list",
        "content": [
          "Destroy leaf blight affected portions and plant debris during May, before the onset of monsoon.",
          "Maintain optimum shade levels of 40–60% filtered light. Undertake shade management before the onset of South-West monsoon season. As prophylactic measure, spray Bordeaux mixture (1%) @ 0.5–1 litre/plant during May-June before the onset of monsoon season and repeat sprays in August-September.",
          "Once the disease appears, spray combination product of Carbendazim and Mancozeb (0.1%) or Carbendazim (0.2%) @ 500–750 ml/plant during August-September and repeat the sprays at 30 days interval for 2–3 times depending on the severity and extent of disease spread."
        ]
      },
      {
        "type": "text",
        "content": "Minor diseases"
      },
      {
        "type": "text",
        "content": "Leaf blotch ( Phaeodactylium alpiniae ), stem lodging ( Fusarium oxysporum ), capsule tip rot ( Rhizoctonia solani ) are some of the minor diseases affecting cardamom. Spraying two rounds of Carbendazim (0.2%) at 30 days interval can effectively manage leaf blight, while spraying Bordeaux mixture (1%), copper oxychloride (0.2%) or mancozeb (0.3%) is recommended to manage leaf blotch. Stem lodging and capsule tip rot diseases can be controlled by spraying Carbendazim (0.2%) or Hexaconazole (0.2%)."
      },
      {
        "type": "text",
        "content": "Viral diseases"
      },
      {
        "type": "text",
        "content": "Mosaic or 'Katte' disease"
      },
      {
        "type": "text",
        "content": "Mosaic disease is locally known as 'katte' meaning a disorder. When plants are infected during the early stages, the loss will be almost total while, late infection results in gradual decline in productivity. Total decline of plants occurs after 3–5 years of infection with a yield reduction upto 70 per cent."
      },
      {
        "type": "text",
        "content": "The first visible symptom appears on the youngest leaf as slender chlorotic flecks. These flecks later develop into pale green discontinuous stripes. Later, the characteristic mosaic symptoms appear on the leaf lamina. Mosaic type of mottling is also observed on the leaf sheaths and young pseudostems. Plants of all stages are susceptible to the infection and in the advanced stages, the affected plants produce shorter and slender tillers with few shorter panicles and degenerate gradually. The disease is caused by Cardamom mosaic virus (CdMV)."
      },
      {
        "type": "text",
        "content": "The disease is not transmitted through seed, soil, root to root contact and through manual operations. The virus is disseminated by the aphid vector ( Pentalonia caladii ) and also through infected rhizomes."
      },
      {
        "type": "text",
        "content": "Cardamom vein clearing disease or Kokke kandu"
      },
      {
        "type": "text",
        "content": "This disease is of relatively recent origin has become a threat to cardamom cultivation in few endemic pockets of Karnataka. Because of its characteristic symptom, it is locally referred as kokke kandu, meaning hook-like tiller. The affected plants decline rapidly with yield reduction upto 62–84 per cent in the first year of peak crop."
      },
      {
        "type": "text",
        "content": "The disease is characterized with continuous or discontinuous intraveinal clearing, stunting, rosetting of leaves, loosening of leaf sheath, shredding of leaves and clear mottling on the pseudostem. Apparent light green patches are also developed on the immature capsules, which results in subsequent cracking of the fruits. Due to infection, the seeds become partially sterile. Plants of all stages from seedlings to bearing stage exhibit these symptoms."
      },
      {
        "type": "text",
        "content": "Kokke kandu is not transmitted through seed, soil, mechanical means, roots to root contacts and farm implements. The disease is transmitted by the aphid, Pentalonia caladii ."
      },
      {
        "type": "text",
        "content": "Cardamom necrosis disease (Nilgiri necrosis disease)"
      },
      {
        "type": "text",
        "content": "This disease was first noticed in severe forms in Nilgiris, Tamil Nadu and hence the name Nilgiri Necrosis Disease (NND)."
      },
      {
        "type": "text",
        "content": "The symptoms are manifested on the young leaves as whitish to yellowish continuous or broken streaks proceeding from the midrib to the leaf margins. In the advanced stages of infection, these streaks turn reddish brown leading to shredding of the leaves. The leaves are reduced in size with distorted margins. Early infected plants produce few panicles and capsules but in advanced stages of infection, tillers are highly stunted and fail to bear panicles and capsules. It is transmitted through planting of infected rhizomes."
      },
      {
        "type": "text",
        "content": "Chlorotic streak disease"
      },
      {
        "type": "text",
        "content": "This disease is a new threat to cardamom cultivation particularly in Kerala and Karnataka. The virus causing this disease is identified as a strain of Banana bract mosaic virus (BBrMV)."
      },
      {
        "type": "text",
        "content": "Most characteristic symptom of the disease is continuous or discontinuous spindle shaped yellow or light green streaks on leaves intravenously and along the midrib, which later coalesces so that the veins turn yellow or light green in colour. Discontinuous spindle shaped mottling appears on the pseudostem and also on the petioles. It is transmitted through planting of infected suckers."
      },
      {
        "type": "text",
        "content": "Integrated management of viral diseases of cardamom"
      },
      {
        "type": "unordered_list",
        "content": [
          "Prompt inspection of plantation, detection and rouging of virus sources reduces re-infection from the diseased source.",
          "Production and use of virus-free planting materials prevents introduction of disease into disease-free locations.",
          "Seedling and clonal nurseries have to be raised in isolated sites.",
          "Clones from apparently healthy high yielding plants may be used for gap filling and for establishing new plantations.",
          "Collection and using clones from severely infected gardens may be avoided.",
          "Removal of infected volunteers in the replanted area and totally avoid the presence of volunteers from nursery area.",
          "Periodical removal of older parts is effective in reducing the aphid population and the spread of viral diseases.",
          "Plant resistant variety, IISR Vijetha in katte prone areas.",
          "Removal of natural hosts like Colocasia and Caladium destroys the breeding sites and check population build up of the vector.",
          "Neem based products at 0.1% concentration significantly reduces settlement of aphids on the cardamom leaves and are also lethal to the aphids at higher concentrations."
        ]
      }
    ]
  },
  {
    "heading": "Pests",
    "content": [
      {
        "type": "text",
        "content": "Cardamom thrips (Sciothrips cardamomi)"
      },
      {
        "type": "text",
        "content": "Cardamom thrips is the most destructive and persistent pest of cardamom, found in almost all the cardamom growing areas. Thrips breed inside the unopened leaf spindles, leaf sheaths, flower bracts and flower tubes. Adults as well as the larvae lacerate and feed on leaves, shoots, inflorescences and capsules. Infestation on the panicles results in shedding of flowers and immature capsules. Feeding activity on tender capsules leads to the formation of corky, scab- like encrustations. The extent of damage may be as high as 80 percent in certain areas. Population of thrips is generally high during the summer months (February- May) and declines with the onset of monsoon. The Mysore and Vazhukka types are highly susceptible to thrips infestation."
      },
      {
        "type": "text",
        "content": "Management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Regulate shade in the plantation by pruning branches of shade trees.",
          "Trash cardamom plants thrice a year i.e., during early monsoon, mid-monsoon and late monsoon periods to remove breeding sites of the pests",
          "Spray insecticides like quinalphos (0.025%), during March, April, May, August and September."
        ]
      },
      {
        "type": "text",
        "content": "Shoot and capsule borer (Conogethes punctiferalis)"
      },
      {
        "type": "text",
        "content": "The shoot and capsule borer is a serious pest in nurseries as well as in the main plantations. The larvae bore into pseudostems and feed on the internal contents leading to the formation of 'dead heart' symptom. When panicles are attacked, the portion ahead of point of entry dries off. The larvae also bore into the capsules and feed on the seeds resulting in empty capsules. The pest is prevalent throughout the year but higher incidence is pronounced during the months of January-February, May-June, and September-October."
      },
      {
        "type": "unordered_list",
        "content": [
          "Remove infested suckers as indicated by extrusion of frass, during September-October when the infestation is less than 10%.",
          "Collect and destroy adults which are generally observed on the undersurface of leaves.",
          "Spray quinalphos (0.075%) twice, during February-March and September-October coinciding with emergence of panicles and new shoots."
        ]
      },
      {
        "type": "text",
        "content": "Root grub ( Basilepta fulvicorne )"
      },
      {
        "type": "text",
        "content": "Root grubs are major pests of cardamom in nurseries and main fields. The grubs damage the roots and rhizomes by feeding, sometimes resulting in the death of entire root system. As a result, the plants turn yellow and remain stunted; severely infested plants die. The peak periods of adult emergence are during April and September. Grubs have two periods of occurrence, first during April-July and January."
      },
      {
        "type": "unordered_list",
        "content": [
          "Collect and destroy adult beetles during peak periods of emergence i.e. April-May and September – October",
          "Apply phorate 10 G (banned in Kerala) @ 20–40 g per clump or chlorpyriphos (0.075%) twice a year during May−June and August-September synchronizing with emergence of adults and egg laying periods of the pest.",
          "Light raking of soil before the insecticide application is essential for effective control of root grubs"
        ]
      },
      {
        "type": "text",
        "content": "Minor Pests"
      },
      {
        "type": "text",
        "content": "Capsule Borers"
      },
      {
        "type": "text",
        "content": "The caterpillars bore and feed on flowers and capsules. The affected capsule become empty, decay and ultimately drops off. The pest is generally serious during the monsoon period"
      },
      {
        "type": "unordered_list",
        "content": [
          "Regulate shade in thickly shaded areas",
          "Spray insecticides like quinalphos (0.025%) during March, April, May, August and September"
        ]
      },
      {
        "type": "text",
        "content": "Root and Rhizome Borers"
      },
      {
        "type": "text",
        "content": "The larvae of root and rhizome borers bore into the roots by making tunnels filled with frass. The roots die due to the infestation and in the case of severe infestation, the affected clump dries off. The pest infestation is generally serious in the secondary nursery."
      },
      {
        "type": "unordered_list",
        "content": [
          "Destruction of infected rhizomes with immature stages of the pest and basal application of insecticides like phorate (banned in Kerala) or chlorpyriphos will control the pest"
        ]
      },
      {
        "type": "text",
        "content": "Hairy Caterpillars"
      },
      {
        "type": "text",
        "content": "Hairy caterpillars appear sporadically in large numbers and cause severe damage to cardamom by defoliating the plants. The caterpillars are gregarious in habit and they congregate on trunks of shade trees during the daytime. During early stages of the life cycle, they feed on shade trees and become a pest of cardamom during the later stages."
      },
      {
        "type": "unordered_list",
        "content": [
          "Swarms of hairy caterpillars congregating on the trunk of shade trees during daytime should be collected and killed mechanically.",
          "The adults of hairy caterpillars can be captivated by operating light traps at night. The trapped insects can be collected and killed.",
          "Spray contact insecticide like quinalphos (0.05%) to control larval stages"
        ]
      },
      {
        "type": "text",
        "content": "Shoot fly"
      },
      {
        "type": "text",
        "content": "The larvae of shoot fly feed on the growing shoot of young cardamom plants resulting in formation of dead hearts. The pest incidence is generally severe during October-November and March-April. In general, young plants in the new plantations, which are grown under inadequate shade conditions, are severely affected."
      },
      {
        "type": "unordered_list",
        "content": [
          "Remove the affected shoots at ground level and destroy them",
          "Spray quinalphos 0.05%"
        ]
      },
      {
        "type": "text",
        "content": "Nematodes"
      },
      {
        "type": "text",
        "content": "Nematodes especially, root knot nematodes ( Meloidogyne incognita and M. javanica ) are major problems in nurseries as well as in main plantations. They cause considerable damage by attacking the feeder roots of cardamom and reduce the yield by 32–47 per cent. Aerial symptoms manifested on heavily infested plants include stunting, yellowing, reduced tillering, premature drying of leaf tips and margins and reduced leaf size. Flowering is normally delayed in the affected plants and immature fruits drop resulting in yield reduction. Availability of collateral hosts like Erythrina indica and E. lithosperma, exposed areas and sandy soils favours population build up of nematodes."
      },
      {
        "type": "text",
        "content": "Nursery"
      },
      {
        "type": "text",
        "content": "Disinfest the nursery beds under polythene cover using biocide methyl bromide (to be used only by pest control operators under the supervision of Govt. experts or experts approved by the Plant Protection Advisor to Govt. of India) for 3–7 days or by application of any granular insecticides (Carbofuran /Phorate (banned in Kerala))."
      },
      {
        "type": "text",
        "content": "Plantation"
      },
      {
        "type": "unordered_list",
        "content": [
          "Ensure planting of nematode free seedlings.",
          "Provide mulching, particularly in the exposed areas.",
          "Regular application of organic manures such as neem cake twice a year @ 250–1000 g depending on the clump size reduces nematode infestation.",
          "Spot application of granular insecticides like (carbofuran/phorate @ 15–50 g) (banned in Kerala) depending on the size of the plant twice a year in May/June and September.",
          "Application of nematicides during pre-monsoon period followed by neem cake application in mid-monsoon period is the safest approach to reduce residue problem in the capsules."
        ]
      }
    ]
  },
  {
    "heading": "Harvesting and processing",
    "content": [
      {
        "type": "text",
        "content": "Cardamom plants start bearing two or three years after planting suckers or seedlings, respectively. The capsules ripen within a period of 120–135 days after its formation. Harvesting period commences from June-July and continues till January-February in Kerala and Tamil Nadu. While in Karnataka, harvesting begins in August and prolongs till December- January. Usually harvesting is done at an interval of 15–30 days."
      },
      {
        "type": "text",
        "content": "The capsules are harvested when they attain physiological maturity, which is indicated by dark green colour of rind and black coloured seeds. Harvesting of ripened capsules is avoided as it leads to the loss of green colour and also causes splitting of capsules during curing process. Immature capsules on processing yields uneven sized, shriveled and undesirably coloured produce."
      },
      {
        "type": "text",
        "content": "Freshly harvested capsules are washed in water to remove the soil particles and other dirt adhering to it and to get good quality commodity. Storage of capsules after harvest for longer duration adversely affects quality of the end product."
      },
      {
        "type": "text",
        "content": "Curing of cardamom is the process by which moisture of freshly harvested capsules is reduced from 80 to 10–12 per cent through indirect heating. Maturity of capsules and curing temperature influences the colour and quality of processed cardamom. During curing a temperature range of 40–45°C is maintained during all the stages of drying which helps in good retention of green colour. Gradual increase of drying temperature to 5O-60°C in the last two hours of curing enables easy removal of floral remnants during polishing. During curing, if temperature exceeds the threshold levels, capsules develop brownish streaks due to heat injury. An increase in drying temperature also results in loss of oil from the seeds."
      },
      {
        "type": "text",
        "content": "Cardamom is dried by adopting two methods:"
      },
      {
        "type": "ordered_list",
        "content": [
          "Natural (Sun drying)",
          "Flue curing"
        ]
      },
      {
        "type": "text",
        "content": "Natural (Sun drying)"
      },
      {
        "type": "text",
        "content": "Freshly harvested capsules are directly dried under sun for a period of five to six days or more depending on the availability and duration of sunlight. Natural drying does not retain green colour of capsules and also leads to splitting of the capsules. During cloudy and rainy weather conditions, proper drying of capsules cannot be accomplished and hence the quality of the capsules deteriorates. In general, sun dried capsules are not preferred for export. Sun drying is commonly practiced in some parts of Karnataka."
      },
      {
        "type": "text",
        "content": "Flue curing"
      },
      {
        "type": "text",
        "content": "It is one of the best methods of drying by which high quality green cardamom can be obtained. A traditional firewood based curing house consists of a furnace for burning the wood, flue pipes for conveying the hot air and drying racks for stacking the trays. A drying chamber with dimensions of 4.5 m in length and breadth is sufficient for a plantation, which has a production capacity of 2 tonnes of fresh cardamom. In general, 3–4 kg of firewood is consumed for drying 1 kg of fresh cardamom."
      },
      {
        "type": "text",
        "content": "The capsules are evenly spread as a single layer on the trays. After staking the trays on the racks in the drying chamber, the curing room is closed. Hot air generated by burning firewood in the furnace is circulated through the flue pipes, which are placed few centimeters above the floor. This process enhances the room temperature to 45–55°C, which is maintained for a period of 3–4 hours. During this period, the capsules sweat and give off the moisture. The drying process is facilitated by opening the ventilators for sweeping out the water vapour generated from the drying capsules. Exhaust fans are also used for the speedy removal of moisture. After complete removal of water vapour, the ventilators are closed and the temperature inside the chamber is again maintained at 45–55°C for a period of 18–24 hours. In the final stage of curing process, the temperature is further raised to 60–65°C for another 1–2 hours. The temperature is raised to hasten the cleaning process by which debris like stalks attached to the capsules can be removed easily. Temperature inside the curing chamber is maintained around 65°C to avoid splitting of the capsules and also to prevent the loss of volatile oil. Under these conditions, it is possible to obtain high quality green cardamom in about 24–30 hours."
      },
      {
        "type": "text",
        "content": "Efficient and highly automated cardamom dryers have been developed and being widely used with alternative sources of fuels such as kerosene, Liquid Petroleum Gas (LPG) and diesel or with combination of fuels. Such kind of improved systems has the advantage of retaining high quality of produce with respect to colour and duration of curing is also substantially reduced to 16–18 hours."
      },
      {
        "type": "text",
        "content": "Dried capsules are polished either manually or with the help of machines. Polishing is carried out by rubbing the dried capsules in hot state against a hard surface. The polished produce is subsequently graded based on the quality parameters such as colour, weight per volume, size and percentage of empties, malformed, shrivelled and immature capsules."
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Grades and specifications for Indian cardamom"
            ],
            [
              "Grade",
              "Description",
              "Size(mm)",
              "Weight(g/l)",
              "Colour",
              "General characteristics"
            ],
            [
              "AGB",
              "Extra Bold",
              "7",
              "435",
              "Green",
              "Kiln dried, 3 cornered and with ribbed appearance"
            ],
            [
              "AGS",
              "Superior",
              "5",
              "385"
            ],
            [
              "AGS 1",
              "Shipment",
              "4",
              "320–350",
              "Light green"
            ],
            [
              "AGL",
              "Light",
              "3.5",
              "260"
            ],
            [
              "CGEB",
              "Extra Bold",
              "8",
              "450",
              "Golden to light green",
              "Round, ribbed or smooth skin"
            ],
            [
              "CGB",
              "Bold",
              "7.5",
              "435"
            ],
            [
              "CG-1",
              "Superior",
              "6.5",
              "415",
              "Light Green"
            ],
            [
              "CG-2",
              "Mota,Green",
              "6",
              "385",
              "Green"
            ],
            [
              "CG-3",
              "Shipment",
              "5.5",
              "350",
              "Cream"
            ],
            [
              "CG-4",
              "Light",
              "3.5",
              "280",
              "Brown"
            ],
            [
              "BL-1",
              "<br>",
              "8.5",
              "340",
              "Pale",
              "Fully developed round, 3 cornered ribbed or smooth skin"
            ],
            [
              "BL-2",
              "<br>",
              "7",
              "340",
              "Creamy"
            ],
            [
              "BL-3",
              "<br>",
              "5",
              "300",
              "Dull white"
            ],
            [
              "AG -Alleppey Green, CG -Coorg Green, BL -Bleached"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "After grading cardamom capsules are stored. The capsules are stored at a moisture content of less than 10 percent to retain the original parrot green colour and to prevent mould growth. Use of 300 gauge black polythene lined gunny bags improves efficiency of storage. It is advisable to store the dried cardamom in wooden boxes at room temperature, preferably in the curing houses."
      },
      {
        "type": "text",
        "content": "Other products of cardamom"
      },
      {
        "type": "text",
        "content": "Cardamom seeds:"
      },
      {
        "type": "text",
        "content": "Cardamom seeds are obtained by decorticating the capsules. Decortication is achieved by using a plate mill, which is also called as disc mill. Cardamom powder: Cardamom in its powder form gives maximum flavour to the food products. But the disadvantage with powder is that it loses aroma quality due to rapid loss of volatile constituents."
      },
      {
        "type": "text",
        "content": "Cardamom powder:"
      },
      {
        "type": "text",
        "content": "Cardamom in its powder form gives maximum flavour to the food products. But the disadvantage with powder is that it loses aroma quality due to rapid loss of volatile constituents."
      },
      {
        "type": "text",
        "content": "Cardamom oil:"
      },
      {
        "type": "text",
        "content": "Cardamom oil is obtained by distillation of powdered seeds of cardamom. Steam distillation is the common method employed for the production of oil. Cardamom capsules with good flavour, which do not fetch higher value because of defective appearance, are suitable for distillation. The flavour of cardamom is mainly due to 1,8 cineole, terpinyl acetate, linalyl acetate and linalool."
      }
    ]
  }
]