[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Cinnamon ( Cinnamomum verum ) (Family: Lauraceae) is one of the earliest known spice mainly cultivated for the dried inner bark of the tree. Cinnamon is a native of Sri Lanka and is cultivated in lower elevations of Western Ghats in Kerala and Tamil Nadu ."
      }
    ]
  },
  {
    "heading": "Soil and climate",
    "content": [
      {
        "type": "text",
        "content": "Cinnamon is a hardy plant and tolerates a wide range of soil and climatic conditions. In the West Coast of India, the tree is grown on laterite and sandy patches with poor nutrient status. It comes up well from sea level to an elevation of about 1,000 m. Since it is mostly raised as a rainfed crop, an annual rainfall of 200–250 cm is ideal."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "Two high yielding, high quality cinnamon varieties released from IISR are suitable for cultivation in various regions of India. The varieties Navashree and Nithyashree have an yield potential of aout 200 kg dry quills/hectare. Navashree yields 2.7% bark oil, 73% cinnamaldehyde in bark, 8% bark oleoresin, 2.8% leaf oil and 62% leaf eugenol. Nithyashree yields 2.7% bark oil, 58% cinnamaldehyde in bark, 10% bark oleoresin, 3% leaf oil and 78% leaf eugenol."
      },
      {
        "type": "text",
        "content": "Click here, to know more about the varieties."
      }
    ]
  },
  {
    "heading": "Propagation",
    "content": [
      {
        "type": "text",
        "content": "Propagation of cinnamon is by rooted cuttings, air layerings and seedlings."
      },
      {
        "type": "subheading",
        "content": "Cuttings"
      },
      {
        "type": "text",
        "content": "Semi hardwood cuttings of about 10 cm length with 2 leaves are taken and dipped in IBA 2000 ppm or in a rooting hormone (Keradix- B) and planted either in polythene bags filled with sand or a mixture of sand and coir dust (1:1) or in sand beds raised in a shaded place. The cuttings in polythene bags must also be kept in a shaded place or in a nursery. The cuttings are to be watered regularly 2–3 times a day. The cuttings root in 45–60 days and the well rooted cuttings can be transplanted to polythene bags filled with potting mixture and maintained in a shaded place and watered regularly."
      },
      {
        "type": "subheading",
        "content": "Air layering"
      },
      {
        "type": "text",
        "content": "Air layering of cinnamon is done on semi hardwood shoots. A ring of bark is removed from the semi hardwood portion of the shoot and a rooting hormone (IBA 2000 ppm or IAA 2000 ppm) is applied on the portion where the bark has been removed. Moist coir dust or coir husk is placed around the region where the hormone has been applied and is secured in position by wrapping with a polythene sheet of 20 cm length. This would also avoid moisture loss. Rooting takes place in 40–60 days. The well rooted air layers are separated from the mother plant and bagged in polythene bags filled with potting mixture and kept in a shaded place or nursery by watering the plants twice daily. The rooted cuttings and layers can be planted in the main field with the onset of rains."
      },
      {
        "type": "subheading",
        "content": "Seedlings"
      },
      {
        "type": "text",
        "content": "Cinnamon can also be propagated through seeds. However, in such cases wide variability is observed among the seedlings. Under West Coast conditions, cinnamon flowers in January and the fruits ripen during June-August. The fully ripened fruits are either picked from the tree or the fallen ones are collected from the ground. The seeds are removed from the fruits, washed free of pulp, and sown without much delay as the seeds have a low viability. The seeds are sown in sand beds or polythene bags containing a mixture of sand, soil and well rotten cattle manure (3:3:1). The seeds start to germinate within 15–20 days. Frequent irrigation has to be provided for maintaining adequate moisture. The seedlings require artificial shading till they are about 6 months old."
      }
    ]
  },
  {
    "heading": "Preparation of land and planting",
    "content": [
      {
        "type": "text",
        "content": "The area for planting cinnamon is cleared and 50 cm x 50 cm x 50 cm size pits are dug at a spacing of 3 m x 3 m. They are then filled with compost and top soil before planting. Cinnamon is planted during June-July to take advantage of the monsoon for the establishment of seedlings. For transplanting, 10–12 month old seedlings or well rooted cuttings or air layers are used. In each pit, 3–4 seedlings or rooted cuttings or air layers can be planted. In some cases, the seeds are directly dibbled in the pits that are filled with compost and soil. Providing partial shade in the initial years is advantageous for healthy, rapid growth of plants."
      }
    ]
  },
  {
    "heading": "Manuring and cultural practices",
    "content": [
      {
        "type": "text",
        "content": "Two weedings in a year during June-July and October-November, and digging of the soil around the bushes once during August- September is recommended. A fertilizer dose of 20 g N, 18 g P 2 O 5 and 25 g K 2°per seedling is recommended in the first year. The dose of fertilizers is increased gradually to 200 g N, 180 g P 2 O 5 and 200 g K 2°for plants of 10 years and above. The fertilizers are to be applied in two equal splits, in May-June and September-October. Mulching with green leaves (25 kg) during summer and application of FYM (25 kg) during May-June is also recommended."
      }
    ]
  },
  {
    "heading": "Plant protection",
    "content": [
      {
        "type": "subheading",
        "content": "Diseases"
      },
      {
        "type": "subheading",
        "content": "Leaf spot and die back"
      },
      {
        "type": "text",
        "content": "Leaf spot and die back disease is caused by Colletotrichum gloeosporioides . Small deep brown specks appear on the leaf lamina, which later coalesce to form irregular patches. In some cases the affected portions are shed leaving shot holes on the leaves. Later the entire lamina is affected and the infection spreads to the stem causing die back. Pruning the affected branches and spraying Bordeaux mixture 1% are recommended to control the disease."
      },
      {
        "type": "subheading",
        "content": "Seedling blight"
      },
      {
        "type": "text",
        "content": "Seedling blight caused by Diplodia sp. occurs on seedlings in the nursery. The fungus causes light brown patches which girdle the stem resulting in mortality . The disease can be controlled by spraying Bordeaux mixture 1%."
      },
      {
        "type": "subheading",
        "content": "Grey blight"
      },
      {
        "type": "text",
        "content": "Grey blight is caused by Pestalotia palmarum and is characterized by small brown spots which later turn grey with a brown border. The disease can be controlled by spraying Bordeaux mixture 1%."
      },
      {
        "type": "subheading",
        "content": "Insect pests"
      },
      {
        "type": "subheading",
        "content": "Cinnamon butterfly"
      },
      {
        "type": "text",
        "content": "The cinnamon butterfly ( Chilasa clytia ) is the most serious pest especially in younger plantations and nursery and is generally seen during the post monsoon period. The larvae feed on tender and slightly mature leaves; in severe cases of infestation, the entire plant is defoliated and only midribs of leaves with portions of veins are left behind. The adults are large sized butterflies and occur in two forms. One has blackish brown wings with white spots on outer margins; the other has black wings with bluish white markings. Fully grown larvae are pale yellow with dark stripes on the sides and measure about 2.5 cm in length. The pest can be controlled by spraying quinalphos 0.05% on tender and partly mature leaves."
      },
      {
        "type": "subheading",
        "content": "Leaf miner"
      },
      {
        "type": "text",
        "content": "Infestation by the leaf miner ( Conopomorpha civica ) is more common during the monsoon period and generally nursery seedlings are seriously affected. The adult is a minute silvery grey moth. The larvae are pale grey initially and become pink later measuring about 10 mm in length. They feed on the tissues between the upper and lower epidermis of tender leaves resulting in linear mines that end in blister like patches. The infested leaves become crinkled and the mined areas dry up leaving large holes on the leaves. Spraying quinalphos 0.05% during emergence of new flushes is effective in preventing the pest infestation."
      },
      {
        "type": "text",
        "content": "Many other leaf feeding caterpillars and beetles also occur sporadically on cinnamon feeding on tender flushes. Application of quinalphos 0.05% would keep them under check."
      }
    ]
  },
  {
    "heading": "Harvesting and processing",
    "content": [
      {
        "type": "text",
        "content": "The cinnamon tree may attain a height of 10–15 m, but it is generally coppiced or cut back periodically. When the plants are 2 years old, they are coppiced during June-July to a height of about 12 cm from the ground. The stump is then covered by earthing up. This operation encourages the development of side shoots from the stump. This is repeated for every side shoot developing from the main stem during the succeeding season, so that the plant will assume the shape of a low bush of about 2 m height and shoots suit- able for peeling would develop in a period of about 4 years. The first coppicing can be done from the fourth or fifth year of planting."
      },
      {
        "type": "text",
        "content": "The shoots are harvested from September to November, under Kerala conditions. Coppicing is done in alternate years and shoots having 1.5–2.0 cm thickness and uniform brown colour are ideal for bark extraction. A 'test cut' can be made on the stem with a sharp knife to judge its suitability for peeling. If the bark separates readily, coppicing can be commenced immediately. The stems are cut close to the ground when they are about 2 years old. Such shoots are bundled after removing the leaves and terminal shoots."
      },
      {
        "type": "text",
        "content": "The harvested shoots are cut into straight pieces of 1.00–1.25m length. Cutting is followed by scraping and peeling operations. Peeling is a specialized operation, requiring skill and experience. It is done by using a specially made knife, which has a small round end with a projection on one side to facilitate ripping of the bark. The rough outer bark is first scraped off. Then the scrapped portion is polished with a brass or an aluminium rod to facilitate easy peeling."
      },
      {
        "type": "text",
        "content": "A longitudinal slit is made from one end to the other. The bark can be easily removed by working the knife between the bark and the wood. The shoots cut in the morning are peeled on the same day. The peels are gathered and kept overnight under shade. They are dried first in shade for a day and then in sunlight for four days. During drying, the bark contracts and assumes the shape of a quill. The smaller quills are inserted into larger ones to form compound quills."
      },
      {
        "type": "text",
        "content": "The quills are graded from 00000, being the finest quality, to 0 the coarsest quality. The small pieces of the bark, left after preparing the quills are graded as 'quillings'. The very thin inner pieces of bark are dried as 'featherings'. From the coarser canes, the bark is scraped off, instead of peeling, and this grade is known as 'scraped chips'. The bark is also scraped off without removing the outer bark and is known as 'unscraped chips'. The different grades of bark are powdered to get 'cinnamon powder'."
      },
      {
        "type": "text",
        "content": "Leaf and bark oils of cinnamon could be obtained by distilling dried cinnamon leaves and bark, respectively. The dried cinnamon leaves are steam distilled in special distiller. About 4 kg of bark oil could be obtained from a hectare of cinnamon plantation."
      },
      {
        "type": "text",
        "content": "Leaf oil and bark oil are used in the manufacture of perfumes, soaps, tooth pastes, hair oils and face creams and also as an agent for flavouring liquor and in dentifrices."
      },
      {
        "type": "source",
        "content": "Indian Institute of Spices Research",
        "link": "http://spices.res.in/"
      }
    ]
  }
]