[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "The clove of commerce is the aromatic, dry, fully grown, but unopened flower buds of the clove tree ( Syzygium aromaticum ) (Family: Myrtaceae). The islands of Zanzibar, Pemba (now part of Tanzania) and Indonesia are the major producers of clove in the world. In India, clove is mostly grown in the hilly tracts of Tamil Nadu, Kerala and Karnataka."
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "text",
        "content": "Clove grows well in rich loamy soils of the humid tropics and can be grown successfully in the red soils of the midlands of Kerala as well as in the hilly terrain of Western Ghats at higher elevations in Tamil Nadu and Karnataka. A cooler climate with well distributed rainfall is ideal for flowering."
      },
      {
        "type": "text",
        "content": "The site selected for cultivation of clove needs good drainage since the crop cannot withstand water logged conditions. It thrives well in areas receiving an annual rainfall of 150–300 cm. In India, clove grows from sea level up to 1500 m above sea level."
      }
    ]
  },
  {
    "heading": "Planting material",
    "content": [
      {
        "type": "text",
        "content": "The seeds should be collected from fully ripe fruits for raising seedlings. Fruits for seed collection, known popularly as mother of clove are allowed to ripe on the tree and drop down naturally. Such fruits are collected and sown directly in the nursery or soaked in water overnight and the pericarp removed before sowing. The second method gives quicker and higher percentage of germination. Only fully developed and uniform sized seeds which show signs of germination by the presence of pink radicle, are used for sowing. Though the ripe fruits can be stored for a few days by spreading them in a cool shaded place, it is advisable to sow the seeds immediately after harvest. Heaping the fruits or keeping them tied up in air tight bags hastens the death of seeds."
      }
    ]
  },
  {
    "heading": "Nursery practices",
    "content": [
      {
        "type": "text",
        "content": "Beds of 15–20 cm height, 1 m width and convenient length are to be prepared for sowing seeds. The beds should be made of loose soil -sand mixture over which a layer of sand may be spread (about 5–8 cm thick). Seeds can also be sown in sand beds but care should be taken to prevent erosion of the beds in rain. Seeds are sown at 2–3 cm spacing and depth of about 2 cm. The seed beds have to be protected from direct sunlight. If only small quantities of seeds are available for sowing, they can be sown directly in polybags filled with soil-sand-cow dung mixture and kept in shade. The germination commences in about 10 to 15 days and may last for about 40 days. The germinated seedlings are transplanted in polythene bags (25 cm x 15 cm) containing a mixture of soil, sand and well decomposed cow dung (3:3:1). Sometimes, the seedlings are again trans- planted after 1 year to large polythene bags containing the same proportion of potting mixture. The seedlings are ready for transplanting in the field when they are 18–24 months old. Transplanting time can be reduced to 1 year by planting the seedlings in a mixture consisting of soil and vermicompost in 1:1 proportion."
      }
    ]
  },
  {
    "heading": "Preparation of land and planting",
    "content": [
      {
        "type": "text",
        "content": "The area selected for raising clove plantations is cleared of wild growth before monsoon and pits of 75 cm x 75 cm x 75 cm size are dug at a spacing of 6–7 m. If clove is planted as an intercrop, the spacing has to be adjusted based on the spacing of the major crop. The pits are partially filled with compost, green leaf or well decomposed cattle manure and mixed with top soil. The seedlings are transplanted in the main field during the beginning of rainy season, in June-July, and in low lying areas, towards the end of the monsoon, in September-October. Clove prefers partial shade and comes up well at higher elevations with well distributed rainfall. Under Indian conditions it is best suitable for mixed cropping in older coconut or arecanut plantations or in coffee estates. In order to give a cool humid microclimate, intercropping with banana is ideal."
      }
    ]
  },
  {
    "heading": "Manuring and fertilizer application",
    "content": [
      {
        "type": "text",
        "content": "Cattle manure or compost @ 50 kg and bone meal or fish meal @ 2–5 kg per bearing tree per year can be applied. Organic manures can be applied as a single dose at the beginning of the rainy season in trenches dug around the trees. The Kerala Agriculture Depart- ment recommends the application of inorganic fertilizers @ 20 g N (40 g urea), 18 g P 2 O 5 (110 g super phosphate) and 50 g K 2 O (80 g muriate of potash) in the initial stage. The dosage is progressively increased to 300 g N (600 g urea) 250 g P 2 O 5 (1560 g super phosphate) and 750 g K 2 O (1250 g of muriate of potash) per year for a grown up tree of 15 years or more. The fertilizers must be applied in two equal split doses in May-June and September-October in shallow trenches dug around the plant about 1–1.5 m away from the base."
      }
    ]
  },
  {
    "heading": "Plant protection",
    "content": [
      {
        "type": "subheading",
        "content": "Diseases"
      },
      {
        "type": "text",
        "content": "Seedling wilt"
      },
      {
        "type": "text",
        "content": "Seedling wilt is a serious problem in a majority of the nurseries. The leaves of affected seedlings lose their natural luster, droop and ultimately die. The root system and collar region of the seedling show varying degrees of discolouration and decay. Cylindrocladium sp., Fusarium sp. and Rhizoctonia sp., are the commonly associated organisms with the disease."
      },
      {
        "type": "text",
        "content": "Since the infected plants promote further spread of the disease, they are to be removed and the remaining seedlings should be treated with carbendazim 0.1% both as spray and soil drench. Alternatively the foliage may be sprayed with Bordeaux mixture 1% and the soil drenched with copper oxychloride 0.2%."
      },
      {
        "type": "text",
        "content": "Leaf rot"
      },
      {
        "type": "text",
        "content": "Leaf rot is caused by Cylindrocladium quinqueseptatum and is noticed in mature trees and seedlings. The infection starts as dark diffuse patches at the leaf tip or margin and later the whole leaf rots, resulting in severe defoliation. The foliage of affected trees should be sprayed with carbendazim 0.1%. Prophylactic sprays with Bordeaux mixture 1% also prevents the disease."
      },
      {
        "type": "text",
        "content": "Leaf spot and bud shedding"
      },
      {
        "type": "text",
        "content": "The disease is characterized by dark brown spots with a yellow halo on leaves and is caused by Colletotrichum gloeosporioides . Such spots also appear on the buds resulting in their shedding. C. crassipes causes reddish brown spots on the leaves. Prophylactic spraying with Bordeaux mixture 1% prevents both the diseases."
      },
      {
        "type": "subheading",
        "content": "Insect pests"
      },
      {
        "type": "text",
        "content": "Stem borer"
      },
      {
        "type": "text",
        "content": "The stem borer ( Sahyadrassus malabaricus ) infests the main stem of young trees at the basal region. The larva of the pest girdles the stem and bores downward into it. The girdled portion and borehole are covered with a mat like frass material. The infested trees wilt and succumb to the pest attack. Inspect the base of clove trees regularly for symptoms of pest attack. Spray quinalphos 0.1% around the bore-hole and inject the same into the bore-hole after removing the frass. Swabbing the basal region of the main stem with carbaryl and keeping the basins free of weeds are prophylactic measures for reducing the pest infestation."
      },
      {
        "type": "text",
        "content": "Scale insects"
      },
      {
        "type": "text",
        "content": "Many species of scale insects infest clove seedlings in the nursery and sometimes young plants in the field. The scale insects generally seen on clove include wax scale ( Ceroplastes floridensis ), 32 shield scale ( Pulvinaria psidii ), masked scale ( Mycetaspis personata ) and soft scale ( Kilifia accuminata ). The scales are generally seen clustered together on tender stems and lower surface of leaves. Scale insects feed on plant sap and cause yellow spots on leaves and wilting of shoots and the plants present a sickly appearance. Spraying dimethoate (0.05%) is effective for the management of scale insects."
      }
    ]
  },
  {
    "heading": "Harvesting and processing",
    "content": [
      {
        "type": "text",
        "content": "Clove trees start flowering from the fourth year of planting in fertile soil and good management conditions. But the full bearing stage is reached by about the 15th year only. The flowering season varies from September- October in the plains to December-January at high altitudes. The unopened buds are harvested when they are plump and rounded and before they turn pink. At this stage, they are less than 2 cm long. The opened flowers are not valued as a spice. Harvesting has to be done without damaging the branches, as it adversely affects the subsequent growth of the trees. As a common practice the growers do not allow the trees to bear fruits (mother of clove), as they believe that it has an adverse effect on subsequent flowering."
      },
      {
        "type": "text",
        "content": "The harvested flower buds are separated from the clusters by hand and spread in the drying yard for drying. The correct stage of drying is reached when the stem of the bud is dark brown and the rest of the bud is light brown in colour. Well dried cloves weigh about one-third the weight of fresh cloves. About 11,000 to 15,000 dried cloves weigh 1 kg."
      },
      {
        "type": "text",
        "content": "Source : Indian Institute of Spices Research"
      }
    ]
  }
]