[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Ginger ( Zingiber officinale Rosc.) (Family: Zingiberaceae) is an herbaceous perennial, the rhizomes of which are used as a spice. India is a leading producer of ginger in the world and during 2012–13 the country produced 7.45 lakh tonnes of the spice from an area of 157839 hectares. Ginger is cultivated in most of the states in India. However, states namely Karnataka, Orissa, Assam, Meghalaya, Arunachal Pradesh and Gujarat together contribute 65 per cent to the country's total production."
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "text",
        "content": "Ginger grows well in warm and humid climate and is cultivated from sea level to an altitude of 1500 m above sea level. Ginger can be grown both under rain fed and irrigated conditions. For successful cultivation of the crop, a moderate rain fall at sowing time till the rhizomes sprout, fairly heavy and well distributed showers during the growing period and dry weather for about a month before harvesting are necessary. Ginger thrives best in well drained soils like sandy loam, clay loam, red loam or lateritic loam. A friable loam rich in humus is ideal. However, being an exhausting crop it is not desirable to grow ginger in the same soil year after year."
      }
    ]
  },
  {
    "heading": "Varieties",
    "content": [
      {
        "type": "text",
        "content": "Several cultivars of ginger are grown in different ginger growing areas in India and they are generally named after the localities where they are grown. Some of the prominent indigenous cultivars are Maran, Kuruppampadi, Ernad, Wayanad, Himachal and Nadia. The exotic cultivar ‘Rio - de - Janeiro’ have also become very popular among cultiv ators. The improved varieties of ginger and their salient features are given below. The variety IISR Varada is suited for fresh ginger, dry ginger and making candy while, IISR Rejatha is rich in essential oil."
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Variety",
              "Fresh mean yield (t/ha)",
              "Maturity (days)",
              "Dry recovery (%)",
              "Crude fibre (%)",
              "Oleoresin (%)",
              "Essential oil (%)"
            ],
            [
              "Indian Institute of Spices Research, Kozhikode – 673 012, Kerala"
            ],
            [
              "IISR Varada",
              "22.6",
              "200",
              "20.7",
              "4.5",
              "6.7",
              "1.8"
            ],
            [
              "IISR Mahima",
              "23.2",
              "200",
              "23.0",
              "3.3",
              "4.5",
              "1.7"
            ],
            [
              "IISR Rejatha",
              "22.4",
              "200",
              "19.0",
              "4.0",
              "6.3",
              "2.4"
            ],
            [
              "High Altitude Research Station, Orissa University of Agriculture and Technology, Pottangi – 764 039, Orissa"
            ],
            [
              "Suprabha",
              "16.6",
              "229",
              "20.5",
              "4.4",
              "8.9",
              "1.9"
            ],
            [
              "Suruchi",
              "11.6",
              "218",
              "23.5",
              "3.8",
              "10.0",
              "2.0"
            ],
            [
              "Suravi",
              "17.5",
              "23.5",
              "23.5",
              "4.0",
              "10.2",
              "2.1"
            ],
            [
              "Subhada",
              "18.0",
              "210",
              "22.4",
              "3.4",
              "10.4",
              "2.0"
            ],
            [
              "Y. S. Parmar University of Horticulture and Forestry, Nauni, Solan, Himachal Pradesh – 173 230"
            ],
            [
              "Himagiri",
              "13.5",
              "230",
              "20.6",
              "6.4",
              "4.3",
              "1.6"
            ],
            [
              "Kerala Agricultural University, Thrissur – 680 656, Kerala"
            ],
            [
              "Athira",
              "21.0",
              "220–240",
              "22.6",
              "3.4",
              "6.8<br>",
              "3.1"
            ],
            [
              "Karthika",
              "19.0",
              "220–240",
              "21.6",
              "3.7",
              "7.2",
              "3.2"
            ],
            [
              "Aswathy",
              "23.0",
              "220–240",
              "19.7",
              "3.5",
              "7.5",
              "3.3"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Season",
    "content": [
      {
        "type": "text",
        "content": "The best time for planting ginger in the West Coast of India is during the first fortnight of May with the receipt of pre- monsoon showers. Under irrigated conditions, it can be planted well in advance during the middle of February or early March. Early planting with the receipt of summer showers results in higher yield and reduces disease incidence."
      }
    ]
  },
  {
    "heading": "Land preparation",
    "content": [
      {
        "type": "text",
        "content": "The land is to be ploughed 4 to 5 times or dug thoroughly with receipt of early summer showers to bring the soil to fine tilth. Beds of about 1 m width, 30 cm height and of convenient length are prepared with an inter - space of 50 cm in between beds. In the case of irrigated crop, ridges are formed 40 cm apart. In areas prone to rhizome rot disease and nematode infestations, solarization of beds for 40 days using transparent polythene sheets is recommended."
      }
    ]
  },
  {
    "heading": "Planting",
    "content": [
      {
        "type": "text",
        "content": "Ginger is propagated by portions of rhizomes known as seed rhizomes. Carefully preserved seed rhizomes are cut into small pieces of 2.5–5.0 cm length weighing 20–25 g each having one or two good buds. The seed rate varies from region to region and with the method of cultivation adopted. In Kerala, the seed rate varies from 1500 to 1800 kg /ha. At higher altitudes the seed rate may vary from 2000 to 2500 kg/ha. The seed rhizomes are treated with mancozeb 0.3% (3 g/L of water) for 30 minutes, shade dried for 3–4 hours and planted at a spacing of 20–25 cm along the rows and 20–25 cm between the rows. The seed rhizome bits are placed in shallow pits prepared with a hand hoe and covered with well decomposed farm yard manure and a thin layer of soil and leveled."
      }
    ]
  },
  {
    "heading": "Ginger transplanting",
    "content": [
      {
        "type": "text",
        "content": "Though transplanting in ginger is not conventional, it is found profitable. A transplanting technique in ginger by using single bud sprouts (about 5 g) has been standardized to produce good quality planting material with reduced cost. The yield level of ginger transplants is on-par with conventional planting system. The technique involves raising transplants from single sprout seed rhizomes in the pro - tray and planted in the field after 30–40 days. The advantages of this technology are production of healthy planting materials and reduction in seed rhizome quantity and eventually reduced cost on seeds."
      },
      {
        "type": "text",
        "content": "Technology"
      },
      {
        "type": "unordered_list",
        "content": [
          "Select healthy ginger rhizomes for seed purpose",
          "Treat the selected rhizomes with mancozeb (0.3%) and quinalphos (0.075%) for 30 min and store in well ventilated place.",
          "One month before planting, the seed rhizomes are cut into single buds with small piece of rhizomes weighing 4–6 g.",
          "Treat the single bud sprouts (mancozeb 0.3%) for 30 min before planting.",
          "Fill the pro-trays (98 well) with nursery medium containing partially decomposed coir pith and vermicompost (75 :25), enriched with PGPR/Trichoderma 10g/kg of mixture.",
          "Plant the ginger bud sprouts in pro-trays.",
          "Maintain the pro-trays under shade net house.",
          "Adopt need based irrigation with rose can or by using sprinklers.",
          "Seedlings will be ready within 30–40 days for transplanting."
        ]
      }
    ]
  },
  {
    "heading": "Manuring",
    "content": [
      {
        "type": "text",
        "content": "At the time of planting, well decomposed cattle manure or compost @ 25–30 tonnes/ha has to be applied either by broadcasting over the beds prior to planting or applied in the pits at the time of planting. Application of neem cake @ 2 tonnes/ha at the time of planting helps in reducing the incidence of rhizome rot disease/ nematode and increasing the yield. The recommended blanket nutrient dosage for ginger for different states are given below."
      },
      {
        "type": "text",
        "content": "Fertilizer schedule of ginger for different states in India"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "State<br>",
              "Recommendation"
            ],
            [
              "Kerala",
              "FYM 30 t/ha; NPK 70:50:50 kg/ha. Full dose of P may be applied as basal dose. Half of N & K applied at 45 DAP. The remaining quantity of N and K applied at 90 DAP."
            ],
            [
              "Karnataka",
              "FYM/compost 25 t/ha; NPK 100:50:50 kg/ha. Apply the entire dose of P and K at planting. Half of N applied at 30–40 DAP and other half at 60–70 DAP."
            ],
            [
              "Orissa",
              "FYM 25 t/ha; NPK 125:100:100 kg/ha. Full P and half K applied as basal dose in furrows before planting and N and K in 2 splits at 45 and 90 DAP."
            ],
            [
              "Meghalaya",
              "FYM 10 t/ha; NPK @ 60:90:60 kg/ha"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "As the soil fertility will be varying with the soil type, agro ecological conditions or management systems, site specific nutrient management based on the soil test results for major nutrient is advocated. The recommended dose of nutrients for varying soil test values of N, P and K is given in the table below. The fertilizers are to be applied in 2–3 split doses. Full dose of phosphorus is applied as basal at the time of planting. Equal split doses of N and K is top dressed at 45, 90 (and 120) DAP."
      },
      {
        "type": "text",
        "content": "Soil test based fertilizer recommendations for fresh rhizome yield target levels of 25 and 30 tons/ha"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "Soil test value for available nutrients (kg/ha)<br>",
              "Fertilizer recommended for yield targets 25 t/ha",
              "nutrient (kg/ha) 30 t/ha"
            ],
            [
              "Nitrogen"
            ],
            [
              "< 150",
              "250",
              "340"
            ],
            [
              "150–250",
              "180",
              "270"
            ],
            [
              "250–400",
              "90",
              "175"
            ],
            [
              "> 400",
              "-",
              "50"
            ],
            [
              "Phosphorus(P₂O₅)"
            ],
            [
              "< 10",
              "55",
              "75"
            ],
            [
              "10–30",
              "35",
              "55"
            ],
            [
              "30–50",
              "15",
              "25"
            ],
            [
              "> 50",
              "-",
              "5–10"
            ],
            [
              "Potassium(K₂O)"
            ],
            [
              "< 110",
              "100",
              "130"
            ],
            [
              "110–300",
              "75",
              "100"
            ],
            [
              "300–500",
              "35",
              "50"
            ],
            [
              "> 500",
              "5",
              "15"
            ]
          ]
        }
      },
      {
        "type": "text",
        "content": "In Zinc deficient soils, basal application of zinc fertilizer up to 6 kg zinc/ha (30 kg of zinc sulphate/ha) gives good yield. Foliar application of micronutrient mixture specific to ginger is also recommended (dosage @ 5 g/L) twice, 60 and 90 DAP, for higher yield."
      }
    ]
  },
  {
    "heading": "Mulching",
    "content": [
      {
        "type": "text",
        "content": "Mulching the beds with green leaves/organic wastes is essential to prevent soil splashing and erosion of soil due to heavy rain. It also adds organic matter to the soil, checks weed emergence and conserves moisture during the latter part of the cropping season. The first mulching is done at the time of planting with green leaves @ 10–12 tonnes/ha. Application of dried coconut leaves after removing the petiole or paddy straw (2–3 kg/bed) as mulch in ginger is also recommended for effective weed control. Green leaf mulching is to be repeated @ 7.5 tonnes/ha at 45 and 90 days after planting, immediately after weeding, application of fertilizers and earthing up."
      }
    ]
  },
  {
    "heading": "Irrigation",
    "content": [
      {
        "type": "text",
        "content": "Ginger is cultivated as rain fed crop in high rainfall areas (uniform distribution for 5 to 7 months) and irrigated crop in less rainfall areas where distribution is not uniform. Ginger requires 1300–1500 mm of water during its crop cycle. The critical stages for irrigation are during germination, rhizome initiation (90 DAP) and rhizome development stages (135 DAP). The first irrigation should be done immediately after planting and subsequent irrigations are given at intervals of 7 to 10 days in conventional irrigation (based on prevailing weather and soil type).Sprinklers and drip system can also be employed for better water use efficiency and enhanced yield."
      }
    ]
  },
  {
    "heading": "Inter cultivation",
    "content": [
      {
        "type": "text",
        "content": "Weeding is done just before fertilizer application and mulching; 2–3 hand weedings are required depending on the intensity of weed growth. Proper drainage channels are to be provided when there is stagnation of water. Earthing up is essential to prevent exposure of rhizomes and provide sufficient soil volume for free development of rhizomes. It is done at 45 and 90 days after planting immediately after weeding and application of fertilizers."
      },
      {
        "type": "text",
        "content": "Inter cropping and crop rotation"
      },
      {
        "type": "text",
        "content": "Crop rotation is generally followed in ginger. The crops most commonly rotated with ginger are tapioca, ragi, paddy, gingelly, maize and vegetables. In Karnataka, ginger is also mix cropped with ragi, red gram and castor. Ginger is also grown as an intercrop in coconut, arecanut, coffee and orange plantations in Kerala and Karnataka. However, crop rotation using tomato, potato, chillies, brinjal and peanut should be avoided, as these plants are hosts for the wilt causing organism,Ralstonia solanacearum."
      }
    ]
  },
  {
    "heading": "Plant Protection",
    "content": [
      {
        "type": "text",
        "content": "Diseases"
      },
      {
        "type": "text",
        "content": "Soft rot"
      },
      {
        "type": "text",
        "content": "Soft rot is the most destructive disease of ginger which results in total loss of affected clumps. The disease is soil-borne and is caused by Pythium spp.among which, P. aphanidermatum and P. myriotylum are widely distributed in the country. The fungus multiplies with build up of soil moisture with the onset of south west monsoon. Younger sprouts are most susceptible to the pathogen. The infection starts at the collar region of the pseudostem and progresses upwards as well as downwards. The collar region of the affected pseudostem becomes water-soaked and the rotting spreads to the rhizome resulting in soft rot with characteristic foul smell. At a later stage root infection is also noticed. Foliar symptoms appear as light yellowing of the leaf margins of lower leaves which gradually spreads to the leaf lamina. In early stages of the disease, the middle portion of the leaves remain green while the margins become yellow. The yellowing spreads to all leaves of the plant from the lower region upwards and is followed by drooping, withering and drying of pseudostems."
      },
      {
        "type": "text",
        "content": "Seed rhizomes are to be selected from disease free gardens, since the disease is also seed borne. Treatment of seed rhizomes with mancozeb 0.3% or metalaxyl mancozeb 0.125% for 30 minutes before storage, and once again before planting and drenching at 30 and 60 days after planting reduces the incidence of the disease. Cultural practices such as selection of well drained soils for planting is important, since stagnation of water predisposes the plant to infection. The soil may be solarized before planting by covering the moist soil with a transparent polythene film for 45–50 days. Application of Trichoderma harzianum along with neem cake @ 1 kg/bed helps in reducing the incidence of the disease. Once the disease is located in the field, removal of affected clumps and drenching the affected and surrounding beds with mancozeb 0.3% or metalaxyl mancozeb 0.125% or copper oxy chloride 0.2% checks the spread of the disease."
      },
      {
        "type": "text",
        "content": "Bacterial wilt"
      },
      {
        "type": "text",
        "content": "Bacterial wilt caused by Biovar-3 is a soil and seed-borne disease that occurs during south west Ralst monsoon. Water soaked spots appear at the collar region of the pseudostem and progresses upwards and downwards. The first conspicuous symptom is mild drooping and curling of leaf margins of the lower leaves which spread upwards. In the advanced stage, the plants exhibit severe yellowing and wilting symptoms. The vascular tissues of the affected pseudostems show dark streaks. The affected pseudostem and rhizome when pressed gently extrudes milky ooze from the vascular strands. Ultimately rhizomes rot emitting a foul smell."
      },
      {
        "type": "text",
        "content": "The cultural practices and seed rhizome treatment adopted for managing soft rot are also to be adopted for bacterial wilt. Seed rhizomes must be taken from disease free fields for planting. It is not advisable to plant ginger consecutively in the same field every year. Fields used for growing potato, or other solanaceous crops are to be avoided. Once the disease is noticed in the field the affected clumps may be removed carefully without spilling the soil around and the affected area and surrounding areas drenched with copper oxychloride 0.2%. Care should be taken to dispose the removed plants far from the cultivated area or destroyed by burning."
      },
      {
        "type": "text",
        "content": "Leaf spot"
      },
      {
        "type": "text",
        "content": "Leaf spot is caused by Phyllosticta zingiberi. The disease starts as water soaked spot and later turns as a white spot surrounded by dark brown margins and yellow halo. The lesions enlarge and adjacent lesions coalesce to form necrotic areas. The disease spreads through rain splashes during intermittent showers. The incidence of the disease is severe in ginger grown under exposed conditions. The disease can be controlled by spraying of Bordeaux mixture 1% or mancozeb 0.2% or carbendazim 0.2%, with the appearance of disease symptoms. Care should be taken to see that the spray solution should reach lower surface of the leaves also."
      },
      {
        "type": "text",
        "content": "Nematode pests"
      },
      {
        "type": "text",
        "content": "Root knot (Meloidogyne spp.), burrowing (Radopholus similis) and lesion (Pratylenchus spp.) nematodes are important nematode pests of ginger. Stunting, chlorosis, poor tillering and necrosis of leaves are the common aerial symptoms. Characteristic root galls and lesions that lead to rotting are generally seen in roots. The infested rhizomes have brown, water soaked areas in the outer tissues. Nematode infestation aggravates rhizome rot disease. The nematodes can be controlled by treating infested rhizomes with hot water (50°C) for 10 minutes, using nematode free seed rhizomes and solarizing ginger beds for 40 days. In areas where root knot nematode population is high, the resistant variety IISR-Mahima may be cultivated. Pochonia chlamydosporia, a nematode biocontrol agent can be incorporated in ginger beds (20 g/bed with 10 6 cfu/g) at the time of sowing."
      },
      {
        "type": "text",
        "content": "Insect pests"
      },
      {
        "type": "text",
        "content": "Shoot borer"
      },
      {
        "type": "text",
        "content": "The shoot borer (Conogethes punctiferalis) is the most serious insect pest of ginger. The larvae bore into pseudostems and feed on internal tissues resulting in yellowing and drying of leaves of infested pseudostems. The presence of a bore-hole on the pseudostem through which frass is extruded and the withered and yellow central shoot is a characteristic symptom of pest infestation. The adult is a medium sized moth with a wingspan of about 20 mm; the wings are orange-yellow with minute black spots. Fully-grown larvae are light brown with sparse hairs. The pest population is higher in the field during September-October."
      },
      {
        "type": "text",
        "content": "The shoot borer can be managed by spraying malathion (0.1%) at 21 day intervals during July to October. The spraying is to be initiated when the first symptom of pest attack is seen on the top most leaf in the form of feeding marks on the margins on the pseudostem. An integrated strategy involving pruning and destroying freshly infested pseudostems during July-August (at fortnightly intervals) and spraying malathion (0.1%) during September-October (at monthly intervals) is also effective against the pest."
      },
      {
        "type": "text",
        "content": "Rhizome scale"
      },
      {
        "type": "text",
        "content": "The rhizome scale (Aspidiella hartii) infests rhizomes in the field (at later stages) and in storage. Adult (female) scales are circular (about 1 mm diameter) and light brown to grey and appear as encrustations on the rhizomes. They feed on sap and when the rhizomes are severely infested, they become shriveled and desiccated affecting its germination."
      },
      {
        "type": "text",
        "content": "The rhizome scale can be managed by timely harvest, discarding severely infested rhizomes, and treating the seed rhizomes with quinalphos (0.075%) (for 20–30 minutes) before storage and also before sowing in case the infestation persists. The seed rhizome may be stored in sawdust + Strychnos nuxvomica leaves (dried) after seed treatment."
      },
      {
        "type": "text",
        "content": "Minor pests"
      },
      {
        "type": "text",
        "content": "Larvae of leaf roller (Udaspes folus) cut and fold leaves and feed from within, and are generally seen during the monsoon season. The adults are medium sized butterflies with brownish black wings with white spots; the larvae are dark green. The control measures undertaken against the shoot borer (spraying of malathion 0.1%) is adequate for the management of the pest."
      },
      {
        "type": "text",
        "content": "Root grubs (Holotrichia spp.) occasionally feed on tender rhizomes, roots and base of pseudostems causing yellowing and wilting of shoots. The pest can be controlled by drenching the soil around the rhizomes with chloropyriphos (0.075%)."
      }
    ]
  },
  {
    "heading": "Organic production",
    "content": [
      {
        "type": "text",
        "content": "Conversion plan"
      },
      {
        "type": "text",
        "content": "For certified organic production of ginger, at least 18 months the crop should be under organic management i.e. only the second crop of ginger can be sold as organic. The conversion period may be relaxed if the organic farm is being established on a land where chemicals were not previously used, provided sufficient proof of history of the area is available. It is desirable that organic method of production is followed in the entire farm; but in the case of large extent of area, the transition can be done in a phased manner for which a conversion plan has to be prepared."
      },
      {
        "type": "text",
        "content": "Ginger as a best component crop in agri-horti and silvi-horti systems, recycling of farm waste can be effectively done when grown with coconut, arecanut, mango, Leucaena, young rubber plantation etc. As a mixed crop it can also be grown or rotated with green manure/ legumes crops or trap crops enabling effective nutrient built up and pest or disease control. When grown in a mixed cultivation system, it is essential that all the crops in the field are also subjected to organic methods of production."
      },
      {
        "type": "text",
        "content": "In order to avoid contamination of organically cultivated plots from neighboring non-organic farms, a suitable buffer zone with definite border is to be maintained. In smallholder groups, where the holdings are contiguous, the isolation belt is needed at the outer periphery of the entire group of holdings. Ginger grown on this isolation belt cannot be treated as organic. In sloppy lands adequate precaution should be taken to avoid the entry of run off water and chemical drift from the neighboring farms. Proper soil and water conservation measures by making conservation pits in the interspaces of beds across the slope have to be followed to minimize the erosion and runoff. Water stagnation has to be avoided in the low lying fields by taking deep trenches for drainage."
      },
      {
        "type": "text",
        "content": "Management practices"
      },
      {
        "type": "text",
        "content": "For organic production, traditional varieties adapted to the local soil and climatic conditions that are resistant or tolerant to diseases, pests and nematode infection should be used. All crop residues and farm wastes like green loppings, crop residues, grasses, cow dung slurry, poultry droppings etc. available on the farm can be recycled through composting, including vermicomposting so that soil fertility is maintained at high level. No synthetic chemical fertilizers, pesticides or fungicides are allowed under organic system. Farmyard manure may be applied @ 25–30 t/ha along with vermi compost @ 4 t/ha and mulching with green leaves @ 12–15 t/ha at 45 days intervals. Further, supplementation of oil cakes like neem cake (2 t/ha), composted coir pith (5 t/ha) and suitable microbial cultures of Azospirillum and phosphate solubilizing bacteria will improve the fertility and yield. Application of PGPR strain of Bacillus amyloliquifaciens (GRB 35) is also recommended for growth promotion and disease control. Based on soil test, application of lime/dolomite, rock phosphate and wood ash may be done to get required quantity of phosphorus and potassium supplementation. When the deficient conditions of trace elements become yield limiting, restricted use of foliar application of micronutrient mixture specific to ginger is recommended (dosage @ 5 g/L) twice, 60 and 90 DAP, for higher yield as per the limits of standard setting or certifying organizations. Use of biopesticides, biocontrol agents, cultural and phytosanitary measures for the management of insect pests and diseases forms the main strategy under organic system. Integrated strategy involving pruning and destroying freshly infested shoots during July- August (at fortnightly intervals) and spraying Neemgold 0.5% or neem oil 0.5% during September-October (at 21 day intervals) is effective against the shoot borer."
      },
      {
        "type": "text",
        "content": "Selection of healthy rhizomes, soil solarization and incorporation of Trichoderma, seed treatment and soil application of biocontrol agents like Trichoderma, PGPR or Pseudomonas multiplied in suitable carrier media such as coir pith compost, well rotten cow dung or quality neem cake may be done at the time of sowing and at regular intervals to keep the rhizome rot disease in check. To control other foliar diseases spraying of Bordeaux mixture 1% may be done restricting the quantity to 8 kg copper per hectare per annum. Application of quality neem cake mentioned earlier along with the bioagents Pochonia chlamydosporia will be useful to check the nematode population."
      },
      {
        "type": "text",
        "content": "Certification"
      },
      {
        "type": "text",
        "content": "Certification and labeling is usually done by an independent body to provide a guarantee that the production standards are met. Govt. of India has taken steps to have indigenous certification system to help small and marginal growers and to issue valid organic certificates through certifying agencies accredited by APEDA. The inspectors appointed by the certification agencies will carry out inspection of the farm operations through records maintained and by periodic site inspections. Documentation of farm activities is must for acquiring certification especially when both conventional and organic crops are raised. Group certification programmes are also available for organized group of producers and processors with similar production systems located in geographical proximity."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "Ginger attains full maturity in 210–240 days after planting. Harvesting of ginger for vegetable purpose starts after 180 days based on the demand. However, for making dry ginger, the matured rhizomes are harvested at full maturity i.e. when the leaves turn yellow and start drying. Irrigation is stopped one month before harvest and the rhizome clumps are lifted carefully with a spade or digging fork. In large scale cultivations, tractor or power tiller drawn harvesters are also used. The dry leaves, roots and soil adhering on the rhizomes are manually separated. Late harvest is also practiced, as the crop does not deteriorate by leaving it for some months underground. In India, domestic market prefers fresh green ginger for culinary use while two types of dried ginger i.e. bleached and unbleached are produced for export purpose. The most important criteria in assessing the suitability of ginger rhizomes for particular processing purposes is the fibre content, volatile-oil content and the pungency level. The relative abundance of these three components in the fresh rhizome is governed by its state of maturity at harvest."
      },
      {
        "type": "text",
        "content": "Stage of harvest of ginger for various end uses"
      },
      {
        "type": "table",
        "content": {
          "rows": [
            [
              "End use<br>",
              "Stage of harvest<br>(months after planting)"
            ],
            [
              "Vegetable purpose and preparation of ginger preserve, candy, soft drinks, pickles and alcoholic beverages",
              "5–6"
            ],
            [
              "Dried ginger and preparation of ginger oil, oleoresin, dehydrated and bleached ginger",
              "7–8"
            ]
          ]
        }
      }
    ]
  },
  {
    "heading": "Processing of ginger",
    "content": [
      {
        "type": "text",
        "content": "Processing of ginger to produce dry ginger basically involves two stages- peeling of the ginger rhizomes to remove the outer skin and sun drying to a safe moisture level."
      },
      {
        "type": "text",
        "content": "Peeling"
      },
      {
        "type": "text",
        "content": "Peeling serves to remove the scaly epidermis and facilitate drying. Peeling of fully matured rhizomes is done by scrapping the outer skin with bamboo splits having pointed ends and this accelerates the drying process. Deep scraping with knifes should be avoided to prevent the damage of oil bearing cells which are present just below the outer skin. Excessive peeling will result in the reduction of essential oil content of the dried produce. The peeled rhizomes are washed before drying. The dry ginger so obtained is valued for its aroma, flavour and pungency. Indian dried gingers are usually rough peeled when compared to Jamaican gingers, which are clean peeled. The rhizomes are peeled only on the flat sides and much of the skin in between the fingers remains intact. The dry ginger so produced is known as the rough peeled or unbleached ginger and bulk of the ginger produced in Kerala are of this quality."
      },
      {
        "type": "text",
        "content": "Drying"
      },
      {
        "type": "text",
        "content": "The moisture content of fresh ginger at harvest is about 80–82 per cent which is brought down up to 10 per cent for its safe storage. Generally ginger is sun dried in a single layer in open yard which takes about 8 to 10 days for complete drying. The sun dried ginger is brown in colour with irregular wrinkled surface. The yield of dry ginger is about 19–25 per cent of fresh ginger depending on the variety and climatic zone."
      },
      {
        "type": "text",
        "content": "Polishing, cleaning and grading"
      },
      {
        "type": "text",
        "content": "Polishing of dried ginger is done to remove the dry skin and the wrinkles developed on the surface during drying process. It is generally done by rubbing against hard surface. Cleaning of dry ginger is done manually to remove the extraneous matter and the light pieces. Once the ginger is cleaned and it is graded manually based on size of the rhizome, its colour, shape and the extent of residual lime (in the case of bleached ginger)."
      },
      {
        "type": "text",
        "content": "Storage"
      },
      {
        "type": "text",
        "content": "Dry ginger, packaged in gunny bags are highly susceptible to infestation by insects like Lasioderma serricone (cigarette beetle) during storage. Fully dried rhizomes can be stored in airtight containers such as high density polyethylene or similar packaging materials. Long term storage for more than two years would result in deterioration of its aroma, flavour and pungency."
      },
      {
        "type": "text",
        "content": "Bleached ginger"
      },
      {
        "type": "text",
        "content": "Bleached ginger is produced by dipping scrapped fresh ginger in a slurry of slaked lime, Ca(OH)2, (1 kg of slaked lime/120 kg of water) followed by sun drying. As the water adhering to the rhizomes dry, the ginger is again dipped in the slurry. This process is repeated until the rhizomes become uniformly white in colour. Dry ginger can also be bleached by the similar process. Liming gives ginger a better appearance and less susceptibility to the attack of insect pests during storage and shipping."
      },
      {
        "type": "text",
        "content": "Source : Indian Institute of Spices Research"
      }
    ]
  }
]