[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Nutmeg ( Myristica fragrans ) (Family: Myristicaceae) produces two separate spices, namely nutmeg and mace. Nutmeg is the dried kernel of the seed and mace is the dried aril surrounding it. Nutmeg is indigenous to Moluccas Islands (Indonesia). Over 50% of the worlds export of nutmeg and mace is from Indonesia. Grenada is the second largest exporter of nutmeg and mace in the world. In India, nutmeg is mainly cultivated in Thrissur, Ernakulam and Kottayam districts of Kerala and parts of Kanyakumari and Tirunelveli districts in Tamil Nadu."
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "text",
        "content": "Nutmeg thrives well in warm humid conditions in locations with an annual rainfall of 150 cm and more. It grows well up to about 1300 m above mean sea level. Areas with clay loam, sandy loam and red laterite soils are ideal for its growth. Both dry climate and water logged conditions are not suitable for nutmeg cultivation."
      }
    ]
  },
  {
    "heading": "Varieties and planting material",
    "content": [
      {
        "type": "text",
        "content": "As nutmeg is cross-pollinated, considerable variations are observed in the crop. The plants differ not only for all aspects of growth and vigour, but also for sex expression, size and shape of fruit and quantity and quality of mace. A good tree yields about 2000 fruits annually on an average, but the yield may vary from a few hundreds to about 10,000 fruits."
      },
      {
        "type": "text",
        "content": "Indian Institute of Spices Research (IISR) has released a high yielding variety IISR Viswashree which yields about 1000 fruits at the eight year of planting. An average yield of approximately 3122 kg dry nut (with shell) and 480 kg dry mace per hectare could be obtained with a population of 360 plants/ha. The dry recovery of nut and mace of IISR Viswashree is 70 and 35%, respectively. The nut has 7.1% essential oil, 9.8% oleoresin and 30.9% butter, while the mace has 7.1% essential oil and 13.8% oleoresin. IISR has also identified a few elite lines such as A9–20, 22, 25, 69, 150, A4–12, 22, 52, A11–23, 70 as high yielders and grafts of these lines are produced for distribution. To know more about the variety, click here ."
      }
    ]
  },
  {
    "heading": "Propagation",
    "content": [
      {
        "type": "text",
        "content": "An important problem in nutmeg cultivation is the segregation of seedlings into male and female plants resulting in about 50% unproductive male trees. Though there has been several claims that sex could be determined at seedling stage on the basis of leaf form and venation, colour of young sprouts, vigour of seedlings and shape of calcium oxalate crystals on leaf epidermis, none of them is sufficiently reliable. The only alternative is to adopt vegetative propagation either by top-working male plants or using budded or grafted plants."
      },
      {
        "type": "text",
        "content": "Epicotyl grafting"
      },
      {
        "type": "text",
        "content": "Nutmeg is commercially propagated through grafts. For raising root stocks, naturally split healthy fruits are harvested during June- July. The seeds are extracted from the pericarp and sown immediately in sand beds of convenient length, 1 to 1.5 m width and 15 cm height. Regular watering is necessary for good germination. Germination may commence from about the 30th day and last up to 90 days after sowing. About 20 days old sprouts are transplanted to polythene bags containing a mixture of soil, sand and cow dung (3:3:1)."
      },
      {
        "type": "text",
        "content": "The selected rootstock at the first leaf stage should have a thick stem (diameter of 0.5 cm or more) with sufficient length so as to enable to give a cut of 3 cm length. Scions with 2–3 leaves, collected from high yielding trees can be used for grafting. The stock and scion should approximately have the same diameter. A V shaped cut is made in the stock and a tapered scion is fitted care-fully into the cut. Bandaging at the grafted region may be done with polythene strips. They are then planted in polythene bags of 25 cm x 15 cm size containing potting mixture. The scion is covered with a polythene bag and kept in a cool shaded place protected from direct sunlight. After 1 month, the bags can be opened and those grafts showing sprouting of scions may be transplanted into polythene bags, containing a mixture of soil, sand and cow dung (3:3:1) and kept in shade for development. The polythene bandage covering the grafted portion can be removed after 3 months."
      },
      {
        "type": "text",
        "content": "During grafting, precautions should be taken to prevent wilting of scions and to complete the grafting as soon as possible. The grafts can be planted in the field after 12 months."
      }
    ]
  },
  {
    "heading": "Preparation of land and planting",
    "content": [
      {
        "type": "text",
        "content": "Planting in the main field is done at the beginning of the rainy season. Pits of 0.75 m x 0.75 m x 0.75 m size are dug at a spacing of 9 m x 9 m and filled with organic manure and soil about 15 days earlier to planting. For planting plagiotropic grafts, a spacing of 5 m x 5 m has to be adopted. A male graft has to be planted for every 20 female grafts in the field."
      },
      {
        "type": "text",
        "content": "The plants should be shaded to protect them from sun scorch during early stages. Permanent shade trees are to be planted when the site is on hilly slopes and when nutmeg is grown as a monocrop. Nutmeg can best be grown as an intercrop in coconut gardens that are more than 15 years old where shade conditions are ideal. Coconut gardens along river beds and adjoining areas are best suited for nutmeg cultivation. Irrigation is essential during summer months."
      }
    ]
  },
  {
    "heading": "Manuring and fertiliser application",
    "content": [
      {
        "type": "text",
        "content": "Manures are applied in shallow trenches or pits dug around the plants. The Kerala Agriculture Department recommends 20 g N (40g urea), 18 g P 2 O 5 (110g superphosphate) and 50 g K 2 O (80 g muriate of potash) during the initial year and progressively increasing the dose to 500 g N (1090 g urea), 250 g P 2 O 5 (1560 g superphosphate) and 1000 g K 2 O (1670 g muriate of potash) per year in subsequent years for a fully grown tree of 15 years or more. FYM is to be applied @ 25 kg for 7–8 years old trees and 50 kg for grown up tree of 15 years."
      }
    ]
  },
  {
    "heading": "Plant protection",
    "content": [
      {
        "type": "text",
        "content": "Diseases"
      },
      {
        "type": "text",
        "content": "Die back"
      },
      {
        "type": "text",
        "content": "The disease is characterized by drying up of mature and immature branches from the tip downwards. Diplodia sp. and a few other fungi have been isolated from such trees. The infected branches should be cut and removed and the cut end pasted with Bordeaux mixture 1%."
      },
      {
        "type": "text",
        "content": "Thread blight"
      },
      {
        "type": "text",
        "content": "Two types of blights are noticed in nutmeg. The first is a white thread blight wherein fine white hyphae aggregate to form fungal threads that traverse along the stem underneath the leaves in a fan shaped or irregular manner causing blight in the affected portions. The dried up leaves with mycelium form a major source of inoculum for the spread of the disease. The disease is caused by Marasmius pulcherima ."
      },
      {
        "type": "text",
        "content": "The second type of blight is called horse hair blight. Fine black silky threads of the fungus form an irregular, loose network on the stems and leaves. These strands cause blight of leaves and stems. However, these threads hold up the detached, dried leaves on the tree, giving the appearance of a birds nest, when viewed from a distance. This disease is caused by Marasmius equicrinus . Both the diseases are severe under heavy shade. These diseases can be man- aged by adopting phytosanitation and shade regulation. In severely affected gardens, Bordeaux mixture 1% spraying may be undertaken in addition to cultural practices."
      },
      {
        "type": "text",
        "content": "Fruit rot"
      },
      {
        "type": "text",
        "content": "Immature fruit split, fruit rot and fruit drop are serious in a majority of nutmeg gardens in Kerala. Immature fruit splitting and shed- ding are noticed in some trees without any apparent infection. In the case of fruit rot, the infection starts from the pedicel as dark lesions and gradually spreads to the fruit, causing brown discolouration of the rind resulting in rotting. In advanced stages, the mace also rots emitting a foul smell. Phytophthora sp . and Diplodia natalensis have been isolated from affected fruits. How- ever, the reasons for fruit rot could be both pathological and physiological. Bordeaux mixture 1% may be sprayed when the fruits are half mature to reduce the incidence of the disease."
      },
      {
        "type": "text",
        "content": "Shot hole"
      },
      {
        "type": "text",
        "content": "The disease is caused by Colletotrichum gloeosporioides . Necrotic spots develop on the lamina which are encircled by a chlorotic halo. In advanced stages the necrotic spots become brittle and fall off resulting in shot holes. A prophylactic spray with Bordeaux mixture 1% is effective against the disease."
      },
      {
        "type": "text",
        "content": "Insect pests"
      },
      {
        "type": "text",
        "content": "Black scale"
      },
      {
        "type": "text",
        "content": "The black scale ( Saissetia nigra ) infests tender stems and leaves especially in the nursery and sometimes young plants in the field. The scales are clustered together and are black, oval and dome shaped. They feed on plant sap and severe infestations cause the shoots to will and dry."
      },
      {
        "type": "text",
        "content": "White scale"
      },
      {
        "type": "text",
        "content": "The white scale ( Pseudaulacaspis cockerelli ) is greyish white, flat and shaped like a fish scale and occurs clustered together on the lower surface of leaves especially in nursery seedlings. The pest infestation results in yellow streaks and spots on affected leaves and in severe infestations the leaves will and dry."
      },
      {
        "type": "text",
        "content": "Shield scale"
      },
      {
        "type": "text",
        "content": "The shield scale ( Protopulvinaria mangiferae ) is creamy brown and oval and occurs on tender leaves and stems especially in nursery seedlings. The pest infestation results in wilting of leaves and shoots."
      },
      {
        "type": "text",
        "content": "The scale insects mentioned above and other species that may also occur sporadically on nutmeg can be controlled by spraying dirnethoate 0.05%."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "The female nutmeg tree starts fruiting from the sixth year, though the peak period is reached after 20 years. The fruits are ready for harvest in about 9 months after ﬂowering. The peak harvesting season is during June-August."
      },
      {
        "type": "text",
        "content": "The fruits are ripe and ready for harvesting when the pericarp splits open. Alter harvest the outer fleshy portion is removed, and the mace is manually separated from the nut. The nut and mace are then dried separately in the sun. The scarlet coloured mace gradually becomes yellowish brown and brittle when drying is completed. The ﬂeshy pericarp can be used for making pickles, jams and jellies."
      }
    ]
  },
  {
    "heading": "Mechanical drying",
    "content": [
      {
        "type": "text",
        "content": "Freshly harvested mace can be blanched in water at 75°C for 2 min to retain the scarlet colour. This is followed by hot air drying at 55 0–65 0°C which takes 3–4 hours for drying to a moisture level of 8—10%. However nut can be dried in 14–16 hours using hot air technique."
      },
      {
        "type": "text",
        "content": "Source : Indian Institute of Spices Research"
      }
    ]
  }
]