[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Naga King Chilli also locally called \"Naga mircha\", belongs to genus Capsicum of family Solanaceae. Naga king chilli has been considered as the world’s hotter chilli and entered in \"Guinness book of world records\" (measuring 855,000 scoville units) beating the \"Mexican red savana habaneros\" (5,77,000 scoville units)."
      },
      {
        "type": "text",
        "content": "It is grown in districts of Kohima, Mon and Peren of Nagaland, and also been cultivated in parts of Manipur (Tamenlong, Ukhrul, Churachanpur etc) and Assam (Golaghat & Tepur districts)."
      },
      {
        "type": "text",
        "content": "Chilies, in general, help in treatment of cancer by killing bad cells, obesity through weight loss, diabetes by reducing required insulin to lower blood sugar, heart diseases by preventing/delaying oxidation of bad cholesterol, rhinitis and bronchitis through thinning of mucus, and also reduce chronic pain. It is said to even assist in food preservation. The common properties of chilli are Vitamins C, A, B and B6. They contain high percentage of potassium, magnesium and iron as well as anti-ulcer properties."
      }
    ]
  },
  {
    "heading": "Nursery Raising",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "The medium of nursery bed - Vermicompost, garden soil, sand (1:1:1 by volume)",
          "Seed treatment - hot water treatment @ 45–50 0°C for 30 minutes, drain the excess water and treat with Trichoderma virdi or Trichoderma harzianum and dry in shade for 30 minutes.",
          "Sowing of seeds - The seed can be sown in bed/ small poly bags/ disposable cups at 1–2 inch depth.",
          "Time of sowing - seed can be sown in First week of January to second week of February.",
          "Nursery should be watered after every alternate day or when it is too dry.",
          "Damping off is the disease that comes at nursery stage but seed treatment with Trichoderma virdi or Trichoderma harzianum will prevent not only damping off but many other diseases also."
        ]
      },
      {
        "type": "image",
        "content": "https://static.vikaspedia.in/media/images_en/agriculture/crop-production/package-of-practices/spices/dampingofftest.jpg"
      }
    ]
  },
  {
    "heading": "Transplantation",
    "content": [
      {
        "type": "text",
        "content": "Land preparation for transplanting"
      },
      {
        "type": "text",
        "content": "Field should be well prepared after ploughing to fine tilth. Well rotten FYM/ vermicompost should be applied in pits / hole (@ 4–5 ton /ha) 1 week before transplanting and expose it to sun. The seedlings can be transplanted at the spacing of 75 cm x75 cm. 45–60 days old seedlings are recommended for transplanting. Transplanting can be done in April/ May after onset on monsoon ."
      },
      {
        "type": "text",
        "content": "Watering"
      },
      {
        "type": "text",
        "content": "Seedlings should be watered immediately after transplanting or can be transplanted on a rainy day and as and when required."
      },
      {
        "type": "text",
        "content": "Weeding"
      },
      {
        "type": "text",
        "content": "As crop is transplanted in rainy season, timely weeding is required."
      }
    ]
  },
  {
    "heading": "Plant protection measures",
    "content": [
      {
        "type": "text",
        "content": "Naga king chilli is attacked by many diseases and pests."
      },
      {
        "type": "subheading",
        "content": "Diseases"
      },
      {
        "type": "text",
        "content": "Anthracnose and fruit rot"
      },
      {
        "type": "text",
        "content": "It is a fungal disease caused by Colletotrichum capsici . Necrosis of twigs from tip downwards occures. Spots on fruits usually sunken with black margins can also be seen."
      },
      {
        "type": "text",
        "content": "Seed treatment with Tichoderma (@10g/kg seed) is recommended."
      },
      {
        "type": "text",
        "content": "Symptoms of Anthracnose in Naga king chilli"
      },
      {
        "type": "text",
        "content": "Leaf curl of chilli (Tobacco leaf curl virus)"
      },
      {
        "type": "text",
        "content": "Leaves become small in size, plants become stunted and poor with no bearing of fruits."
      },
      {
        "type": "text",
        "content": "Uproot and burn infested plants. Early Spray of Neem Oil @ 5ml/litre of water or spray Dipole (a biopesticide) @ 1–4 teaspoon / 4 litres water to control white fly which is vector for transmission of viral disease. Growing resistant varieties also is useful for prevention."
      },
      {
        "type": "text",
        "content": "Symptoms of leaf curl and Cercospora leaf spot"
      },
      {
        "type": "text",
        "content": "Bacterial wilt and Bacterial leaf spot of chilli"
      },
      {
        "type": "text",
        "content": "It is caused by Ralstonia solanacearum."
      },
      {
        "type": "text",
        "content": "Disease management"
      },
      {
        "type": "ordered_list",
        "content": [
          "The seeds may be treated with Trichoderma and Psuedomonas sp. @ 10 g per kg of seed to prevent diseses.",
          "Careful seed selection and adoption of phytosanitary measures will check the diseases of chilli.",
          "Early removal of affected plants will control the spread of the diseases.",
          "Varieties tolerant to diseases should be used wherever the disease is severe.",
          "Rouging and destruction of affected plants help in checking the mosaic virus.",
          "For effective disease control, 10 g of Trichoderma or Pseduomonas sp. per litre of water should be used for spraying."
        ]
      },
      {
        "type": "subheading",
        "content": "Insects"
      },
      {
        "type": "text",
        "content": "The aphids, spider mites and fruit borer are the major insects."
      },
      {
        "type": "text",
        "content": "Insects management - spray of Neem oil @ 5 ml/liter of water after fruit setting to avoid the larval stage of fruit borer and control the aphid population at Economic Threshold Level."
      },
      {
        "type": "text",
        "content": "Source : Krishi Vigyan Kendra Dimapur, Nagaland"
      }
    ]
  }
]