[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Sigandhini pepper is identified and developed by Sri. Ramakanth Ramachandra Hegde of Hunsekoppa, a small village in Uttar Kannada district of Karnataka."
      },
      {
        "type": "text",
        "content": "Progressive farmer Sri. Ramakanth Hegde with his variety Sigandhini"
      }
    ]
  },
  {
    "heading": "Main features of the variety",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "Less occurrence of slow wilt and quick wilt in field and higher tolerance to diseases.",
          "Early maturity (December-January harvesting) of nearly one month compared to leading hybrid Panniyur-1 which offers more rest period to plant and results in regular and consistent bearing.",
          "Farmers prefer to cultivate this variety in virus affected plots and virus tolerance is reported by farmers.",
          "Vine canopy coverage is good with large number of branches.",
          "Vine is reported to be drought tolerant. Nursery plants developed from single node cuttings are highly vigorous and field establishment is also excellent.",
          "Highly suitable for arecanut based multi-storeyed cropping systems."
        ]
      },
      {
        "type": "text",
        "content": "Spikes of Sigandhini variety black pepper"
      }
    ]
  },
  {
    "heading": "Plant characteristics:",
    "content": [
      {
        "type": "unordered_list",
        "content": [
          "On an average each spike produces 80 berries.",
          "Bulk density generally range from 610–640g/L. which is much higher than Panniyur-1",
          "Plant is rich in <em>essential oil content (3.2%), oleoresin (5.74–6.82%) and piperine (4.32%)</em> .",
          "From a healthy vine grown on arecanut (20–25ft), one can expect a <em>fresh berry yield of 9–10 kg and dry berry yield of around 3.5 kg with a dry recovery: 39%</em>",
          "Low incidence of foot rot in the field.",
          "Compact berry setting and pin heads are generally absent.",
          "Broad leaf with medium length make the efficient use of available space for the canopy."
        ]
      },
      {
        "type": "text",
        "content": "Dried berries of sigandhini variety"
      },
      {
        "type": "text",
        "content": "Nursery view of Sigandhini"
      }
    ]
  }
]