[
  {
    "heading": "0",
    "content": [
      {
        "type": "text",
        "content": "Natural vanillin is obtained from the cured pods (fruits) of the vanilla plant Vanilla planifolia (Family: Orchidaceae). Vanilla is a perennial climbing orchid with sessile leaves and succulent green stems, producing aerial roots (velamen roots) at the nodes."
      },
      {
        "type": "text",
        "content": "The important vanilla growing countries are Madagascar, Indonesia, Mexico, Comoro and Reunion. Indonesia is the largest producer of vanilla in the world. Vanilla is a native of Mexico and was introduced to India as early as 1835. In India, Karnataka has the largest area under vanilla."
      },
      {
        "type": "text",
        "content": "There are three important cultivated species of vanilla namely, Vanilla planifolia (Mexican vanilla), V. pompona (West Indian vanilla), and V. tahitensis (Tahitian vanilla). V. planifolia is predominantly cultivated for production of vanillin. V. tahitensis and V. pompona also yield vanillin, but of inferior quality."
      }
    ]
  },
  {
    "heading": "Climate and soil",
    "content": [
      {
        "type": "text",
        "content": "Vanilla is adapted to a wide range of soils rich in humus and having good drainage. Clayey soils and water logged areas are not suitable for the plant. It thrives well in humid tropical climate with an annual rainfall of 200–300 cm from sea level to 1500 m above sea level. A warm humid climate with temperature ranging from 21 to 32°C is ideal The rainfall should be well distributed for a period of 9 months and there should be a dry period of 3 months for flowering. In India, parts of Kerala, Karnataka and Tamil Nadu, north eastern region and Andaman and Nicobar islands are suitable for vanilla cultivation."
      }
    ]
  },
  {
    "heading": "Preparation of land",
    "content": [
      {
        "type": "text",
        "content": "When cultivation of vanilla is taken up in virgin areas, the land should be cleared by cutting all shrubs and unwanted trees. Vanilla can also be cultivated in open lands by providing adequate shade plants. The cleared land should be prepared by two rounds of ploughing or digging followed by leveling. It is advisable to incorporate green leaves and forest soil in the cleared land. A gentle slope is ideal for cultivation of vanilla."
      }
    ]
  },
  {
    "heading": "Propagation",
    "content": [
      {
        "type": "text",
        "content": "Vanilla is usually propagated by stem cuttings. Cuttings of 60–120 cm length can be selected as planting material for direct planting in the field. Cuttings less than 60 cm should not be used directly for planting. Such cuttings have to be rooted and raised in the nursery before planting. The stem cuttings after collection should be washed thoroughly and dipped in Bordeaux mixture 1% or copper oxychloride 0.2% for killing pathogenic fungi. The cuttings are then stored in a cool shaded place for 2–3 days for partial loss of moisture, a process which enhances rooting. The cuttings can also be stored up to 10 days if required. Plants raised from mature lengthy cuttings flower early. Tissue cultured plantlets can also be utilized for planting. However, sufficiently grown up plantlets should be used."
      }
    ]
  },
  {
    "heading": "Planting and after care",
    "content": [
      {
        "type": "text",
        "content": "Vanilla can be raised either as monocrop or intercrop in coconut and arecanut gardens. It is usually trained on trellies or on low branching, rough barked trees like Glyricidia maculata, Plumeria alba, jack (Artocarpus heterophyllus), E rythrina spp., etc. or on dead standards. In some places areca nut is also used for trailing vanilla. The standards have to be planted well in advance at a spacing of 1.2–1.5 m within rows and 2.5–3.0 m between rows. Approximately 1600 to 2000 standards can be accommodated in a hectare. If dead standards are used, shade should be provided to the vines initially by planting banana or suitable plants. The vanilla plants should be allowed to trail horizontally on poles/trellies tied to trees after trailing to a height of 1.5–2.0 m or coiled around the branches so as to facilitate pollination and harvesting. Flowering will not occur as long as the vines climb upward. The shade trees should be regularly pruned to maintain a light shade. The pruned leaves and branches can be applied as mulch."
      },
      {
        "type": "text",
        "content": "Planting of cuttings should be taken up preferably during September - November in shallow pits, filled with humus and mulch. The cuttings should be planted with two nodes below the soil surface and at the rate of two cuttings per standard. Care should be taken to ensure that the basal cut end of the cutting is kept just above the surface of the soil to prevent rotting. It is advisable to provide adequate shade to the newly planted cuttings. A thick mulch of leaves should be provided immediately after planting. The cuttings sprout within 4–8 weeks."
      },
      {
        "type": "text",
        "content": "Inter-cultivation is not generally recommended in vanilla plantations. However, occasional slashing of weeds is beneficial. Care should be taken not to disturb or damage the roots during cultural operations since they are mainly confined to the surface layer of the soil. Regular mulching combined with irrigation during summer enhances growth and yield."
      }
    ]
  },
  {
    "heading": "Manuring and fertilizer application",
    "content": [
      {
        "type": "text",
        "content": "The quantity of fertilizers to be applied may vary based on the fertility status of the soil. However, 40–60 g of N, 20–30 g of P 2 O 5 and 60–100 g of K 2°should be given to each vine per year besides organic manures such as vermicompost, oil cakes, poultry manure, wood ash, etc. Organic manures can be applied during May-June and NPK in 2–3 splits along with leaf mulch during June-September on the topmost layer of the soil when sufficient moisture is avail- able. As in the case of other orchids, vanilla also responds to foliar feeding. A 1% solution of 17:17:17 NPK mixture can be sprayed on the plant once a month for boosting growth and flower production. A need based spray of micronutrient mixture can also be taken up."
      }
    ]
  },
  {
    "heading": "Flowering and pollination",
    "content": [
      {
        "type": "text",
        "content": "Vanilla usually starts flowering in the third year of planting; however, it depends on the size of the original cutting used for planting. Maximum production of flowers occurs during the 7–8th year. Vanilla flowers during December to February and each flower lasts for only a day. Pinching off the top 7.5 to 10.0 cm of the vine, 6–8 months before the flowering season encourages flower production. Similarly, pruning off the older branches (which bore fruits the previous year) also encourages flower production. The flowers are borne in axillary racemes and each inflorescence consists of 15–20 flowers. The flowers are to be artificially pollinated (hand pollination) for fruit set. Since the flowers last only for a day pollination must be done on the same day. The remaining flower buds are nipped off. About 10–12 inflorescences may be pollinated in a vine. In hand pollination method, a pin or needle or small piece of pointed wood or a tooth pick is ideal to apply pollen on the stigma of the flower. The pollen of the vanilla flower is produced in a mass called pollinia, and is covered by hood or anther cap. The stigma is protected with a lip known as 'rostellum' or 'labellum'. For pollination, the stamen cap is removed by a needle exposing the pollinia. Then the flap like rostellum is pushed up and the pollinia are brought into contact with the stigma. The ideal time for pollination is 6 am to 1 pm. An efficient worker can pollinate 1500–2000 flowers a day."
      }
    ]
  },
  {
    "heading": "Plant protection",
    "content": [
      {
        "type": "text",
        "content": "Diseases"
      },
      {
        "type": "text",
        "content": "Vanilla is susceptible to various fungal and viral diseases. The symptoms and management strategies for various diseases are described below."
      },
      {
        "type": "text",
        "content": "Bean rot"
      },
      {
        "type": "text",
        "content": "Two kinds of rot caused by two different species of fungi are recorded."
      },
      {
        "type": "text",
        "content": "Phytophthora induced rot develops at the tips of beans, slowly extends towards the pedicel and the affected beans show water soaked lesion which become dark green leading to rotting of the beans. The rotting extends to whole bunch of beans exhibiting abundant external growth of fungal mycelium. In later stages of infection the rotting advances to the stem, leaves, aerial roots and extend to the entire vine."
      },
      {
        "type": "text",
        "content": "Sclerotium induced rot is characterized by rotting of bean tips and affected portion shows white thick mats of fungal mycelium forming a mantle around the bunch of beans and leaves. Excess shade, continuous heavy rains, overcrowding of vines, waterlogged conditions and presence of pathogen inoculum in the field are the predisposing factors for bean rot."
      },
      {
        "type": "text",
        "content": "Management"
      },
      {
        "type": "unordered_list",
        "content": [
          "Remove and destroy infected plant parts and mulch during rainy season.",
          "Allow at least 30–50% light to fall on the vines.",
          "Spray bordeaux mixture (1.0%) and drench soil with 0.25% cop-per oxychloride 2–3 times depending on the severity of infection and as prophylactic measure.",
          "If rotting is due to Sclerotium, carbendazim-mancozeb mixture 0.25% can be sprayed twice at 15 day interval."
        ]
      },
      {
        "type": "text",
        "content": "Premature yellowing and bean shedding"
      },
      {
        "type": "text",
        "content": "The disease is of relatively recent origin and is noticed in all vanilla plantations of Karnataka and Kerala especially during summer months. The disease initiates as dropping off of dried corolla from the tip of immature beans which otherwise remains attached to the beans till half way through maturity. As the dried corolla drop off, exudates from the beans accumulate at the tip, the beans turn yellow followed by brown discoloration from the tip upwards."
      },
      {
        "type": "text",
        "content": "High temperature (more than 32 0°C) and very low relative humidity (less than 70%) prevailing during the months of February- May predisposes the plants to infection. Over crowding of the beans may also play a key role in immature bean shedding. Intensity of the disease is low under conditions of high altitudes where temperature and humidity are maintained under forest cover. Constant association of Colletotrichum vanillae and insect larvae inside the flowers are noticed."
      },
      {
        "type": "unordered_list",
        "content": [
          "Provide 50% shade in the plantation.",
          "Provide mist irrigation for at least 4–6 h during pollination till the onset of pre-monsoon showers in order to maintain a relative humidity of more than 70%.",
          "Restrict the pollination to 15–18 flowers/inflorescence.",
          "Spray dimethoate or quinalphos 0.05% during flowering period thrice at 15–20 day interval and fungicides such as thiophanate methyl 0.2% or carbendazim  mancozeb (0.25%) at 15–20 day interval thrice from February up to May."
        ]
      },
      {
        "type": "text",
        "content": "Stem Rot"
      },
      {
        "type": "text",
        "content": "The disease usually appears during the post monsoon period of November-February. The disease appears as yellowing and shriveling of the inter- nodal area extending to both sides of the stem. When the basal or middle portions of the vines decay and shrivel, the remaining distal portions of the vines show wilting symptoms. Stem rot and drying are generally observed at the basal portions above the ground level. The disease is caused by Fusarium oxysporum f.sp.vanillae."
      },
      {
        "type": "text",
        "content": "Root rot/wilt"
      },
      {
        "type": "text",
        "content": "Initially the disease appears in the form of browning and death of underground and aerial roots. Aerial roots die before entering the soil resulting in flaccidity and shriveling of the stem and finally the vine droops. The disease is caused by Fusarium batatis Wollen var. vanillae."
      },
      {
        "type": "text",
        "content": "Management of stem and root rot/wilt"
      },
      {
        "type": "unordered_list",
        "content": [
          "Remove and destroy infected plant parts (Phytosanitation).",
          "Foliar spray with carbendazim 0.2%, soil drenching with carbendazim (0.2%), copper oxychloride (0.25%) or a mixture of carbendazim-mancozeb (0.25%).",
          "Apply biocontrol agents such as Trichoderma harzianum and Pseudomonas fluorescens having a cfu of 10 8 g @ 50 g/vine."
        ]
      },
      {
        "type": "text",
        "content": "Tip rot and die back"
      },
      {
        "type": "text",
        "content": "Visible symptom is the brown discoloration of the growing tip of the vine. The symptom starts at the collar region of the funnel like tip which extends to the inter nodal regions resulting in rotting of the tip. The disease may be caused either by Phytophthora meadii or F. oxysporum . In case of Phytophthora rot, thick white mycelia of the fungus cover the water soaked black lesion. But if the infection is due to Fusarium, the lesion is grayish in colour with large number of pin-head like encrustations of mycelia aggregate on the lesion. Such aggregation contains a large number of conidia."
      },
      {
        "type": "unordered_list",
        "content": [
          "Nip off the infected tip below the next node.",
          "Spray bordeaux mixture (1%) or mancozeb or carbendazim at 0.25% as prophylactic measure."
        ]
      },
      {
        "type": "text",
        "content": "Viral infection"
      },
      {
        "type": "text",
        "content": "Mosaic disease"
      },
      {
        "type": "text",
        "content": "Various kinds of mosaic such as mild mottle, mild mosaic and mild chlorotic streak (could be seen when the leaf is held against light) are observed. In a few cases, such mosaics are also associated with leaf distortion with wavy margin. The size of the leaves also gets reduced and in advanced stages, leaves become brittle and show severe crinkling."
      },
      {
        "type": "text",
        "content": "Stem necrosis"
      },
      {
        "type": "text",
        "content": "The disease is characterized by the appearance of brown necrotic patches on the stem region with shriveled appearance. The affected stem shows distinct necrotic lesions of varying length (few mm to several cm). This disease is different from the fungal induced stem rot. Stem necrosis can be distinguished from stem rot caused by fungi by the following :"
      },
      {
        "type": "unordered_list",
        "content": [
          "Stem rot affected region will be totally blighted and very soft which can be easily felt by touching the affected region, while stem necrosis (caused by viruses) affected region when touched appear very dry and hard and gives cracking sound when at- tempted to break open. Fungal diseases are commonly seen during the wet monsoon period whereas stem necrosis is seen all through the year.",
          "A close look at the stem rot affected region show a white cottony growth on the upper surface of the affected region while no such growth is seen with stem necrosis affected region.",
          "In case of stem rot the portion above the lesion often wilLs with yellowing of leaves whereas in stem necrosis no wilting would be seen."
        ]
      },
      {
        "type": "text",
        "content": "Management of viral diseases"
      },
      {
        "type": "unordered_list",
        "content": [
          "Use of virus-free planting material is the primary requirement to check spread of the virus. Apparently healthy looking plant should not be used for any new planting as this would carry the virus which eventually would show the disease symptoms after planting. If tissue culture raised plants are used, it is important to check for the presence of virus in the mother plant. If the mother plant is infected with the virus, the plantlets derived from this will also carry the virus thus contributing to its spread.",
          "Regular inspection and removal of infected plants and replanting with healthy plants",
          "Weed and crop hosts (especially pea, pumpkin and watermelon and other hosts) which might act, as reservoir for the vinis also needs to be removed. The removed plants may be burnt or burried deep in the soil.",
          "Insects such as aphids act as vectors for the different viruses. These insects whenever noticed on vanilla plants may be con- trolled with insecticide spray. Insecticides like dimethoate or monocrotophos at 0.0 5% can control aphids, and other sucking insects.",
          "Movement of planting materials from infected regions to disease free regions should be avoided."
        ]
      },
      {
        "type": "text",
        "content": "Insect pests"
      },
      {
        "type": "text",
        "content": "Leaf feeding beetles and caterpillars"
      },
      {
        "type": "text",
        "content": "Very few serious insect pests have been recorded on vanilla in India. A few species of leaf feeding caterpillars and beetles feed on leaves and tender stems. Leaf feeding caterpillars and beetles can be controlled by spraying quinalphos 0.05%."
      },
      {
        "type": "text",
        "content": "Sucking bug"
      },
      {
        "type": "text",
        "content": "Adults and nymphs of the sucking bug Halyomorpha sp. infest tender shoot tips and emerging inflorescences resulting in their drying and rotting. Spraying quinalphos t0.05% each) on tender shot tips and emerging inflorescences is effective for management of the pest."
      },
      {
        "type": "text",
        "content": "Snails"
      },
      {
        "type": "text",
        "content": "Snails and slugs feed and damage tender shoot tips and leaves especially in moist and shaded areas in the plantations. Hand picking and poison baiting helps in preventing the pest."
      }
    ]
  },
  {
    "heading": "Harvesting",
    "content": [
      {
        "type": "text",
        "content": "The beans or pods are ready for harvest 6–9 months after flowering. The beans can be considered as mature when they change from green to pale yellow. At this time, the pods may be 12–25 cm long. It is essential to harvest the pods at the right stage, as immature pods produce an inferior product and over-mature pods split during curing. The right picking stage is when the distal end of the pod turns yellow and fine yellow streaks appear on the pods. Daily picking of mature pods is essential. The pods can be harvested by cutting with a knife."
      },
      {
        "type": "text",
        "content": "A good vanillery yields 300–600 kg of cured beans per hectare per year. About 6 kg of green pods produce 1 kg of cured beans. The yield of the vine declines after 12–14 years."
      }
    ]
  },
  {
    "heading": "Curing",
    "content": [
      {
        "type": "text",
        "content": "Green vanilla beans (pods) contain little vanillin and is odourless and flavourless. It is during curing that the beans undergo enzymatic reaction responsible for the characteristic aroma and flavour of vanilla. Curing should preferably begin immediately after harvesting, but the beans can be stored for 3–5 days. There are different methods of curing but they all consist of more or less four stages."
      },
      {
        "type": "ordered_list",
        "content": [
          "Killing the beans to allow the onset of enzymatic action.",
          "Sweating, for raising the temperature to promote enzymatic action and enhance rapid drying for preventing fermentation.",
          "Slow drying for development of fragrance.",
          "Conditioning the product by storing for a few months in closed boxes."
        ]
      },
      {
        "type": "text",
        "content": "The important methods of curing vanilla are Mexican Process, Bourbon Process, Peruvian Process and Guiana Process. In the Mexican process, killing is done by exposing the harvested beans directly to the sun for about 5 hours, which produces the optimum percentage of vanillin content. In Bourbon process, bamboo baskets with the beans are immersed in hot water (63–65°C) for 3 minutes. After rapidly draining the water when the beans are still hot, they are kept in wooden boxes lined with blankets. The beans acquire chocolate brown colour the following day. They are then spread in the sun on dark coloured cotton covers for 3–4 hours and later rolled up to retain the heat and stored in wooden boxes. This process is repeated for 6 to 8 days, during which the beans lose some weight and become very supple. Later the beans are dried by spreading them out in wooden trays under shade in an airy location. The duration of drying varies according to the size of the beans and usually lasts for 15–20 days. Properly dried beans are kept in closed containers where the fragrance is fully developed. Finally they are graded according to size and kept in iron boxes lined with paraffin paper. Care should be taken in the early stages of drying to keep the beans straight, because curved beans are considered as inferior in quality. When properly cured and sun dried the vanilla beans will be almost black and supple enough to be bent without breaking and vanillin crystallizes over the beans. Properly cured vanilla beans contain about 2.5% vanillin."
      }
    ]
  },
  {
    "heading": "Vanillism",
    "content": [
      {
        "type": "text",
        "content": "Vanillism, an occupation hazard is caused by poisoning due to vanillin. Vanillism is characterized by headache, gastric trouble and rashes over the body. The sap of vanilla plant can also cause severe allergic reactions such as itching, skin rashes and inflammation."
      },
      {
        "type": "text",
        "content": "Source : Indian Institute of Spices Research"
      }
    ]
  }
]