[
  {
    "heading": "Sorghum",
    "content": [
      {
        "type": "text",
        "content": "Sorghum is one of the main coarse cereal crops of India. India is second largest producer of sorghum in the world. This crop is ideally suited for semi-arid agroclimatic regions of the country and, it gives reasonably good yield with minimal requirement of irrigation and fertilizers as compare to other cereals such as Wheat & rice. Mostly cultivated in the semi-arid regions for fodder to feed the large cattle population of the country as well as to meet the demand of industrial applications."
      },
      {
        "type": "text",
        "content": "India is the second largest producer of sorghum in the world, the yield of 840 kg per hectare is the lowest amongst the major sorghum-producing countries in the world. The world average is 1435 kg per hectare. Although yield of sorghum in India is much lower than the world average, it has been consistently increasing during the recent past."
      }
    ]
  },
  {
    "heading": "Rabi and Kharif sorghum",
    "content": [
      {
        "type": "text",
        "content": "Sorghum is grown in the kharif (rainy season) and rabi (post rainy season) but the share of kharif is higher both in terms of area under cultivation and production. Rabi crop is almost entirely used for human consumption whereas kharif crop is not very popular for human consumption and largely is used for animal feed, starch, and alcohol industry. Only 5% of the area under sorghum in India is irrigated. Over 48% of the area under sorghum cultivation in the country is in Maharashtra and Karnataka for this grain."
      },
      {
        "type": "text",
        "content": "In India, rabi sorghum is grown in an area of 5.25 m hectare as compared to 1.99 m ha under kharif sorghum. Maharashtra, Karnataka and Telangana are the major rabi sorghum growing states. Although the productivity of rabi sorghum is low, it has better economic value for farmers as compared to kharif sorghum because of its better grain quality for food as well as source of fodder for animals."
      }
    ]
  },
  {
    "heading": "Production Technology",
    "content": [
      {
        "type": "ordered_list",
        "content": [
          {
            "text": "Latest Millet Production techonologies",
            "link": "https://millets.res.in/farmer/2024/1Latest-Millet-Production-and-Process-Tech.pdf"
          },
          {
            "text": "Millets Production Technologies in Doubling Farmers’ Income: Success stories",
            "link": "https://millets.res.in/farmer/2024/4Doubling-Farmer-Income-Millet-Prod-Tech.pdf"
          }
        ]
      },
      {
        "type": "source",
        "content": "Indian Institute of Millets Research",
        "link": "https://millets.res.in/"
      }
    ]
  }
]